{"https://metro.co.uk/2022/07/05/f1-gary-lineker-and-martin-brundle-clash-over-british-gp-protestors-16947657/": {"title": "Gary Lineker and Martin Brundle clash over British Grand Prix protestors", "subtitle": null, "text": "Former England footballer Gary Lineker has clashed with former Formula 1 driver Martin Brundle over the actions of the Just Stop Oil protestors who disrupted Sunday’s British Grand Prix.\\nShortly into the race, a group of activists managed to break onto the Silverstone track and sat on the circuit in an attempt to get publicity for their cause.\\nThankfully, the race had just been red-flagged due to Zhou Guanyu’s terrifying crash on the opening lap meaning no cars were running, and the small group were swiftly removed by marshals and security, but the dangerous stunt has received widespread condemnation, although there has been some praise for the overall campaign itself.\\nHowever, Lineker took to Twitter on Monday to issue his wholehearted support for the protestors, saying: ‘If it’s not already too late, history will look back very favourably on these people.’\\nThis statement did not go down well with Brundle, with the Sky Sports pundit replying: ‘Gary please don’t encourage this reckless behaviour. They’d have been sliced into 100 pieces and fans, marshals and drivers were wholly at risk of injury and death.\\n‘We already had one lucky escape. I totally 100% support freedom of speech and opinion but do it responsibly.’\\nBut the argument did not end there, with the Match of the Day host, who has long spoken out on environmental issues, retorting: ‘Way more risk of death with climate change to everyone than there is attempting to delay a motor race.’\\nSome of those who were racing on Sunday, including Sir Lewis Hamilton and race winner Carlos Sainz Jr., have also shared their opinion on the protesters and the matter doesn’t seem to be going away very quietly.\\nThis is not the first time Just Stop Oil has disrupted a sporting event this year, with protestors invading the pitch in the Premier League games between Arsenal and Liverpool as well as Everton and Newcastle back in March.\\nThere is a sense of irony that the group targeted the grand prix for their latest stunt, given that F1 is leading the way in developing the most efficient engines and technology in the world.\\nBy 2026, F1 cars will run on 100% sustainable fuel, while the entire sport is aiming to go carbon neutral by 2030.\\nMORE : F1 22 speeds straight to UK number one – Games charts 2 July\\nMORE : Christian Horner reveals doubts about Mercedes despite Lewis Hamilton speed improvement at Silverstone\\nFor more stories like this, check our sport page.\\nFollow Metro Sport for the latest news on \nFacebook, Twitter and Instagram.", "image": [["Match of the Day host Gary Lineker and Sky Sports F1 pundit Martin Brundle (Photo: Getty)", "https://metro.co.uk/wp-content/uploads/2022/07/gary-lineker-martin-brundle.png?quality=90&strip=all&zoom=1&resize=644%2C362"], ["Protestors sat on the Silverstone track after Zhou’s opening lap crash (Photo: REX)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"]], "author": ["Callum McAvoy"], "date": "2022-07-05"}, "https://metro.co.uk/2022/07/03/lewis-hamilton-throws-support-behind-just-stop-oil-protestors-at-silverstone-16935245/": {"title": "Lewis Hamilton throws support behind Just Stop Oil protestors at Silverstone", "subtitle": null, "text": "Lewis Hamilton has backed the Just Stop Oil protestors who managed to get onto the track at Silverstone on Sunday, saying: ‘Big up those guys.’\\nA group of the activists managed to break onto the track and sat there during the British Grand Prix, with a red flag having just been waved after Zhou Guanyu’s terrifying crash.\\nLuckily no one was hurt as a result of the protest, although it as an extremely dangerous thing to do, but Hamilton has backed the environmentalists for taking action.\\nAsked to clarify his initial reaction to the protestors, Hamilton explained: ‘I just said, big up the protestors. I love that people are fighting for the planet and we need more people like them.’\\nThe British driver finished third at Silverstone, with Carlos Sainz winning a Grand Prix for the first time and the Spaniard was much less supportive of the protestors.\\n‘People have the opportunity to speak out, because it is their right, but I don’t believe jumping into a Formula One track is the best way to do it,’ said the Spaniard.\\n‘You put yourself and the drivers at risk. You have to be more careful, because you could get killed and generate an accident.’\\nA statement on Twitter from Just Stop Oil which promoted the protest read: ‘A group of supporters of Just Stop Oil have stormed the track at #BritishGP2022\\n‘If you are more outraged about this disruption than our world being burnt before our eyes, then you need to get your priorities straight.\\n‘We demand the government calls an immediate halt to new oil and gas projects in the UK and we will continue to disrupt sports, cultural events and oil until this demand is met.\\n‘How many more young people have to step up before the government will listen?’\\nNorthamptonshire Police’s event commander, Tom Thompson, said: ‘I’m really disappointed that this group of people ignored our warnings prior to race day and made the incredibly dangerous decision to enter the track.\\n‘We offered to facilitate a peaceful event at the circuit but they instead chose to put the lives of the drivers, marshals and volunteers at risk. It is incredibly disappointing that anyone would make the decision to do this. Thankfully we had plans in place, and the group were swiftly removed and arrested by our officers. All seven are in custody.’\\nMORE : Lewis Hamilton aims cheeky dig at Max Verstappen after Charles Leclerc duel at British Grand Prix\\nMORE : ‘I’m ok!’ – Zhou Guanyu reacts after heavy crash at British Grand Prix\\nFor more stories like this, check our sport page.\\nFollow Metro Sport for the latest news on \nFacebook, Twitter and Instagram.\\n", "image": [["Lewis Hamilton has offered support to the protestors at Silverstone (Pictures: Twitter/Getty)", "https://metro.co.uk/wp-content/uploads/2022/07/lewis-hamilton-silverstone-protest.png?quality=90&strip=all&zoom=1&resize=644%2C362"], ["The protestors were quickly removed from the track (Picture: Twitter)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["Carlos Sainz Jr won the race (Picture: Getty Images)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"]], "author": ["Phil Haigh"], "date": "2022-07-03"}, "https://metro.co.uk/2022/07/05/how-special-f1-engineering-saved-zhou-guanyus-life-in-british-grand-prix-crash-at-silverstone-16941504/": {"title": "How special F1 engineering saved Zhou Guanyu’s life in British Grand Prix crash at Silverstone", "subtitle": null, "text": "Silverstone delivered one of the most exciting grands prix in years, with Carlos Sainz taking his first career win and five drivers scrapping for the runner-up spot in the closing laps.\\nIt was a sell-out show with celebs including Tom Cruise getting in on the action. But, among a ton of interesting storylines – not least a dip in fortunes for championship leader Max Verstappen and a popular return to the podium for home hero Lewis Hamilton – all memories will be fixed on Zhou Guanyu’s horror crash.\\nIt took 53 minutes for the race to be restarted after he, George Russell and Alexander Albon had their races ended before the first turn. The No.24 Alfa Romeo was clipped by Russell, and sent flying down the track upside down before it flipped over the top of the tyre barrier.\\nThe roll hoop was destroyed but the Halo cockpit protection did its job. It is the fourth time the device, introduced in 2018, has saved an F1 driver from serious injury.\\nConfirmation that the Chinese driver was okay came late, with many viewers left to fear the worst. His return to the paddock before the race was over, dressed in team kit and casually letting everyone know he was fine, was almost unfathomable.\\nSunday was the first time his Shanghai-based parents have attended a grand prix to see their 23-year-old son at work. It must have been a whirlwind of emotions for them. While Zhou was released after a brief check-up at the circuit medical centre, Albon was helicoptered to Coventry Hospital before being given the all-clear. In the melee, the Williams driver had been clouted by Sebastian Vettel, hit the pitwall hard and rebounded into the paths of Esteban Ocon and Yuki Tsunoda.\\nThe accident was not the only issue officials had to deal with on lap one.\\nSeven protesters from activist group Just Stop Oil broke into the circuit and sat down on the Wellington Straight. By the time the cars reached it, the red flags were already out.\\nThe protesters were not shown on TV and were subsequently arrested. Northamptonshire Police had been tipped off the group were planning a track invasion, but they still managed to get through security. The force described the move as an ‘incredibly dangerous decision,’ which obviously put the lives of the drivers at risk as well as their own.\\nMcLaren’s Lando Norris said after the race: ‘If you’ve really got to be that silly to go on to a race track with Formula 1 cars… It’s a scary thing. You’re putting us at risk to be involved in something that we would never ever want to be involved in.’\\nVettel, who is increasingly vocal about climate change, was more sympathetic. ‘I think these people don’t act out of frustration, but they are desperate, and I very much sympathise with their fears and anxieties which I think everybody who understands the size of the problem that’s drifting towards us can understand,’ he said.\\nYesterday, the protest group’s spokesman James Skeet was interviewed on ITV’s Good Morning Britain, so their efforts were rewarded with TV exposure in the end. It might have been worth putting it to Mr Skeet that the sport is introducing synthetic fuel in 2026 and is at the forefront of road-relevant hybrid technologies.\\nAs Lewis Hamilton says: ‘People have the opportunity to speak out. I just don’t believe jumping into a Formula 1 track is the best way to do it. I think F1 is doing a great job already to go carbon neutral by 2030.’\\nShort of a British winner, Silverstone’s capacity crowd couldn’t have been happier for Sainz to win his first race after 150 starts. Doing so from pole position will do his confidence the world of good, and I’m sure more victories are on the horizon.\\nBut it presents a problem for Ferrari. Sainz defied orders to win the race. Ferrari wanted Charles Leclerc to lead. The team did not help matters by keeping Leclerc out on old tyres during a late-race safety car.\\nBut he somehow managed to fight the cars with fresher rubber behind him – passing Hamilton around the outside of Copse no less. In the end, he had to concede the remaining two podium positions to Sergio Perez and the man who got the biggest cheers from the grandstands, Hamilton.\\nHamilton aims cheeky dig at Verstappen after Leclerc duel at British Grand Prix\\n‘I’m ok!’ – Zhou Guanyu reacts after heavy crash at British Grand Prix\\nFor more stories like this, check our sport page.\\nFollow Metro Sport for the latest news on \nFacebook, Twitter and Instagram.\\n", "image": [["Zhou Guanyu’s crash was one of the most terrifying Formula 1 has seen in recent years. (Photo by Peter J Fox/Getty Images)", "https://metro.co.uk/wp-content/uploads/2022/07/GettyImages-1406603204-59c5.jpg?quality=90&strip=all&zoom=1&resize=644%2C429"], ["Zhou Guanyu’s car was flipped upside and skidding along the tarmac and gravel before vaulting the protective tyre barrier and hitting a fence. (Photo by Peter J Fox/Getty Images)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["Just Stop Oil decided to protest against climate change by putting the lives of Silverstone’s volunteer workers at risk. (Photo by Ben Stansall/Pool via Getty Images)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["Carlos Sainz took his first ever Formula 1 victory at Silverstone on Sunday. (Photo by Clive Mason/Getty Images)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"]], "author": ["Adam Hay-Nicholls"], "date": "2022-07-05"}, "https://metro.co.uk/2022/07/05/protesters-glue-themselves-to-the-last-supper-painting-at-royal-academy-16944605/": {"title": "Protesters glue themselves to The Last Supper painting at Royal Academy", "subtitle": null, "text": "Just Stop Oil protesters have glued themselves to a sixteenth century painting at London’s Royal Academy in protest against climate inaction.\\nCampaigners glued their hands to the frame of a copy of Leonardo Da Vinci’s The Last Supper, attributed to one of the artist’s pupils, Giampietrino.\\nThe group have been targeting the art world to pressure it into doing more to address the climate crisis and the continued production of fossil fuels.\\nProtesters said they chose The Last Supper because people around the world are currently experiencing a food crisis caused in part by rising global temperatures.\\nJessica Agar, 21 an art student from Hereford said: ‘No sculpture can feed babies starving because extreme heat killed food crops. Nurses are lining up outside food banks, not galleries.\\n‘If the directors of this gallery really believe that art has the power to change the world then I demand that they claim that power, close and refuse to open until the government commits to no new oil.’\\nFive activists stuck themselves to the frame of the painting on Tuesday morning, after spraying ‘no new oil’ on the wall below it.\\nWithin minutes of the stunt, security guards ushered visitors and journalists out of the room and called the police.\\nOn Monday two students glued themselves onto the frame of John Constable’s the Hay Wain at the National Gallery, Just Stop Oil said.\\nIt followed three days of similar protests across London, Glasgow and Manchester last week.\\nJust Stop Oil are calling for the government to commit to immediately halting new oil and gas licenses in the UK and for the directors, employees and members of art institutions to join the Just Stop Oil coalition in peaceful civil resistance.\\nThis is a developing news story, more to follow soon… Check back shortly for further updates.\\nTo get the latest news from the capital visit Metro.co.uk's London news hub.\\nGot a story? Get in touch with our news team by emailing us at webnews@metro.co.uk. Or you can submit your videos and pictures here.\\nFor more stories like this, check our news page.\\nFollow Metro.co.uk on Twitter and Facebook for the latest news updates. You can now also get Metro.co.uk articles sent straight to your device. Sign up for our daily push alerts here.\\n\\n\\nPrivacy Policy", "image": [["Protesters from Just Stop Oil climate protest group glue their hands to the frame of a copy of Leonardo da Vinci’s, The Last Supper (Picture: PA)", "https://metro.co.uk/wp-content/uploads/2022/07/SEI_113131421.jpg?quality=90&strip=all&zoom=1&resize=540%2C283"]], "author": ["Faye Brown"], "date": "2022-07-05"}, "https://metro.co.uk/2022/07/01/climate-activists-supergule-themselves-to-van-gogh-painting-in-london-16926016/": {"title": "Climate activists glue themselves to Van Gogh painting at London gallery", "subtitle": null, "text": "Just Stop Oil protesters superglued themselves to a Van Gogh artwork in London.\\nThe two climate activists, Louis McKechnie, 21 and Emily Brocklebank, 24, became attached to the Peach Trees In Blossom painting at the Courtauld Gallery on Thursday calling on the government to end oil and gas extraction.\\nMr McKechnie previously strapped himself to a goalpost during the Everton v Newcastle Premier League clash in March.\\nThe protest halted the game for seven minutes before staff freed him with bolt cutters. Police then hauled him off the pitch and arrested him.\\nTalking about the latest protest, Mr McKechnie said he loves the painting but now values the ‘future survival of my generation more highly than my public reputation.’\\nHe said: ‘The scientists are saying we need to end fossil fuel licensing and the government is pouring sand in their ears. I’m not willing to be marched to my death by the fossil fuel companies and their government puppets.’\\nHe said it was ‘immoral’ for cultural institutions such as galleries to ‘stand by and watch whilst out society descends into chaos,’ adding: ‘Galleries should close. Directors of art institutions should be calling on the government to stop all new oil and gas projects immediately. We are either in resistance or we are complicit.’\\nThe protest comes after the region depicted in Van Gogh’s piece in southeastern France may soon be experiencing drought after rainfall levels were 45% below historic averages.\\nAfter the stunt, the group posted a video to Twitter showing the moment the two protesters were arrested by police.\\nBrocklebank, a psychology student from Leeds, said: ‘I’m taking action today because I can’t live in a bubble of normality when society is collapsing around us and people in the global south are suffering so much.\\n‘Billionaires are getting richer whilst nurses queue at food banks, tens of millions of people across the world are starving and half the world’s population is exposed to extreme danger from heat waves, floods, fires and famine. Meanwhile the art establishment, the politicians and the fossil fuel companies look the other way.\\nTo get the latest news from the capital visit Metro.co.uk's London news hub.\\n‘Art is so important, it captures history and a moment in time, but artists and the art establishment are failing us by focusing on the wrong things. We need everyone to focus on the government’s genocidal plans to allow fossil fuel companies to drill for more oil. This is one of the greatest injustices in history. We must resist.’\\nA spokeswoman for the Courtauld Gallery told Metro.co.uk: ‘At 15.28 on Thursday June 30 two climate protestors glued themselves to the frame of the painting Peach Trees in Blossom, 1889, by Vincent van Gogh in The Courtauld Gallery.\\n‘The painting has been removed from display. Our initial assessment is that the painting is undamaged. The frame will require treatment to remove glue residue before the work can be returned to display.\\n‘The Courtauld Gallery and the exhibition, Edvard Munch. Masterpieces from Bergen, have reopened as normal.’\\nA spokesperson for Met Police said: ‘At 15:32hrs on Thursday, 30 June police were called to Somerset House, WC2 after two protestors glued themselves to a picture frame.‘Officers attended and arrested a man and a woman for criminal damage.‘Specialist officers worked to ensure their swift and safe removal and they have been taken into custody.‘There are no reports of any injuries.’\\nGet in touch with our news team by emailing us at webnews@metro.co.uk.\\nFor more stories like this, check our news page.\\nPrivacy Policy", "image": [["The pair were protesting about the impact of climate change in France (Picture: Twitter/@JustStopOil)", "https://metro.co.uk/wp-content/uploads/2022/07/SEI_112443501.jpg?quality=90&strip=all&zoom=1&resize=644%2C359"], ["Louis McKechnie, 21 protested at a Everton v Newcastle football match back in March (Picture: Getty Images)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"]], "author": ["Jasper King"], "date": "2022-07-01"}, "https://metro.co.uk/2022/07/04/london-climate-protesters-glue-themselves-to-national-gallery-painting-16941155/": {"title": "Climate protesters glue themselves to National Gallery masterpiece", "subtitle": null, "text": "Two climate change protesters glued themselves to the frame of a 19th-century masterpiece in London’s National Gallery today.\\nMusic student Eben Lazarus, 22, and psychology student Hannah Hunt, 23, who are both from Brighton, attached themselves to John Constable’s painting ‘The Hay Wain’ in front of a crowd of shocked visitors.\\nWearing white T-shirts with the logo of Just Stop Oil (JSO), they stepped over a rope barrier and placed their own image of ‘an apocalyptic vision’ of what the landscape would look like in the future.\\nSplit in three large sheets of paper, it featured an old car dumped in front of the Mill and the Hay Wain cart carrying an old washing machine.\\nTheir protest forced the evacuation of art tourists and a class of 11-year-olds on a school trip from the room where the painting hangs.\\nA video shared by JSO, a climate activist group, shows Lazarus and Hunt kneeling on the floor with a hand each on the frame.\\n‘I want to work in the arts not disrupt them,’ the protester told onlookers.\\n‘But the situation we are in means that we have to do everything nonviolently possible to prevent the civilisational collapse that we are hurtling towards.\\n‘I have younger siblings – the youngest just 10 and 12 – and I refuse to stand by while they are voiceless and let them be sentenced to a future of suffering.\\n‘Our government are failing their democratic mandate to protect us. Art is important. It should be held for future generations to see, but when there is no food what use is art.\\n‘When there is no water, what use is art. When billions of people are in pain and suffering, what use then is art.’\\nTo get the latest news from the capital visit Metro.co.uk's London news hub.\\nTheir action comes a day after JSO invaded the Formula One track at Silverstone during the opening lap of the British Grand Prix.\\nWay more risk of death with climate change to everyone than there is attempting to delay a motor race.\\nFive men, aged between 21 and 46, and two women, aged 20 and 44, were arrested as a result.\\nLast week, supporters of the group also caused disruption in Glasgow, Manchester and London by gluing on to the frames of famous paintings including Van Gogh’s Peach Trees in Blossom.\\nIn a statement on the National Gallery’s protest, Hunt later said the disruption will end when the government makes a ‘meaningful statement’ that it will end new oil and gas licences.\\nShe added: ‘I’m here because our government plans to license 40 new UK oil and gas projects in the next few years.\\n‘This makes them complicit in pushing the world towards an unlivable climate and in the death of billions of people in the coming decades.\\n‘You can forget our “green and pleasant land” when further oil extraction will lead to widespread crop failures which means we will be fighting for food.\\n‘Ultimately, new fossil fuels are a death project by our government.\\n‘So yes, there is glue on the frame of this painting but there is blood on the hands of our government.’\\nA spokesperson for the gallery confirmed that the room was closed to the public.\\nThe Metropolitan Police were called to the scene at 2.25pm by staff.\\nGet in touch with our news team by emailing us at webnews@metro.co.uk.\\nFor more stories like this, check our news page.\\nPrivacy Policy", "image": [["The Metropolitan Police were called to the National Gallery after Eben Lazarus and Hannah Hunt glued themselves to a frame (Picture: PA)", "https://metro.co.uk/wp-content/uploads/2022/07/SEC_113044373.jpg?quality=90&strip=all&zoom=1&resize=644%2C338"], ["The protesters from Just Stop Oil climate group covered John Constable’s The Hay Wain with their own picture (Picture: PA)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["It is not believed that the painting has been damaged (Picture: PA)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"]], "author": ["Gergana Krasteva"], "date": "2022-07-04"}, "https://metro.co.uk/2022/07/22/xr-what-is-extinction-rebellion-and-who-funds-them-17052177/": {"title": "What is Extinction Rebellion and who funds them?", "subtitle": null, "text": "Extinction Rebellion (also known as XR) hit the headlines fairly often for causing mayhem.\\nThe group are known for ditching petitions and opting for civil disobedience in the name of tackling climate change.\\nIn April 2022, the group made the news for a sit-in protest blocking London bridges.\\nBack in 2021, the group mobilised to block Amazon sites to disrupt Black Friday orders being delivered.\\nIn November that year, protestors hijacked the Lord Mayor’s parade in London – and earlier in September, one member was arrested for writing ‘racist’ on a statue of Winston Churchill at a protest.\\nBut who’s behind Extinction Rebellion, and who funds them?\\nExtinction Rebellion (XR) is a climate change activism group, which was created in 2018.\\nThey describe themselves as ‘an international movement that uses non-violent civil disobedience in an attempt to halt mass extinction and minimise the risk of social collapse.’\\nXR was launched by Roger Hallam and Gail Bradbrook, along with other activists from the campaign group Rising Up!.\\nAnother co-founder, Clare Farrell, recently made headlines for praising the Royal Family’s willingness to address the issue of climate change.\\nOften, though, XR hits the news for their protest strategies. The Extinction Rebellion website explains that the group promotes ‘civil disobedience’ and ‘rebellion’ in ‘full public view’ as a way of spreading awareness.\\nThe UK branch of Extinction Rebellion has three core demands:\\nBut Extinction Rebellion isn’t always an ‘organised’ group – they say anyone can act on the group’s behalf.\\nOn their website, XR states: ‘We are a decentralised organisation – anyone can do things in the name of Extinction Rebellion if they agree with and adhere to our principles and values.\\n‘People don’t need anyone’s permission on that basis. We have a self-organising system.’\\nThe movement’s now-recognisable logo is a circled hourglass with a cross through it.\\nThis is to serve as a warning that time is rapidly running out for many species. The symbol was designed in 2011 by street artist ESP.\\nExtinction Rebellion relies on donations from crowdfunding, major donors, NGOs, trusts and foundations.\\nInvestor Christopher Hohn gave £50,000 to the group. Additionally, the charity he co-founded, The Children’s Investment Fund Foundation, has donated more than £150,000.\\nAll profits from Michael Stipe’s debut solo single, ‘Your Capricious Soul’, went to the group.\\nIn addition, XR received $350,000 (£273,544.39) from the Climate Emergency Fund in 2019.\\nMORE : Extinction Rebellion bring Oxford Street to standstill in ‘most disruptive protest yet’\\nMORE : Extinction Rebellion founder fears world leaders have ‘failed humanity forever’\\nMORE : At least 30 arrested over Extinction Rebellion’s Amazon warehouse blockades\\nFollow Metro across our social channels, on Facebook, Twitter and Instagram\\nShare your views in the comments below\\nPrivacy Policy", "image": [["Extinction Rebellion activists during a June 2022 protest (Picture: Vuk Valcic/SOPA Images/LightRocket via Getty Images)", "https://metro.co.uk/wp-content/uploads/2022/07/GettyImages-1241248856.jpg?quality=90&strip=all&zoom=1&resize=644%2C429"], ["The Extinction Rebellion logo resembles an hourglass (Picture: Mike Kemp/In Pictures via Getty Images)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"]], "author": ["Evelyn Richards"], "date": "2022-07-22"}, "https://metro.co.uk/2022/07/03/protestors-sit-on-silverstone-track-after-horror-crash-at-british-grand-prix-16934248/": {"title": "Protestors sit on Silverstone track after horror crash at British Grand Prix", "subtitle": null, "text": "Protestors stormed the track at Silverstone just moments after the huge crash during the opening lap of the British Grand Prix on Sunday.\\nEarlier this week, police warned of credible intelligence that a protest was planned for the race and said any demonstration would ‘jeopardise lives’.\\nBut four activists from Just Stop Oil made their way onto the track shortly after the race had been red flagged following a major incident which saw Zhou Guanyu’s Alfa Romeo flip over and crash into a barrier.\\nFootage from Esteban Ocon’s cockpit showed the Spaniard slowly driving past the protestors as they were being removed from the middle of the track.\\nDrivers had been warned via their team radios that protestors were present on the track shortly after the crash.\\nmarshals dragging protestors off the track ð\u009f\u0091\u008f pic.twitter.com/4dVauuBJNK\\nA statement on Twitter from Just Stop Oil which promoted the protest read: ‘A group of supporters of Just Stop Oil have stormed the track at #BritishGP2022\\n‘If you are more outraged about this disruption than our world being burnt before our eyes, then you need to get your priorities straight.\\n‘We demand the government calls an immediate halt to new oil and gas projects in the UK and we will continue to disrupt sports, cultural events and oil until this demand is met.\\n‘How many more young people have to step up before the government will listen?’\\nThe race got red flagged just after the protestors came onto the track. Genuinely thought someone was going to get hit. pic.twitter.com/AKt8BCZaBO\\nA group of supporters of Just Stop Oil have stormed the track at #BritishGP2022 If you are more outraged about this disruption than our world being burnt before our eyes, then you need to get your priorities straight. pic.twitter.com/lg44Uaj8nc\\nA statement from FIA and F1 read: ‘We can confirm that after the red flag, several people attempted to enter the track.\\n‘These people were immediately removed and the matter is now being dealt with by the local authorities.’\\nWhile the race was halted, Zhou was lifted out of his car and stretchered off the track to an ambulance.\\nIt’s understood that the Chinese driver was conscious and escaped without a major injury.\\nA statement from Alfa Romeo read: ‘Following a crash at the start of the British Grand Prix, Zhou Guanyu is conscious and now at the circuit’s medical centre to undergo evaluation.’\\nGeorge Russell, who also crashed out of the race, ran up to Zhou’s car when it had stopped to check on the driver.\\n‘First of all, the most important thing is that Zhou is ok. That was a scary incident and all credit to the marshals and medical team for their quick response,’ Russell posted on Twitter after the crash.\\n‘Obviously gutted to end the race this way and I’m sorry for the team and the fans. Cheering LH on from the garage.’\\nFor more stories like this, check our sport page.\\nFollow Metro Sport for the latest news on \nFacebook, Twitter and Instagram.", "image": [["Four protestors sat on the track at Silverstone after the race was red flagged (Twitter)", "https://metro.co.uk/wp-content/uploads/2022/07/Protestors-on-track-at-Silverstone-c892.jpg?quality=90&strip=all&zoom=1&resize=644%2C425"], ["Guanyu Zhou’s Alfa Romeo flipped over shortly after the race began (Reuters)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["Several cars were damaged in the crash (AP)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["Guanyu Zhou was protected by the halo system on his Alfa (AP)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["Guanyu Zhou’s car was wedged between the fence and the tyre wall (Getty)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["George Russell ran over to check on Guanyu Zhou (EPA)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["Guanyu Zhou was stretchered off the track and taken to hospital (AP Photo)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"]], "author": ["Chris Davie"], "date": "2022-07-03"}}