{"https://metro.co.uk/2020/11/27/blondies-debbie-harry-launches-eco-fashion-line-with-designers-vin-omi-13665404/": {"title": "Debbie Harry launches eco fashion line with sustainable designers Vin and Omi", "subtitle": null, "text": "Blondie’s Debbie Harry has unveiled a new eco fashion line with sustainable designers Vin and Omi.\\nSo far, the range consists of three separate pieces that can be bought on Blondie’s official site.\\nThe pieces are just the start of a wider collaboration in which the three will work together to produce more sustainable clothing.\\nThe first part of the collaboration is called HOPE and consists of two unisex T-shirts and a hoodie. Each item is made from recycled cotton fibres mixed with recycled plastic.\\nDesigners Vin and Omi say that climate change and the pandemic inspired the design.\\n‘The planet, politics and people are going through a really rough time with pandemic, environmental crisis, and political uncertainty,’ they say.\\n‘We wanted to enforce that we all need to have HOPE and a positive attitude to get through this.’\\nVin and Omi have a legacy of making clothes without using virgin resources.\\nIn 2018, the duo made handbags and jewellery using single use bottles discarded from the menswear show at London Fashion Week. They currently have an ongoing project turning nettles into fabric using refuse from Prince Charles’s Highgrove Estate.\\nThey say: ‘All of our work is eco and sustainable. We were early pioneers of using waste plastic from ocean and river clean up scenes and turning it in textiles.’\\nDebbie Harry, a renowned environmentalist who keeps bees and has expressed her support for Extinction Rebellion, said on her site: ‘our hope is to draw attention to the harmful effects of plastic in our environment — which is damaging human health, marine life & habitats, littering beaches and landscapes, clogging waste streams and landfills’\\n‘We’ve been working with Debbie for a long time, we developed the slogan Stop F**king The Planet with her,’ added Vin and Omi. ‘Debbie has also walked in one of our fashion shows. She’s our muse.’\\nDo you have a story to share?\\nGet in touch by emailing MetroLifestyleTeam@Metro.co.uk.\\nMORE : 20 best tech gifts and gadgets to give family and friends this Christmas\\nMORE : Glossybox’s Black Friday box gives you £115 worth of beauty products for £20\\nMORE : Trauma doesn’t just go away – it’s a long journey to recovery", "image": [["Take your pick from Debbie Harry’s new eco fashion line (Picture: Getty/Blondie.net)", "https://metro.co.uk/wp-content/uploads/2020/11/PRI_174024433.jpg?quality=90&strip=all&zoom=1&resize=644%2C338"], ["Caption: Blondie\\’s Debbie Harry launches eco fashion line with sustainable designers Vin and Omi\nProvider: Blondie.net", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"]], "author": ["Frankie Mills"], "date": "2020-11-27"}}