{"https://metro.co.uk/2020/09/10/laurence-fox-claims-rebecca-front-has-cancelled-him-after-lewis-co-star-blocks-him-due-to-all-lives-matter-claims-13251372/": {"title": "Laurence Fox claims Rebecca Front has ‘cancelled’ him after Lewis co-star blocks him due to All Lives Matter claims", "subtitle": null, "text": "Laurence Fox believes he’s been ‘cancelled’ by Rebecca Front after the actress blocked him due to his ‘All Lives Matter’ claims.\\nThe Lewis star has called his falling out with Front ‘the most painful cancellation I have had yet’, after The Thick Of It star disagreed with him on his opinions on the Black Lives Matter movement.\\nAfter tweeting: ‘Every single human life is precious. The end’ following the death of George Floyd, the actor wrote in a column for The Spectator: ‘Righteous global outrage at a cruel and vile killing has morphed into a different agenda. Similar things have happened with other movements; #MeToo, Extinction Rebellion, Brexit, even the Covid-19 pandemic.\\n‘The left rightly expose great chasms of inequality and hypocrisy in society — then proceed to throw themselves like lemmings into that void, unable to obey their own edicts.\\n‘Desperately important causes have been politicised to the point of meaninglessness, opportunities for action hijacked swiftly by the cynical actors.’\\nHe has since used the hashtag #AllLivesMatter rather than #BlackLivesMatter.\\nToday, the 42-year-old shared a screenshot of a text conversation with Front, as well as revealing that the 56-year-old had blocked him.\\nIn the messages, Fox asked: ‘Why would you block me? Have I said anything that could upset you? What a shame. Anyway, you are never blocked from me.’\\nFront, who played Jean Innocent opposite Fox’s James Hathaway in Lewis, replied: ‘Oh Lol, I think it was the #AllLivesMatter stuff that finally tipped me over the edge It seems to me so glaringly obvious that All Lives Matter – you’d have to be a psychopath to disagree – that it should be equally obvious it doesn’t need a slogan.\\n‘Black Lives are systematically undervalued. Their work opportunities are fewer, their health outcomes far worse, the criminal justice system works against them. I think the least we can do is let them have a f***ing slogan.\\n‘But there are many, many things we clearly disagree on and, fond as I am of you, looking at your Twitter feed I just felt uncomfortable about the company you’re keeping.\\n‘I’m sorry. I wish you and your lovely boys well. We’ll just have to agree to differ.’\\nFox replied: ‘“The least we’re can do is let them have a f***ing slogan.” Jesus/\\n‘It’s ok to disagree. But it’s the right thing to do to talk first before you cancel me. Especially given how racist the phrase you just wrote is. I thought we had more in common.’\\nThe actor tweeted: ‘This is the most painful cancellation I have had yet. From someone I spent 10 happy years working with, many lovely family dinners and lots and lots of laughs. Someone I thought was a friend. #AllLivesMattter [sic].’\\nThe actor has been mocked for the post, with many people explaining in the replies that blocking someone or disagreeing with them doesn’t mean they are cancelling you.\\nIn response to one person who tweeted: ‘Blocking someone isn’t ‘cancelling’ them. You’ve made it a public issue, she hasn’t’, Fox wrote: ‘Oh, I’m so sorry Aaron. I should have double checked the meaning of the words I’m permitted to use with you before deploying them. It won’t happen again.\\n‘On another point. You don’t own the language. Have a nice day.’\\nElsewhere, other famous faces have defended Front, with Chizzy Akadolu writing: ‘Worked with Rebecca Front on Death in Paradise. I adored her before that. Besotted afterwards. She’s funny, professional and extremely caring. Please read the whole exchange with Lawrence Fox before commenting on what she said. Context is everything!!’\\nThank you to my many lovely friends, old and new. An apology has been made, so letâ\u0080\u0099s all move on.\\nHer The Thick Of It co-star Chris Addison tweeted: ‘For the record, Rebecca Front is – and always has been – one of the greatest humans. I love her’, while Katy Brand wrote: ‘Always loved working and chatting with Rebecca Front. Long days on set will show who someone really is (ahem), and she has never been anything less than patient, fun and totally on her game however late it gets. Total babe.’\\nFox has since issued a public apology to Front, tweeting: ‘Earlier I tweeted a private text message. It isn’t true to my values to make a private conversation public just to make a point. I regret it.\\n‘I would like to apologise to@RebeccaFront for doing so. I’m going to delete the tweet and try to build bridges rather than burn them.’\\nNighty Night star Front also tweeted: ‘Thank you to my many lovely friends, old and new. An apology has been made, so let’s all move on.’\\nMetro.co.uk has contacted Front’s rep for comment.\\nMORE : Naga Munchetty declares ‘I’m not for everyone’ with jumper after getting warning from BBC\\nMORE : Denise Richards thanks fans for supporting her as she quits Real Housewives of Beverly Hills", "image": [["Rebecca seems to have blocked Laurence on Twitter (Picture: Getty)", "https://metro.co.uk/wp-content/uploads/2020/09/PRC_164122350.jpg?quality=90&strip=all&zoom=1&resize=644%2C338"], ["The pair starred together on Lewis (Picture: ITV/REX/Shutterstock)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"]], "author": ["Emma Kelly"], "date": "2020-09-10"}, "https://metro.co.uk/2020/09/02/woman-wheelchair-92-year-old-among-extinction-rebellion-protesters-arrested-13210704/": {"title": "Woman in wheelchair and 92-year-old man among arrested climate protesters", "subtitle": null, "text": "Extinction Rebellion’s oldest protester, 92, was among 90 activists arrested in central London on Tuesday after thousands of protesters joined a national day of disruption.\\nVideo later showed another protester being carried into her wheelchair by officers before being escorted away outside Westminster Abbey as climate change activists demonstrated across the capital.\\nThe group has vowed to carry out a second day of protests despite the arrests, with a plan to return to Parliament Square in Westminster, with another demonstration also planned for outside Buckingham Palace.\\nProtesters blocked roads around the city and brought traffic to a standstill yesterday. The Metropolitan Police said offences included assaulting an officer, obstructing police and public order breaches.\\nAt least 10 people were carried away by police after the group refused to move from the roads around Parliament Square. Protesters chanted and cheered as the officers took them away to nearby police vans.\\nDemonstrator John Lynes, 92, was among those led away from Parliament Square by police. He has taken part in previous demonstrations and was filmed walking with a stick, flanked by officers, in a video posted online.\\nFour marches converged in Westminster after the Met said the gatherings could only take place off the main roads at Parliament Square between 8am and 7pm. Other protests were held by activists in Cardiff and Manchester.\\nThe force said the same conditions would be imposed on the demonstrations planned for today.\\nVarious stunts are due to take place, including a ‘theatrical’ display highlighting ‘how the climate crisis is causing death’, and a silent protest outside Buckingham Palace, Extinction Rebellion said.\\nFurther events are planned to take place up until September 10 across the city, including a ‘carnival of corruption’ outside the Treasury, and the ‘walk of shame’ near the Bank of England.\\nSpeaking on Tuesday, protester Karen Wildin, 56, a tutor from Leicester, said: ‘I’m here today because I have serious concerns about the future of the planet – we need to put this above anything else.\\n‘Never mind Covid, never mind A-levels, this is the biggest crisis facing us and we need to raise the message as loudly as possible.\\n‘Not a lot has been done on this issue, everyone needs to hear the message.’\\nLast year, more than 1,700 arrests were made during Extinction Rebellion’s 10-day ‘Autumn Uprising’, which saw major disruption across the UK.\\nGet in touch with our news team by emailing us at webnews@metro.co.uk.\\nFor more stories like this, check our news page.\\nPrivacy Policy", "image": [["John Lynes, 92, was among those led away from Parliament Square by police (Picture: Reuters)", "https://metro.co.uk/wp-content/uploads/2020/09/PRI_162961396.jpg?quality=90&strip=all&zoom=1&resize=768%2C538"], ["Police officers detained a protester in a wheelchair during the ‘peaceful disruption’ in Westminster (Picture: Reuters)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["Some 3,000 protesters are thought to have joined demonstrations in London on Tuesday (Picture: Reuters)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["Activists also staged a ‘die-in’ in St. Peter’s Square, Manchester (Picture: Getty)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["A protester is carried from Parliament Square, Westminster, by police (Picture: PA)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["In total, 90 activists were arrested on Tuesday (Picture: REX)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["XR have planned a second day of action in the capital city on Wednesday as MPs return to the Commons (Picture: AP)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"]], "author": ["Zoe Drewett"], "date": "2020-09-02"}, "https://metro.co.uk/2020/09/28/made-in-chelsea-sam-thompson-zara-mcdermott-split-alex-mytton-teases-twists-13336732/": {"title": "Made In Chelsea to feature Sam Thompson and Zara McDermott split as Alex Mytton teases ‘twists and turns’", "subtitle": null, "text": "Made In Chelsea is back on screens tonight and, after the wildest trailer in history, it promises to be a good series.\\nAs well as flirting and a dramatic drink swill from Olivia Bentley, viewers will also see Sam Thompson and Zara McDermott’s shock split play out.\\nChatting to Metro.co.uk about what we can expect from season 20 of the E4 reality staple, Alex Mytton confirmed there were many ‘big twists and turns’ ahead in their break-up.\\n‘I mean obviously there’s been quite a few things going on,’ the 29-year-old told us. ‘Sam and Zara have been going through a bit of a hard time which has been quite tough for both of them. It’s all going to unfold on the show.\\n‘It’s been pretty nuts, I didn’t expect it.\\n‘But it’s all very early days, and these things kind of have quite big twists and turns, so who knows what will be going down.’\\nThe couple went their separate ways last month, with intense speculation over what caused the split.\\nAlex wasn’t drawn on what really went down, but revealed that Sam is ‘doing okay’ after his relationship with the Love Island star came to an end.\\n‘I’ve spent a bit of time with him recently, he’s actually… he seems okay,’ he said. ‘He’s putting on a brave face.\\n‘He’s like a matured Sam, which is weird to see. I was expecting to see a little kid having a tantrum but he seems like he’s doing alright, which is great.’\\nAfter the last series was cut short due to coronavirus, the gang, including Sam, Zara, Tiffany Watson and Jamie Laing – who is currently preparing for Strictly Come Dancing – returned to filming recently.\\nMost of the cast set up home in two country houses, so they could adhere to social distancing guidelines while giving us our dose of drama.\\nAnd Alex predicted that sparks would be flying with the new measures in place.\\nHe continued: ‘They got two big houses so they could film in bubbles and adhere to all of the Covid rules, so I wasn’t actually there but I’ve heard all of the stuff, and I saw that trailer…\\n‘I don’t think there’s ever been a drink swill on the first episode of the series, it just goes straight in on that.\\n‘I predicted right before people went into those houses that it was gonna end in pretty much drama, and it did.’\\nWhile the E4 series was off our screens, we were still given our reality fix as the cast filmed for Made In Chelsea Favourites, where they looked over some classic episodes.\\nSome of the instalments made for brutal viewing, especially for Alex as his cheating scandal with Binky Felstead was rehashed.\\nDiscussing the awkward scenes, he admitted that rewatching the show was ‘horrible’.\\n‘Oh God, it was horrible! Some of it was actually quite heartwarming and nice memories, but a lot of it was like… I can’t believe I did that,’ he laughed.\\n‘It was really odd to watch it back, really odd. It was such a long time ago, one of the episodes we watched back was six years ago, or something crazy.\\n‘It reminded me that there is always going to be a video somewhere, of me being an absolute k**b.\\n‘I’m never going to be able to have a go at my children because they’ll be like, “Well we saw you doing this so shut up.”\\nBut, despite all the ‘horrible’ scenes, Alex is adamant he doesn’t ‘regret’ anything that we saw on screen.\\n‘I try not to have any regrets,’ he added. ‘Obviously it’s not nice to hurt people but it’s a part of life and growing up. You learn from it.\\n‘I don’t have regrets but maybe I could have played it slightly differently, but there’s no point in regretting because you can’t change it now.’\\nWe wonder if any of his co-stars will feel the same after the premiere…\\nMade In Chelsea returns on September 28 at 9pm on E4.\\nGot a story?\\nI pay £1,250 for my London flat but a little-known scheme means I'll buy it in three years\\nMan buys house on Amazon for £20,500\\n80s legend’s house available to rent for a staggering £65,000 per month\\nLondon’s ‘secret’ village with ‘stunning views’ named one of UK’s best to live in\\nStunning former glassworks on sale in Brighton for £2.5million\\nIf you’ve got a celebrity story, video or pictures get in touch with the Metro.co.uk entertainment team by emailing us celebtips@metro.co.uk, calling 020 3615 2145 or by visiting our Submit Stuff page – we’d love to hear from you.\\nMORE : Rihanna protects her melanin in racy underwear shot to promote new Fenty Skin set\\nMORE : Sir David Attenborough warns Extinction Rebellion about disrupting ‘innocent people’ with protests\\n", "image": [["Sam Thompson and Zara McDermott split last month (Picture: Getty)", "https://metro.co.uk/wp-content/uploads/2019/11/PRI_740810781-e1601285174734.jpg?quality=90&strip=all&zoom=1&resize=644%2C485"], ["Alex Mytton lifted the lid on what drama we can expect from Made In Chelsea (Picture: Getty)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["Alex revealed he ‘predicted’ that drama would unfold on Made In Chelsea (Picture: Getty)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"]], "author": ["Rishma Dosani"], "date": "2020-09-28"}}