{"https://metro.co.uk/2021/05/03/are-banks-open-on-bank-holidays-uk-hsbc-barclays-halifax-lloyds-14498024/": {"title": "Are bank branches actually closed on bank holidays?", "subtitle": null, "text": "The early May bank holiday is on Monday, May 3 – with the late May bank holiday (Monday, May 31) just a few weeks away.\\nHopefully, we’ll be out enjoying these rare days off – but some of us may need to catch up on life admin. Ironically, given that it’s a bank holiday, we might actually need the free day to sort our finances.\\nBanks, like most supermarkets, post offices and other commercial institutions, are subject to having their opening hours changed when it comes to bank and public holidays.\\nHere’s everything you need to know…\\nNo, banks are usually completely closed on bank holiday days.\\nBanks in the UK have been closing for several weekdays scattered across the year since the late 1800s.\\nIn the Bank Holidays Act of 1871, four extra days off were created in England, Wales and Northern Ireland – with a fifth earmarked for Scotland.\\nTwo in May – for early and late spring – and one in August, plus Good Friday, a holy day for Christians.\\nApparently, they were called ‘bank’ holidays rather than general or public holidays to encourage other shops and establishments to take a day off.\\nMetro Bank is the only of the UK’s banks to remain open on the early May bank holiday.\\nOn May 3, you can pop into your nearest Metro Bank anytime from 11am to 5pm.\\nOn top of that, Metro Bank is open seven days a week, with branches only closing on Easter Sunday, Christmas Day and New Year’s Day.\\nUnfortunately, all HSBC branches will be closed for the May bank holiday.\\nBarclays, Halifax, Lloyds, Santander and TSB will be completely closed for the day, too.\\nNatwest/Royal Bank of Scotland customers don’t have much luck, either – as all branches will be shut for the bank holiday.\\nAll banks should reopen at their normal Tuesday times – which differ depending on which branch you visit.\\nKeep in mind that your bank may still be running on shorter hours, due to the pandemic.\\nMORE : Full list of bank holidays in 2022, plus the bonus extra date\\nMORE : Santander to permanently close 111 bank branches in UK\\nMORE : Nine arrested after Extinction Rebellion protesters shatter windows at HSBC HQ\\nFollow Metro across our social channels, on Facebook, Twitter and Instagram.\\nShare your views in the comments below.\\nPrivacy Policy", "image": [["Lloyds, Barclays, Natwest and HSBC branches (Picture: Chris Ratcliffe/Bloomberg via Getty Images)", "https://metro.co.uk/wp-content/uploads/2021/04/GettyImages-1231119375.jpg?quality=90&strip=all&zoom=1&resize=644%2C458"], ["Can you pop into your nearest bank branch on Monday? (Picture: Chris Ratcliffe/Bloomberg via Getty Images)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["Metro Bank (Picture: May James/SOPA Images/LightRocket via Getty Images)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"]], "author": ["Elizabeth Atkin"], "date": "2021-05-03"}, "https://metro.co.uk/2021/05/01/london-tower-bridge-closed-after-extinction-rebellion-protester-glues-hand-to-road-14505625/": {"title": "Tower Bridge closed after Extinction Rebellion protester glues hand to road", "subtitle": null, "text": "A man brought traffic to a standstill after gluing himself to London’s Tower Bridge as part of a series of ‘protest of one’ road blocks organised by Extinction Rebellion.\\nMorgan Trowland, 38, glued himself to the famous landmark, prompting City of London Police to close it to southbound vehicles.\\nMr Trowland, a civil engineer from Hackney, east London, said: ‘I’m terrified that billions will die because of the climate crisis, humans and non-humans.\\n‘I’m freaking out that many people are accepting this, or feel powerless to change the course. I want to show onlookers that we each have phenomenal power.’\\nBlackfriars Bridge in London was also blocked by a man holding a placard reading: ‘I’m terrified billions will starve while our Government refuses to act on the climate crisis.’\\nThere were also road blocks at Oxford Circus and Westminster Bridge.\\nHundreds of individual protests were held in towns and cities across the country, including Nottingham, Birmingham, Oxford, Bradford, Newcastle and Swansea.\\nExtinction Rebellion encouraged its supporters to act because of the Government’s ‘lack of action on climate change.’\\nThe stunts began at 11am – two years exactly since parliament declared a climate emergency.\\nTo get the latest news from the capital visit Metro.co.uk's London news hub.\\nBing Jones, a 68-year-old retired NHS doctor, blocked a road in Sheffield. He said: ‘I’m terrified that our climate targets are empty promises.\\n‘We have targets for 2050 but we are still increasing emissions today. The Government has made inexcusable Covid mistakes. I’m terrified that they will be even worse on the climate crisis.’\\nHe added: ‘I am desperate. I write, lobby and support green politics but see nothing real happening.\\n‘So I am sitting in the road today with a notice saying I am terrified. I am sorry to disrupt ordinary people but I do not know what else to do.’\\nNurse Andrea Muntiu, 36, blocked traffic in her home town of Ipswich. She said: ‘People may wonder what a nurse is doing sitting in the road with a placard. They may wonder what impact this will have on my career or whether I’ll get in trouble with the police.\\n‘I am aware of the risks but I feel I have a moral duty to warn people about the catastrophic consequences of the climate crisis.’\\nXR said in a statement that despite its carbon-cutting targets – with Boris Johnson recently announcing plans to cut emissions by 78% by 2035 – the UK Government is moving too slowly.\\nIt cited multiple reports finding the UK will miss its targets unless ministers take rapid action.\\nSaturday’s protests coincided with a number of demonstrations against the Police, Crime, Sentencing and Courts Bill.\\nThe proposed legislation would give police in England and Wales more powers to impose conditions on non-violent protests – including those deemed too noisy or a nuisance, with those convicted liable to fines or jail terms.\\nA Home Office spokesman said: ‘The right to protest is a cornerstone of our democracy, but over recent years we have seen an increase in the use of disruptive and dangerous tactics.’\\nHe added: ‘These new measures will not stop people from carrying out their civic right to protest and be heard, but will prevent large scale disruption – enabling the silent majority to get on with their lives.’\\nGet in touch with our news team by emailing us at webnews@metro.co.uk.\\nFor more stories like this, check our news page.\\nPrivacy Policy", "image": [["An XR protestor on Tower bridge managed to close the road after gluing his hand to the tarmac (Picture: PA)", "https://metro.co.uk/wp-content/uploads/2021/05/SEI_77070049.jpg?quality=90&strip=all&zoom=1&resize=964%2C506"], ["Environmental protestors are staging ‘protests of one’ across the country (Picture: PA)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["City of London police closed Tower Bridge to southbound traffic (Picture: PA)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["Another protestor tried to block Oxford Circus (Picture: REX)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["The man’s sign said he was ‘terrified’ of a climate criss (Picture: REX)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["In Newcastle, police removed an Extinction Rebellion activist who was sitting in the middle of the road (Picture: Getty Images Europe)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["The Newcastle protest was one of hundreds across the country (Picture: Getty Images Europe)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["One side of Westminster Bridge in London was also blocked(Picture: REX)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["Protestors sought to disrupt traffic because they said the Government isn’t doing enough on climate change (Picture: REX)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"], ["The Government’s new Police Bill will give officers more power over protestors (Picture: Getty Images Europe)", "https://metro.co.uk/wp-content/client-mu-plugins/metro-branding/images/fallback.png"]], "author": ["Tom Williams"], "date": "2021-05-01"}}