{"https://www.dailymail.co.uk/news/article-10484635/Insulate-Britain-vow-inflict-road-chaos-reveal-activists-planning-rave-M25.html": {"title": "'We haven't gone away... we're just getting STARTED': Insulate Britain vow to inflict MORE road chaos on public - and reveal activists are planning 'rave on the M25' next Saturday", "subtitle": "Protest with slogan 'staying alive on the M25' is set to last from midday until 4am. Total of 62 people have responded 'going', while another 172 clicked 'interested'. In a statement this morning, group of activists acknowledged they had 'failed'. But they vowed to continue regardless, adding: 'We're just getting started'.", "text": "Insulate Britain have vowed to inflict more road chaos on the public and revealed that activists are planning a 'rave on the M25' next Saturday.\\nThe protest, which has been shared as an event on Facebook with the slogan 'staying alive on the M25', is set to last from midday until 4am on February 20.\\nA total of 62 people have responded as 'going', while another 172 have clicked 'interested'.\\nThe event's description mentions '12 hours of mental partying', referencing one hour for each alleged party held at Downing Street during the pandemic.\\nIn a statement this morning, the activists acknowledged they had 'failed' and 'lost another year', but vowed to 'continue their campaign of civil resistance' regardless.\\nThe group said they 'haven't gone away', adding: 'We're just getting started.'\\nThe announcement comes after five Insulate Britain eco-zealots were jailed for up to 42 days on Wednesday after causing mayhem on the M25 last year.\\nInsulate Britain stated: 'We failed to move our irresponsible government to take meaningful action to prevent thousands of us from dying in our cold homes during the energy price crisis.\\n'We have failed to make this heartless government put its people over profit and insulate our homes to do our part in lowering the UK's emissions.\\n'We have failed to encourage our government to get up from their drinks parties, go to their desk and get on with the job.'\\nThe group went on: 'So our next campaign of civil resistance against the betrayal of this country must be even more ambitious.'\\nWednesday's ruling is the third time the High Court has handed out sentences to protesters over breaches of the court order, following hearings in November and December.\\nNine of those in court had previously been committed for contempt in relation to the M25 order.\\nTheresa Norton, 63, Dr Diana Warner, 62, El Litten, 35, and Steve Pritchard, 62, who glued themselves to the steps of the Royal Courts of Justice in defiance of the proceedings on Tuesday, were jailed for between 24 and 42 days, while Ben Taylor, 27, was jailed for 32 days.\\nThe remaining protesters were given suspended sentences, but will be jailed if they breach the injunction within the next two years.\\nJAILED:\\nSENTENCES SUSPENDED FOR TWO YEARS:\\nLET OFF:\\nLabour councillor Norton, 63, retired GP Warner, 62, Litten, 35, and parish councillor Pritchard, 62, had glued themselves to the steps at the entrance to the High Court in defiance of the proceedings on Tuesday.\\nThey sent a note to the judges saying: 'The four of us feel we have to continue our resistance today because we don't want to cooperate with a system which is causing so much death and hardship.'\\nThe four were later arrested by officers and were cheered by fellow protesters as they were led away, with the last of the four being removed by about 5.15pm.\\nEarlier, High Court judges told three members of the eco-mob they were 'free to go' after concluding they had not breached the injunction during a protest at South Mimms roundabout by the M25 on November 2, 2021.\\nNational Highways sought to bring contempt of court proceedings against Springorum, 49, Norton, 37, and Jessica Causby, 25, after they took part in a protest near the motorway on November 2 last year.\\nAccording to National Highways' written submissions, Springorum and Causby glued themselves to the pavement during their protest action, while Norton allegedly 'endangered the free flow of traffic'.\\nThe demonstration was intended to block the M25 near Junction 23 at Bignells Corner, Potters Bar, but Lord Justice William Davis decided that area was not covered by the M25 injunction.\\nHe said: 'The application in their cases has been dismissed so there's no further reference to them in these proceedings.' The judge told the protesters that they were 'free to go'.\\nInsulate Britain began a wave of demonstrations last September which included blocking the M25 and other roads in London, including around Parliament, as well as roads in Birmingham, Manchester and Dover in Kent.\\nA series of High Court injunctions against its road blockades were granted to National Highways and Transport for London to prevent their disruptive protests.\\nThose who breach them could be found in contempt of court and face a maximum penalty of two years in prison or an unlimited fine as well as seizure of assets.\\nThe offshoot from the Extinction Rebellion is calling on the UK Government to implement policy and funding for a national home insulation programme starting with all social housing.\\nThe group wants the UK government to promise to fully fund and take responsibility for the insulation of all social housing in Britain by 2025.\\nIt wants it to produce 'within four months a legally binding national plan to fully fund and take responsibility for the full low energy and low carbon whole-house retrofit, with no externalised costs, of all homes in Britain by 2030 as part of a just transition to full decarbonisation of all parts of society and the economy'.", "image": [["The protest, which has been shared as an event on Facebook with the slogan 'staying alive on the M25', is set to last from midday until 4am on February 20. Pictured: Insulate Britain activists blocking a carriageway of the M25 in September last year", "https://i.dailymail.co.uk/1s/2022/02/07/10/53872747-10484635-image-a-22_1644229732272.jpg"], ["An Insulate Britain protestor is carried by police after being unglued from the road in front of Parliament in Westminster in London on November 4 last year", "https://i.dailymail.co.uk/1s/2022/02/07/10/53871087-10484635-image-a-23_1644229809326.jpg"], ["In a statement this morning, the activists acknowledged they had 'failed' and 'lost another year', but vowed to 'continue their campaign of civil resistance' regardless", "https://i.dailymail.co.uk/1s/2022/02/07/10/53872787-10484635-image-a-25_1644229891462.jpg"], ["The group said they 'haven't gone away', adding: 'We're just getting started.' The announcement comes after five Insulate Britain eco-zealots were jailed for up to 42 days on Wednesday after causing mayhem on the M25 last year", "https://i.dailymail.co.uk/1s/2022/02/07/10/53872783-10484635-image-a-26_1644229904565.jpg"], ["A total of 62 people have responded as 'going', while another 172 have clicked 'interested' to the event which is set to be held on February 19", "https://i.dailymail.co.uk/1s/2022/02/07/10/53872785-10484635-image-a-27_1644229927834.jpg"], ["Theresa Norton, 63, Diana Warner, 62, El Litten, 35, and Steve Pritchard, 62, who glued themselves to the High Court's steps (pictured) in defiance of the proceedings last Tuesday, were given between 24 and 42 days", "https://i.dailymail.co.uk/1s/2022/02/07/10/53642577-10484635-Theresa_Norton_63_Diana_Warner_62_El_Litten_35_and_Steve_Pritcha-a-33_1644230061584.jpg"], ["Pictured: Insulate Britain protesters at the High Court last Wednesday, with Jessica Causby and others reading a speech after court proceedings", "https://i.dailymail.co.uk/1s/2022/02/07/10/53691493-10484635-Pictured_Insulate_Britain_protesters_at_the_High_Court_are_pictu-a-34_1644230064894.jpg"], ["The 19 who faced court last week were: Ruth Jarman 58, Dr Diana Warner 62, Jessica Causby 25, Stephen Gower 55, Liam Norton 37, Ben Taylor 27, Dr Ben Buse 36, Gabriella Ditton 28, Arne Springorum 49, Paul Sheeky 46, Theresa Norton 63, Stephanie Aylett 27, Indigo Rumbelow 27, Ellie Litten 35, David Nixon 35, Christian Rowe 24. , Biff Whipster 54, Rev Sue Parfitt 79, Steve Pritchard 62", "https://i.dailymail.co.uk/1s/2022/02/07/10/53623027-10484635-The_19_who_faced_court_this_week_are_Ruth_Jarman_58_Dr_Diana_War-a-28_1644229987744.jpg"], ["Supporters of nine Insulate Britain climate activists who were jailed take part in a protest on Lambeth Bridge in central London on November 20 last year", "https://i.dailymail.co.uk/1s/2022/02/07/10/53871083-10484635-image-a-24_1644229829471.jpg"]], "author": ["Katie Weston For Mailonline"], "date": "2022-02-07"}, "https://www.dailymail.co.uk/news/article-10480761/Climate-change-fanatics-plot-blockade-Britains-refineries-fuel-trucks-petrol-stations.html": {"title": "EXPOSED: Climate change fanatics who are plotting to blockade Britain's refineries, fuel trucks and petrol stations next month in sinister bid to bring down our oil network", "subtitle": "Activists for Just Stop Oil intend to block oil refineries, motorways and occupy petrol station forecourts in protest of fossil fuel production over two weekends. Roger Hallam, co-founder of Extinction Rebellion and Insulate Britain, predicts up to 3,000 activists could be arrested in a bid to bring down UK's oil network. Plans were hatched by the pressure group over several meetings held last week.", "text": "Climate change zealots are plotting to block oil refineries, motorways and petrol stations across Britain next month, an investigation by The Mail on Sunday has discovered.\\nRoger Hallam, a co-founder of Extinction Rebellion (XR) and Insulate Britain, predicted that up to 3,000 activists could be arrested over two weekends in March for closing down the country’s oil network.\\nAs well as paralysing oil refineries and nearby motorways, activists for the newly formed pressure group Just Stop Oil intend to occupy petrol station forecourts, ‘tanker surf’ on fuel lorries and spray-paint filling points.\\nCampaigners want the Government to immediately halt all future exploration, development and production of fossil fuels in the UK.\\nThe sinister plan emerged during three meetings last week attended by an undercover MoS reporter who also obtained a document setting out the timeline of the group’s action.\\nDrawing parallels to Martin Luther King and Gandhi, the document states: ‘XR and Insulate Britain demonstrate that civil resistance works. They also show that we need to do significantly more to stop the greatest crime in humanity.’\\nJust Stop Oil has been on a major recruitment drive in recent weeks. Despite numerous arrests for taking part in protests and an increasing ‘cancel culture’ on campuses, Hallam was allowed to seek support at several universities including Edinburgh and Glasgow.\\nThe group’s strategy includes forming regional groups and recruitment teams to hold more than 20 meetings a week. Later this month, it will demand that the Government make a ‘meaningful statement to Just Stop Oil’. If no such undertaking is made, a campaign of civil resistance will be announced.\\nThe first phase would include blocking oil refineries, storage units and nearby motorways. The next move – Phase 2A – would see activists sitting in petrol forecourts as well as ‘tanker-surfing and spray-paint(ing) filling points’. Phase 2B, presumably an escalation of the protest, is simply described as ‘high stakes resistance against oil’.\\nThe unlikely venue for one of last week’s meetings was a community centre in the picturesque town of Wallingford, near Oxford, which drew a 50-strong crowd of polite, mask-wearing residents.\\nPromoted through leaflets and on Facebook, it began chaotically after Hallam was stuck on a train in Reading and, ironically, had to be picked up and driven to the event by a fellow activist.\\nAs an intruder blared out a radio at full volume from the back of the room in a bid to drown out the proceedings, one of the organisers, Sarah Webb, was flustered as she prepared to read Hallam’s speech. ‘Oh God, it really is the end of the world now,’ she muttered.\\nBut while she admitted to being ‘really quite nervous’, Webb is hardly a shrinking violet. The 50-year-old, who works as a special educational needs tutor for young children and is also involved in XR, was arrested last August after locking herself to a giant pink table in Central London for 21 hours.\\nWhen she attended court a month later, she wore the red uniform of an oppressed character from Margaret Atwood’s dystopian novel The Handmaid’s Tale.\\nTo her relief, Hallam, 55, arrived after a few minutes and soon set about whipping up his audience. ‘What I’m here to tell you tonight is you have an absolute responsibility to take action on the greatest act of injustice and obscene evil in the history of humanity,’ he said.\\n‘I’m not mincing my words tonight. What else is it that we face? What other description can we give to COP26, which knowingly, in full knowledge of the science, decided to condemn the next generation to a world that is uninhabitable. A world of starvation, rape and slaughter.’\\nSuggesting that joining the protest could enhance supporters’ employment prospects, he added: ‘No one is going to lose their job for campaigning on the climate, whatever it says in your contract. If anything, it’s going to promote your career because it shows you’ve got guts.\\n‘This is quite a tangent, but I think it’s quite amusing – my partner, a co-founder of XR, put it on her CV and she’s in middle-management of a non-governmental organisation. She’s 24.’\\nHallam’s colourful rhetoric has landed him in trouble in the past. In January, he claimed in a controversial Facebook post that failing to engage in climate action was comparable to making a cup of tea while ‘your daughter is being raped’. The same month, students at Warwick University cancelled Hallam’s visit after the Jewish Society said he had ‘a history of Holocaust minimisation and trivialisation’. It was prompted by an interview in 2019 when Hallam claimed the Holocaust was ‘almost a normal event’ and ‘just another f***ery in human history’. He later apologised.\\nSpeaking to the undercover reporter in Wallingford, Hallam said: ‘What we’re talking about tonight is 3,000 arrests, not a big number… There were 150 students in Edinburgh University this week signing up to get arrested. We can do it, it’s peanuts.’\\nAnd for anyone concerned about the prospect of arrest? ‘Everyone has a great time because it’s like being a kid again, it’s adrenaline,’ he replied.\\nOne activist, Oxfordshire vicar Tim Hewes, even cited wellbeing perks. The 71-year-old retired dentist made international headlines last year when he sewed his lips together in a bloody protest against media mogul Rupert Murdoch. He previously glued himself to furniture at the City of London Magistrates’ Court.\\n‘I felt an amazing sense of liberation and I felt alive on the actions,’ he told the reporter on Wednesday. ‘For me, being active [with XR] is good for my mental wellbeing.’\\nFor her part, Webb said: ‘I’m middle-aged now, I’m 50 years old, and it’s quite exciting to be naughty and getting into shenanigans. You’ve got this beautiful supportive community and I don’t get that in the wider world. We’re in a real bubble of love and it feels fantastic.’\\nAt a student Just Stop Oil meeting in South London on Tuesday, held in a local church, three young recruiters trotted out a similar line, albeit in slightly stronger terms, by saying that joining up had helped them realise ‘that not everyone is a f***ing Nazi’.\\nAnd while the overwhelmingly middle-aged activists in Wallingford were enticed to attend further meetings with the promise of pizza, the student recruiters chattered excitedly about a ‘huge party’ in Manchester where an organiser would likely ‘spike people with acid’.\\nOne recruiter, a former student nurse from Ireland, recalled spending the night in a police cell after scaling a Government building. She said the experience was ‘all right’ because the police gave her ‘blankets and hot drinks’.\\nThe young activists claimed 400 students had already committed to getting arrested for the campaign and that they hoped to recruit 1,000 students to block oil sites and paralyse the country.\\nThe Bournemouth talk on Thursday followed a similar structure. Held in a damp-smelling pub on the high street, it began with another student reeling off catastrophic science literature before launching into their havoc-causing plans.\\n‘What we are doing is disrupting infrastructure. So it’s sitting in the road, it’s putting our bodies in the way of vehicles getting to the infrastructure, it’s stopping it [the oil sites] running. We’re escalating the issue of oil,’ said XR activist George Gaillet.\\nWhen the discussion moved to blocking a local oil plant, Dorset activist and Insulate Britain PR manager Melissa Carrington said: ‘I think the key thing about Just Stop Oil is it’s got to cause economic disruption. It’s not symbolic, creative stuff, it’s stuff that’s going to disrupt, and that’s what we need to focus on.’\\nUnsurprisingly, some audience members at the meetings were daunted at the prospect of getting arrested for the climate. Hallam tried to assuage these concerns with promises of ruthless professionalism. ‘You’ll get an email and all the rest of it, it’s very organised,’ he insisted.\\n‘This is a British civil disobedience organisation, you don’t just turn up. After that you go to a non-violence day and you learn how to be non-violent in case someone provokes you. You learn about the legal side, the practicalities, you learn about who you’re going in the road with, it’s like designing a little mini-holiday’.\\nFor those unconvinced, Hallam suggested smaller, supportive roles: ‘Whenever there’s a group of people doing civil disobedience, there’s three or four people who will do the transport, meet them outside a police station, walk their dog or donate money. That’s what it means by having this community.’\\nJust Stop Oil declined to comment.\\nThe ringleader who set up extinction rebellion\\nFailed organic farmer Roger Hallam, the ringleader of Just Stop Oil, is a veteran of climate activism.\\nThe 55-year-old staged his first protest aged 15 by sitting down in the middle of Central Manchester, his home city.\\nSince then, his stunts have included plotting to fly a drone into Heathrow Airport and spray-painting a listed building at King’s College London, where he studied for a PhD in civil disobedience.\\nHallam, who has spent time in prison for his activism, co-founded the protest group Extinction Rebellion (XR) in 2018, which became notorious for blocking bridges and roads.\\nThe tactics caused mayhem and Hallam was slammed for saying he would block ambulances carrying dying patients. He went on to form Insulate Britain in 2021, which saw protesters block motorways and glue themselves to planes, trains and streets.\\nA tall, drawn figure with a shabby grey ponytail, when he stood as an independent candidate for the European Parliament in the London constituency three years ago, he received just 924 of the more than 2.2 million votes that were cast.\\nAccording to his official website, by failing to tackle the climate issue ‘we risk unspeakable horrors such as mass slaughter, starvation and rape, and the rise of fascistic regimes as the scramble for water and land takes off’.\\nThe reverend who SEWED HIS LIPS TOGETHER\\nOther campaigners include Reverend Tim Hewes, a retired dentist and part-time clergyman from Oxfordshire.\\nAn active member of climate groups including XR and Christian Climate Action, Hewes sewed his lips together last year and stood outside the News Corp offices in London to protest against ‘the silencing of climate science’ by media mogul Rupert Murdoch. The gruesome images made headlines across the world.\\nHe spent two weeks in jail last year for glueing himself to furniture at City of London Magistrates’ Court. On the day of his arrest, he spoke about the planet ‘being choked with carbon dioxide emissions, covered in tarmac, plundered of its limited resources, the deep oceans filled with plastic, biodiversity squandered by a shameful disregard for the integrity and preciousness of all non-human creatures’.\\nOnce inside, Hewes went on hunger strike in solidarity with people who lost their lives from famine. The 71-year-old, who is often seen sporting a dog collar, was also arrested in 2019 for blocking several roads in Westminster. While Reverend Hewes has ‘permission to officiate’ at services in the Church of England’s Oxford diocese, he does not have a parish of his own.\\nThe teacher who glued herself to a table\\nSpecial educational needs tutor Sarah Webb, who lives in Wallingford, Oxfordshire, helps children with English and maths. But after growing increasingly concerned about the climate issue, the 50-year-old decided she could better help the younger generation by becoming a zealous eco-activist.\\nWebb was arrested in August last year after glueing herself for 21 hours to a giant pink table plonked in Central London by XR.\\nMs Webb also dressed up in the red-and-white stripes of the Where’s Wally? children’s character and stood outside local council offices carrying a sign that read ‘Where’s Walli Town Council’s climate action plan?’\\nSpeaking at a protest at ExxonMobil’s oil refinery in Fawley, Hampshire, last year, she said: ‘I am here to stand up for what is right. Our Earth, our home is on fire, and all we hear from our Government is “blah, blah, blah” – empty promises and failed targets.\\n", "image": [["Roger Hallam, a co-founder of Extinction Rebellion (XR) and Insulate Britain, predicted that up to 3,000 activists could be arrested over two weekends in March", "https://i.dailymail.co.uk/1s/2022/02/05/21/53822773-10480761-image-m-26_1644097502303.jpg"], ["The sinister plan emerged during three meetings last week attended by an undercover MoS reporter. Pictured Reverend Tim Hewes (L).", "https://i.dailymail.co.uk/1s/2022/02/05/21/53822795-10480761-image-a-27_1644097554912.jpg"], ["Special educational needs tutor Sarah Webb", "https://i.dailymail.co.uk/1s/2022/02/05/21/53822797-10480761-image-a-28_1644097600871.jpg"], ["Insulate Britain has previously occupied space on roads as part of their protest", "https://i.dailymail.co.uk/1s/2022/02/05/21/53822855-10480761-image-a-29_1644097755432.jpg"], ["Traffic has previously been brought to a standstill by Extinction Rebellion protests", "https://i.dailymail.co.uk/1s/2022/02/05/21/53822901-0-image-a-31_1644097795512.jpg"], ["The young activists claimed 400 students had already committed to getting arrested for the campaign and that they hoped to recruit 1,000 students to block oil sites", "https://i.dailymail.co.uk/1s/2022/02/05/21/53822939-10480761-image-a-32_1644097879184.jpg"], ["Roger Hallam", "https://i.dailymail.co.uk/1s/2022/02/05/22/53822447-10480761-Roger_Hallam-a-1_1644100841253.jpg"], ["Reverend Tim Hewes", "https://i.dailymail.co.uk/1s/2022/02/05/21/53822535-0-image-a-18_1644097184861.jpg"], ["Sarah Webb", "https://i.dailymail.co.uk/1s/2022/02/05/22/53822551-10480761-Sarah_Webb-a-2_1644100841644.jpg"]], "author": ["Natasha Livingstone For The Mail On Sunday"], "date": "2022-02-05"}, "https://www.dailymail.co.uk/news/article-10504449/Cressida-Dick-Sadiq-Khan-war-500-000-payoff-plus-160-000-year-pension.html": {"title": "Cressida Dick and Sadiq Khan are at war over her £500,000 payoff plus £160,000-a-year gold-plated pension as 'he tries to avoid handing over huge severance package'", "subtitle": "Dick announced her shock retirement as Met commissioner on Thursday. Now she is in line for a payout of more than £500,000 and a £160,000 pension. But according to reports, London Mayor Sadiq Khan is resisting the full amount. Her resignation came after a string of scandals that have thrown Met into crisis.", "text": "A row has broken out between Dame Cressida Dick and Sadiq Khan over the out-going Metropolitan Police Chief's exit payoff, according to reports.\\nAfter her dramatic resignation on Thursday, Dame Cressida is in line for a payout of more than £500,000 on top of a £160,000-a-year gold-plated pension in what has been described as a 'dreadful reward for failure'.\\nUnder the terms of her two-year extended contract, signed in September, Dame Cressida, 61, can expect to receive her £246,109 annual salary with £3,074 benefits for the remaining 25 months she had left to serve until April 2024.\\nShe will also receive a bumper pension payout because it is effectively the second time that she has 'retired' from the Metropolitan Police after clocking up nearly 37 years' service.\\nAccording to The Times, both the Met and City Hall refused to comment on whether Dame Cressida would receive the full amount, but Mr Khan is said to be resisting handing over the huge severance package.\\nFurthermore, the newspaper reported that MPs and relatives of the victims affected by scandals Dame Cressida was involved in have called on Mr Khan to either refuse to offer her a pay off or fund the amount it himself.\\nNews of her payoff came amid an already raging row about Khan's shock move to force out the Scotland Yard commissioner.\\nIt emerged last night that her deputy Sir Stephen House is also likely to leave at the same time, leaving Britain's biggest force rudderless – with vacancies in four of the most important jobs in policing.\\nNational Crime Agency boss Dame Lynne Owens retired on the grounds of ill health last year, and Her Majesty's chief inspector of constabulary Sir Tom Winsor is expected to announce his retirement shortly.\\nDame Cressida said she had 'no choice' but to quit on Thursday night after a bust-up with Mr Khan, who withdrew his support after a series of scandals surrounding the misogynistic and racist conduct of her officers.\\nOn top of her potential payoff and pension, she can look forward to possibly earning a small fortune from lucrative consultancy work, or even taking on a new high-profile public role.\\nThere is also a chance that she may join her predecessor Bernard Hogan-Howe in the House of Lords where she could qualify for a daily £323 attendance allowance.\\nHogan-Howe left the Met in 2016 with a £9million gold-plated pension giving him an annual taxpayer-funded income of £181,500 a year.\\nAlternatively, she may now choose to put her feet up at her £1million village home which she shares with her partner Helen, who is a retired Metropolitan Police inspector.\\nWho has the power to appoint the commissioner?\\nHome Secretary Priti Patel will appoint the new Metropolitan Police commissioner.\\nShe has the final say, although the process requires her to consult London Mayor Sadiq Khan, who has said that he will be ‘working closely’ with her to find a successor to Dame Cressida.\\nMr Khan has an ‘effective veto’ on the decision, because Miss Patel could not in practice appoint a Met chief with whom the mayor refused to work.\\nThe final choice will be subject to approval by the Queen.\\nWho has the power to fire a commissioner?\\nThe Metropolitan Police commissioner is in the unique position for a senior police officer of being answerable to two political masters: the Home Secretary and the Mayor of London, who also holds the position of police and crime commissioner (PPC) for the capital.\\nDame Cressida had to report to Mr Khan on day-to-day policing matters and budget, while on national issues such as counter-terrorism she deferred to Miss Patel.\\nIn the rest of the country, PPCs hold the power to hire and fire chief constables.\\nBut in the capital, the commissioner must have the confidence of both Home Secretary and Mayor or the position becomes untenable.\\nHome Secretary Priti Patel was said to be fuming that Mr Khan did not consult her before leaving a gaping 'void' for her to fill. They were still not speaking about the situation yesterday, it is understood.\\nSenior police figures also questioned the 'fishy' timing of the Labour Mayor's decision amid claims of a 'stitch-up' over the Partygate scandal, in which the Prime Minister could be implicated.\\nConfirming the pension Dame Dick will receive, Metropolitan Police Federation chairman Ken Marsh said: 'When she has left she will receive an annual pension that amounts to two-thirds of her final salary, so it'll be around £160,000.'\\nA City Hall source said: 'There will be a due process and details about remuneration will be agreed in due course.' Yesterday Susan Hall, Tory chairman of the London Assembly's police and crime committee, said: 'Cressida has been treated appallingly by Sadiq. She has been thrown under a bus. Of course she is entitled to a payoff. She has been effectively dismissed by the Mayor.\\n'It will leave a void at the top as opposed to a properly managed handover, which is no way to run Britain's biggest police service.'\\nBut former Tory MP Harvey Proctor, who was falsely accused during the Met's botched VIP sex abuse investigation Operation Midland, argued she should be denied the cash: 'This is a dreadful reward for failure. It's appalling that the public purse should have to foot the bill to the tune of over £500,000.'\\nYesterday sources said Dame Cressida was heartbroken by the loss of her dream job and could still refuse the payoff because she is 'not motivated by money'.\\nA senior police source suggested the timing of her departure could be linked to Partygate.\\nHe said: 'The pre-emptive move discredits her and the force, which gives Labour an opportunity to question the findings when the Partygate report comes out and claim it is a whitewash if Boris isn't forced to quit.' A Whitehall source added: 'There's something fishy going on. We are trying to work out what happened between Sadiq and Cressida.\\n'Earlier this week he'd been saying she had 'days and weeks' to come up with a reform plan, and then barely a day later he cans her. It's all very odd.'\\nBut, referring to a report on the conduct of officers at Charing Cross police station released this month, a City Hall source said: 'It has nothing to do with the investigation into Downing Street.\\n'Sadiq was disgusted and angry that the Independent Office for Police Conduct report took him back to the dark days of policing in the 1970s and 1980s. Change had been promised. It hadn't been delivered.'\\nDame Cressida's departure follows a barrage of criticism of the force including over its handling of the case of Sarah Everard who was murdered by a serving Met officer.\\nThe force has also been criticised for being slow to investigate reports of parties in Downing Street and Whitehall in breach of Covid restrictions.\\nThe final straw, however, was a report by the police watchdog which exposed violently racist, misogynist and homophobic messages exchanged by officers based at Charing Cross police station.\\nHome Secretary Priti Patel has warned the new Met chief must be prepared to tackle the 'policing culture' which has left the country's biggest force reeling from a series of scandals.\\nMs Patel, who is beginning the search for a successor to Dame Cressida, said it would require 'strong and decisive leadership' to rebuild public confidence in the force's 'integrity and professionalism'.\\nIn a statement, said she would be looking for someone who could deliver results for the public.\\n'Following a series of appalling incidents and too many historical cases involving serving Met Police officers, it is clear that strong and decisive new leadership will be required to restore public confidence in our largest police force,' she said.\\n'The public in London and across the entire country must once again have confidence in the integrity and professionalism of the police officers who serve them.\\n'Policing culture and conduct have rightly come under scrutiny. Be in no doubt that a new leader must tackle these institutional issues.'\\nShe added: 'I will appoint a Commissioner who will deliver for the public whom our police serve and represent. Beating crime, preventing crime, protecting our citizens, our streets and communities at a time when this Government is investing record sums into the police, is paramount.\\n'And above all that's what I - and the public across the country - will want from the country's most senior police officer: someone focused on the basics of reducing violence in the city, tackling the abuse of women and girls, ridding our streets of drugs, knives and weapons, saving lives and protecting the public from the those who wish to do them harm.'\\nHome Office sources said Ms Patel was angered by Mr Khan's failure to inform her that he had called Dame Cressida to a meeting on Thursday afternoon which she considered 'rude and unprofessional'.\\nDame Cressida, however, chose not attend after reportedly being informed that Mr Khan had no confidence in her plans for reform.\\nSources close to the mayor said that it had been a regular bilateral meeting and that it was up to Dame Cressida to inform Ms Patel of her decision herself.\\nRank and file officers expressed dismay at Dame Cressida's departure, with the chairman of the Metropolitan Police Federation, Ken Marsh, saying she had been treated unfairly.\\nMr Marsh told the PA news agency: 'She was much loved across the rank and file of the Metropolitan Police Service.\\n'We feel the way she has been treated is wholly unfair and we did believe that she was the person who could take us through this and bring us out the other side.'\\nBut former Conservative MP Harvey Proctor, whose house was raided by officers from the Met's failed Operation Midland, launched in reaction to false allegations by jailed fantasist Carl Beech about a murderous VIP paedophile ring, said he was delighted by the news.\\n'It is now time to clean the Augean stables so that a full inquiry can be conducted on all her personal mistakes,' he said.\\nHarriet Wistrich, director of the Centre for Women's Justice (CWJ) charity, said: 'There were far too many stories of officers accused of violence and abuse still in their jobs, and of whistleblowers victimised instead of listened to.\\n'Cressida Dick's response to these series of stories has been wholly inadequate, and her description of Wayne Couzens as a 'wrong un' meaningless, next to the mounting evidence of multiple allegations of abuse and policing failures to tackle violence against women and racism.'\\nJuly 22, 2005: Jean Charles de Menezes is shot dead on a train at Stockwell Underground station in South London.\\nThe shooting happened when counter-terrorism officers mistook the innocent electrician for one of the terrorists behind an attack on the capital a day earlier.\\nMr de Menezes, a Brazilian working in the capital, was blasted in the head seven times by police at Stockwell station after being followed by officers from his home nearby.\\nMr de Menezes's family led a long campaign calling for police officers to be prosecuted for the shooting and criticising Scotland Yard for its handling of the operation, which was led at the time by Dame Cressida.\\nDame Cressida was cleared of all blame by later inquiries, but Mr de Menezes' family expressed 'serious concerns' when she was appointed Met Commissioner in 2017.\\nThe top policewoman told the Mail in 2018: 'It was an appalling thing – an innocent man killed by police. Me in charge. Awful for the family and I was properly held to account. We learned every lesson that was to be learned'.\\nApril 2017: Appointed as first female Metropolitan Police commissioner with a brief to modernise the force and keep it out of the headlines.\\nApril 2019: Extinction Rebellion protesters bring London to a standstill over several days with the Met powerless to prevent the chaos. Dame Cressida says the numbers involved were far greater than expected and used new tactics but she admits police should have responded quicker.\\nSeptember 2019: Her role in setting up of shambolic probe into alleged VIP child sex abuse and murder based on testimony from the fantasist Carl Beech is revealed but she declines to answer questions.\\n2020: Official report into Operation Midland said Met was more interested in covering up mistakes than learning from them.\\nFebruary 2021: Lady Brittan condemns the culture of 'cover up and flick away' in the Met and the lack of a moral compass among senior officers.\\nMarch: Criticised for Met handling of a vigil for Sarah Everard, where officers arrested four attendees. Details would later emerge about how her killer, Wayne Couzens, used his warrant card to trick her into getting into his car.\\nJune: A £20million report into the Daniel Morgan murder brands the Met 'institutionally corrupt' and accuses her of trying to block the inquiry. Dame Cressida rejects its findings. Mr Morgan is pictured below.\\nJuly: Police watchdog reveals three Met officers being probed over alleged racism and dishonesty.\\nAugust Dame Cressida facing a potential misconduct probe over her open support for Deputy Assistant Commissioner Matt Horne who could stand trial over alleged data breaches.\\nDecember: Two police officers who took pictures of the bodies of murdered sisters Bibaa Henry and Nicole Smallman (right) were jailed for two years and nine months each.\\nPc Deniz Jaffer and Pc Jamie Lewis breached the cordon to take photographs of the bodies, which were then shared with colleagues and members of the public on WhatsApp.\\nDecember: Dame Cressida apologises to the family of a victim of serial killer Stephen Port. Officers missed several chances to catch him after he murdered Anthony Walgate in 2014.\\nDame Cressida - who was not commissioner at the time of the murder - told Mr Walgate's mother: 'I am sorry, both personally and on behalf of The Met — had police listened to what you said, things would have turned out a lot differently'.'\\nJanuary 2022: She faces a barrage of fresh criticism for seeking to 'muzzle' Sue Gray's Partygate report by asking her to make only 'minimal' references to parties the Met were investigating.\\nFebruary 2022: Details of messages exchanged by officers at Charing Cross Police Station, which included multiple references to rape, violence against women, racist and homophobic abuse, are unveiled in a watchdog report.", "image": [["A row has broken out between Dame Cressida Dick (left) and Sadiq Khan (right) over the out-going Metropolitan Police Chief's exit payoff, according to reports", "https://i.dailymail.co.uk/1s/2022/02/11/23/54085915-0-image-a-129_1644623843652.jpg"], ["Dame Cressida Dick arriving at New Scotland Yard, central London, on Friday - the day after she resigned as Commissioner of the Metropolitan Police after losing the backing of the Mayor of London Sadiq Khan", "https://i.dailymail.co.uk/1s/2022/02/12/00/54085913-10504449-image-m-146_1644624155958.jpg"], ["Home Secretary Priti Patel was caught off guard by the decision, learning of it only when Dame Cressida rang her to say she had stood down - sparking a bitter row between City Hall and the Home Office", "https://i.dailymail.co.uk/1s/2022/02/11/16/54071813-10502543-Home_Secretary_Priti_Patel_was_caught_off_guard_by_the_decision_-m-20_1644595471518.jpg"], ["Home Secretary Priti Patel was caught off guard by the decision, learning of it only when Dame Cressida rang her to say she had stood down - sparking a bitter row between City Hall and the Home Office.", "https://i.dailymail.co.uk/1s/2022/02/11/16/54056713-10502543-Home_Secretary_Priti_Patel_was_caught_off_guard_by_the_decision_-a-19_1644595462308.jpg"], ["Despite his shortcomings at the Met, Bernard Hogan-Howe enjoys a £9million pension pot and owns two lavish homes. Pictured: Hogan-Howe walks his dog near his home in Dorset", "https://i.dailymail.co.uk/1s/2022/02/12/00/16829386-10504449-Despite_his_shortcomings_at_the_Met_Bernard_Hogan_Howe_enjoys_a_-a-155_1644625353421.jpg"], ["Jean Charles De Menezes", "https://i.dailymail.co.uk/1s/2022/02/12/00/40688278-0-Jean_Charles_De_Menezes-a-141_1644624036878.jpg"], ["Carl Beech", "https://i.dailymail.co.uk/1s/2022/02/12/00/53722675-10504449-Carl_Beech-a-156_1644625353423.jpg"], ["Wayne Couzens", "https://i.dailymail.co.uk/1s/2022/02/13/15/53722671-10504449-Wayne_Couzens-a-10_1644767268657.jpg"], ["Daniel Morgan", "https://i.dailymail.co.uk/1s/2022/02/11/23/53722661-0-image-a-134_1644623980185.jpg"], ["Stephen Port", "https://i.dailymail.co.uk/1s/2022/02/12/00/53722653-0-Stephen_Port-m-145_1644624077991.jpg"]], "author": ["Chris Jewers For Mailonline", "Rebecca Camber Chief Crime Correspondent", "David Barrett Home Affairs Correspondent For The Daily Mail"], "date": "2022-02-12"}, "https://www.dailymail.co.uk/news/article-10462469/Insulate-Britain-protesters-face-court-alleged-injunction-breach.html": {"title": "Eco-mob's High Court hearing for breaching road blocking injunction descends into farce: Four Insulate Britain activists REFUSE to attend and glue hands together outside - as judge spares three others jail after ruling they were not in contempt of court", "subtitle": "Four eco zealots have glued themselves together outside the High Court after refusing to attend a hearing. Group began wave of demonstrations last September, but were hit with injunction to curb their protests. Those who breach them could be found in contempt of court and face a maximum penalty of two years in jail. Judges tell three members of the group they are 'free to go' after concluding they did not breach injunction. Ruling will be made on the rest of the protesters on Wednesday afternoon, judges have confirmed.", "text": "Four Insulate Britain protesters have refused to attend a High Court hearing and glued their hands together outside as judges told three others they are 'free to go' after ruling they did not breach a road blocking injunction that was granted in a bid to curb their demonstrations.\\nTheresa Norton, 63, Dr Diana Warner, 62, El Litten, 35, and Steve Pritchard, 62, were among 19 protesters due to appear at the Royal Courts of Justice today accused of breaching an injunction aimed at trying to stop the group's climate change protests that caused chaos on major roads.\\nHowever, the four glued themselves together on the steps at the front of the court in a show of 'resistance' before the front gates of the building were locked, shutting them inside.\\nThey sent a note to judges explaining the reason for their non-attendance, saying: 'The four of us feel we have to continue our resistance today because we don’t want to cooperate with a system which is causing so much death and hardship.'\\nThe four were later arrested by officers and were cheered by fellow protesters as they were led away, with the last of the four being removed by about 5.15pm.\\nInsulate Britain claimed the four risked prison sentences for non-attendance at court.\\nIn court, Lord Justice William Davis read out a note from the four protesters, which said: \"The four of us feel we have to continue our resistance today because we don't want to cooperate with a system which is causing so much death and hardship.\"\\nEarlier, High Court judges told three members of the eco-mob they are 'free to go' after concluding they had not breached the injunction during a protest at South Mimms roundabout by the M25 on November 2, 2021.\\nNational Highways sought to bring contempt of court proceedings against Arne Springorum, 49, Liam Norton, 37, and Jessica Causby, 25, after they took part in a protest near the motorway on November 2 last year.\\nAccording to National Highways' written submissions, Mr Springorum and Ms Causby glued themselves to the pavement during their protest action, while Mr Norton allegedly 'endangered the free flow of traffic'.\\nThe demonstration was intended to block the M25 near Junction 23 at Bignells Corner, Potters Bar, but Lord Justice William Davis decided that area was not covered by the M25 injunction.\\nHe said: ‘The application in their cases has been dismissed so there’s no further reference to them in these proceedings.’ The judge told the protesters that they were 'free to go'.\\nA ruling will be handed down to the rest of the group on Wednesday afternoon. Lord Justice Davis said proceedings will resume at 10.30am so the court can address the cases of the four protesters who chose to stop attending proceedings.\\nThe other activists in court on Tuesday all admit or do not contest claims they breached a High Court injunction in relation to Insulate Britain protests between Junction 28 and 29 of the M25 on October 29 last year, according to National Highways' written arguments.\\nThey are Ben Taylor, 27; Ben Buse, 36; Biff Whipster, 54; David Nixon, 35; Diana Warner, 62; Ellie Litten, 35; Gabriella Ditton, 28; Indigo Rumbelow, 27; Paul Sheeky, 46; Ruth Jarman, 58; Stephanie Aylett, 27; Stephen Gower, 55; Stephen Pritchard, 62; Rev Sue Parfitt, 79; and Theresa Norton, 63.\\nOwen Greenhall, who represented Ms Causby, as well as Dr Warner and Mr Buse, said the latter two intended not to break the court injunction again after previously receiving a prison sentence in December for another breach.\\nHe said Mr Buse had decided to 'move away from direct action' after seeing the impact of the earlier court proceedings on his family.\\nDr Warner, who was handed a two-month prison term in December and released from custody on January 14, will 'continue to do everything she can to help save lives', Mr Greenhall added.\\nAsking judges not to impose on her an immediate prison term, Mr Greenhall said the Bristol GP took 'conscientious actions'.\\nSome protesters in court wore orange hi-vis vests, while Mr Taylor appeared from the courtroom dock as he continues to serve a six-month prison sentence imposed in November for a different injunction breach.\\nRepresenting himself, he told the judges that he had 'nothing to hide' and admitted breaching the injunction on October 29.\\nHe said lockdown measures at HMP Thameside meant his prison time was 'much more severe'.\\nBranding the injunction 'absurd', he said his ability to support his pregnant partner was also 'severely restricted'.\\nHe told the court: 'I find it sickening, sad that people are unnecessarily suffering in their millions... increasingly in this country', adding that there was a 'climate emergency' that 'our Government has openly recognised yet is not doing anything even remotely significant about'.\\nInsulate Britain has said the four protesters who have glued themselves together 'will remain outside of the court until they are removed or the court is no longer in session'.\\nGabriella Ditton, 28, addressed the court emotionally this afternoon, telling Lord Justice Davis she was ‘ashamed’ that she was not outside with her fellow activists.\\nShe said her mother has terminal brain cancer and ‘that’s the thing that’s stopping me from being outside with those people.\\nMs Ditton added: ‘I am not scared to go to prison. I am a lot more frightened about what happens if we don’t act on this issue. But I’m absolutely terrified about my mum dying while I’m in prison and I’m ashamed of that cowardice.\\n‘We’ve been lied to so much by people in power. Even so recently they’ve demonstrated that the rules do not apply to them.\\n'I cannot show remorse because I do not regret my action.  I regret that cases like these are clogging up the judicial system that is already stretched.\\n‘The purpose of the injunction is to allow people to go about their daily business.'\\nToday's ruling comes MPs blasted an 'outrageous' decision by a jury to unanimously clear three Extinction Rebellion activists of obstructing a railway earlier this month after a judge cited their right to protest under the European Convention of Human Rights.\\nThe group claimed their actions were justified by their Christian faith and fears for their grandchildren, but angry politicians said the verdict set a 'dangerous precedent' and gave a 'green light' for people to commit crime.\\nFormer university lecturer Philip Kingston, 85, Anglican priest Reverend Sue Parfitt, 79, and Father Martin Newell, 54, all climbed on top of the Docklands Light Railway train during the morning rush-hour in London.\\nJudge Reid had told the jury that protest rights under the European Convention of Human Rights 'gives them and us the freedom of belief, expression and the right to freedom of assembly', adding: 'Are we sure that a conviction of the defendant for obstructing the railway is necessary in a democratic society in the interest of public safety, prevention of disorder or protection of rights and freedoms of others?'\\nThe Insulate Britain group began a wave of demonstrations last September which included blocking the M25 and other roads in London, including around Parliament, as well as roads in Birmingham, Manchester and Dover in Kent.\\nA series of High Court injunctions against its road blockades were granted to National Highways and Transport for London to prevent their disruptive protests – and those who breach them could be found in contempt of court and face a maximum penalty of two years in prison or an unlimited fine as well as seizure of assets.\\nOn Tuesday, 19 supporters of the group were expected to appear before Lord Justice William Davis and Mr Justice Johnson in London from 10.30am over an alleged breach of an injunction blocking protests on the M25.\\nThe Insulate Britain demonstrators include Arne Springorum, 49, Ben Taylor, 27, Ben Buse, 36, Biff Whipster, 54, David Nixon, 35, Diana Warner, 62, Ellie Litten, 35, Gabriella Ditton, 28, and Indigo Rumbelow, 27.\\nJessica Causby, 25, Liam Norton, 37, Paul Sheeky, 46, Ruth Jarman, 58, Stephanie Aylett, 27, Stephen Gower, 55, Stephen Pritchard, 62, Sue Parfitt, 79, Theresa Norton, 63, and Christian Rowe 24, are also expected to appear.\\nIn November 2021, nine activists were jailed at the High Court after admitting breaching the injunction with an M25 blockade in October. Others were jailed or given suspended sentences in December for a similar breach.\\nThe total number of people charged with contempt of court due the protests now stands at 27 – with ten of today's defendants facing court for the first time with Insulate Britain, and eight returning for a second time.\\nThe 19th one - Taylor - faces a third hearing. He is currently serving a six-month sentence given at the first hearing for the M25 injunction in November, and will be transferred from HMP Thameside for his days in court.\\nTaylor received the longest prison sentence given to an Insulate Britain activist so far. He will have served half the sentence in two weeks and is due to be released – but now faces more time being added to his sentence.\\nAn Insulate Britain spokesman said: 'The longest sentence imposed on an Insulate Britain supporter to date was six months, handed down to Ben Taylor in November. He will have served half the sentence in two weeks and is due to be released.\\n'However, he faces the prospect of having additional time added to his sentence, even if the other defendants receive suspended sentences, as we understand that there is no legal precedent for a justice giving a suspended sentence to anyone currently in prison.'\\nA total of ten Insulate Britain activists have received prison sentences so far with a further eight protesters being given suspended sentences. Taylor is the only person from the campaign that remains in prison.\\nAmong those also appearing today is Causby, a cafe worker and volunteer from Manchester, who said in an Insulate Britain press release issued yesterday: 'Tomorrow's hearing at the High Court will be the third time that the government is using civil law, rather than trial by jury, to try and halt our campaign of resistance.\\n'They know that a jury of ordinary people would not convict us. A jury would agree that the government is failing to protect the people of this country from the misery of fuel poverty and the growing threat of societal collapse caused by the climate crisis.'\\nAnd Reverend Parfitt, an Anglican priest from Bristol, said: 'When I was sitting on the motorway , I knew why I was there - to flag up justice for the poor, to witness to the truth of the climate crisis.\\n'But now I am being deprived of my human rights to protest and to manifest my religious belief by this civil case against me brought by National Highways.\\n'I want to tell the public to wake up. Do whatever you can to put pressure on the government to take meaningful action to slow down the impending climate catastrophe.'\\nAlso speaking ahead of the case was Whipster, a retail worker from Canterbury in Kent, who said: 'It's my second time in this court for breaching injunctions.\\n'Last time I asked the prosecution team to do the moral thing and close their laptops and bin their papers and walk away. Fifty days have passed since then. What a waste of intellect, skills and resources.\\n'Just imagine if that prosecution team were instead focussed on helping dig us out of this self-inflicted hole of climate and environmental collapse? It's very sad.\\n'I've made a moral choice. It's a case of watching this slow-burn genocide and destruction of our natural world unfurl, or resist. I am a parent. I have no choice but to sacrifice my liberty and my future for the next generation'\\nInsulate Britain, an offshoot from the Extinction Rebellion campaign group, is calling on the UK Government to implement policy and funding for a national home insulation programme starting with all social housing.\\nIt wants the UK government immediately to promise to fully fund and take responsibility for the insulation of all social housing in Britain by 2025, and produce 'within four months a legally binding national plan to fully fund and take responsibility for the full low energy and low carbon whole-house retrofit, with no externalised costs, of all homes in Britain by 2030 as part of a just transition to full decarbonisation of all parts of society and the economy'.\\nLast week, Transport Secretary Grant Shapps said it 'doesn't make sense' for climate activists to glue themselves to roads when campaigning for better home insulation, or complain about HS2 when they are keen for others to travel in a more eco-friendly way.\\nHe added that many environmental protesters are 'anarchists' who 'just want to find a basis upon which to take extremist action'. Mr Shapps told the Centre Write magazine, from the centre-right think tank Bright Blue, that people should not even 'try to understand' such tactics.\\nAsked about how to tackle disruption from climate activism, including the Insulate Britain protests, he said: 'Unsurprisingly there's a little loophole in the law that makes it difficult to directly prosecute people gluing themselves to the road. That is being fixed through the Police, Crime, Sentencing and Courts Bill.'\\nHe added: 'We will always look to take action to protect hardworking Brits who want to get around. It's inexcusable, as there are perfectly legitimate legal routes you can follow to protest or to make change happen, but gluing yourself to a road isn't one of them, and doesn't even really stack up because they're actually going on about insulating houses.'\\nMr Shapps was also asked about 'so-called climate activists and environmentalists in the political sphere', who have criticised the likes of HS2.\\n'A lot of these people are basically just anarchists who just want to find a basis upon which to take extremist action,' he said.\\n'This is why gluing yourself to a road when you're actually talking about insulating homes, or complaining about HS2 when you claim to want to allow people to travel in a more environmentally friendly way, doesn't make sense. We shouldn't try to understand it.\\n'If what you want to do is dig a tunnel and live in it to protest, the pretext is not what's important to them. Clearly HS2 is a massive project, it's the biggest building construction project in Europe. It's also the most environmentally friendly large building project there has ever been.'\\nEarlier this month, Downing Street defended measures to tackle protesters' 'guerrilla tactics' after peers gutted the legislation with a series of defeats for the Government.\\nHome Secretary Priti Patel accused peers of siding with 'vandals and thugs' after a string of defeats saw the House of Lords reject controversial measures designed to combat the tactics adopted by groups including Extinction Rebellion and Insulate Britain.\\nNo 10 said it would reflect on the mauling delivered by peers, but the Government could use its Commons majority to overturn the defeats inflicted in the unelected chamber.", "image": [["Theresa Norton, 63, Dr Diana Warner, 62, El Litten, 35 and Steve Pritchard, 62, pictured outside the High Court after gluing themselves to the steps of the building", "https://i.dailymail.co.uk/1s/2022/02/01/16/53642577-10462469-image-a-1_1643733835208.jpg"], ["Police remove glue from Insulate Britain defendant Steve Pritchard, 62, who did not return to court for this afternoon's proceedings", "https://i.dailymail.co.uk/1s/2022/02/01/17/53645347-10462469-image-a-29_1643736830793.jpg"], ["El Litten (pictured in an orange high-vis jacket) is escorted by police officers after sitting on the steps Royal Courts of Justice throughout Tuesday afternoon", "https://i.dailymail.co.uk/1s/2022/02/01/17/53645349-10462469-image-a-32_1643736834795.jpg"], ["Theresa Norton, 63, is one of the four members of Insulate Britain who glued themselves to the steps of the High Court", "https://i.dailymail.co.uk/1s/2022/02/01/17/53644907-10462469-image-m-23_1643736487541.jpg"], ["Dr Diana Warner, 62, was among protesters who glued themselves together outside the High Court", "https://i.dailymail.co.uk/1s/2022/02/01/17/53644985-10462469-image-a-24_1643736492873.jpg"], ["El Litten, 35, was also among the group of protesters who glued themselves together as a show of 'resistance' outside the court on Tuesday", "https://i.dailymail.co.uk/1s/2022/02/01/17/53645283-10462469-image-m-28_1643736736870.jpg"], ["The four members of Insulate Britain told High Court judges they refused to attend the hearing in the afternoon as a show of 'resistance'", "https://i.dailymail.co.uk/1s/2022/02/01/17/53645811-10462469-image-a-34_1643737554145.jpg"], ["Jessica Causby, 25, challenged the action brought against her, leading to two senior judges finding the three activists had not breached an injunction", "https://i.dailymail.co.uk/1s/2022/02/01/17/53645809-10462469-image-a-46_1643737625509.jpg"], ["Arne Springorum, 49, was told he was not in contempt of court following a hearing today", "https://i.dailymail.co.uk/1s/2022/02/01/17/53645805-10462469-image-m-45_1643737620787.jpg"], ["Liam Norton (pictured) was also one of three members of Insulate Britain ruled not to have breached the injunction by High Court judges today", "https://i.dailymail.co.uk/1s/2022/02/01/17/53645807-10462469-image-a-39_1643737592661.jpg"], ["Insulate Britain protesters outside the Royal Courts of Justice in London this morning ahead of a hearing in which they are accused of breaching an injunction granted to curb their demonstrations", "https://i.dailymail.co.uk/1s/2022/02/01/16/53642547-10462469-image-a-4_1643733875413.jpg"], ["A group of police officers speak with the four protesters outside the High Court on Tuesday after their refusal to attend a hearing inside the building", "https://i.dailymail.co.uk/1s/2022/02/01/17/53643917-10462469-image-a-13_1643735264666.jpg"], ["The 19: Ruth Jarman 58, Dr Diana Warner 62, Jessica Causby 25, Stephen Gower 55, Liam Norton 37, Ben Taylor 27, Dr Ben Buse 36, Gabriella Ditton 28, Arne Springorum 49, Paul Sheeky 46, Theresa Norton 63, Stephanie Aylett 27, Indigo Rumbelow 27, Ellie Litten 35, David Nixon 35, Christian Rowe 24. , Biff Whipster 54, Rev Sue Parfitt 79, Steve Pritchard 62", "https://i.dailymail.co.uk/1s/2022/02/01/15/53623027-10462469-These_19_IRuth_Jarman_58_Dr_Diana_Warner_62_Jessica_Causby_25_St-a-1_1643730997546.jpg"], ["A police officer watches on as the four eco zealots glue themselves to the steps of the High Court behind its closed gates", "https://i.dailymail.co.uk/1s/2022/02/01/16/53642555-10462469-image-a-8_1643733945880.jpg"], ["Insulate Britain activists block Great George Street in Parliament Square in Westminster on November 4 last year", "https://i.dailymail.co.uk/1s/2022/02/01/15/53622623-10462469-Insulate_Britain_activists_block_Great_George_Street_in_Parliame-a-2_1643730997548.jpg"], ["Diana Warner (left) and Emma Smart (right) outside HMP Bronzefield in Surrey on January 14 following their release from jail", "https://i.dailymail.co.uk/1s/2022/02/01/07/53622621-10462469-image-a-3_1643700424289.jpg"], ["Insulate Britain activist Theresa Norton waves as she is escorted away from the steps of the High Court by a group of police officers", "https://i.dailymail.co.uk/1s/2022/02/01/17/53645353-10462469-image-a-48_1643738100154.jpg"], ["Steve Pritchard smiles as he is arrested by Metropolitan and City of London police officers outside the High Court on Tuesday", "https://i.dailymail.co.uk/1s/2022/02/01/17/53646271-10462469-image-a-49_1643738139303.jpg"], ["Insulate Britain block the M25 at junction 31 near the Dartford Crossing in Thurrock, Essex, on October 13, 2021", "https://i.dailymail.co.uk/1s/2022/02/01/07/51095945-10462469-Smart_was_imprisoned_with_eight_other_people_from_Insulate_Brita-a-8_1643700680445.jpg"], ["These nine Insulate Britain eco zealots were jailed at the High Court last November after admitting breaching an injunction", "https://i.dailymail.co.uk/1s/2021/11/17/11/50603257-10212087-image-a-73_1637148093407.jpg"], ["Supporters of the nine Insulate Britain activists initially jailed protest on Lambeth Bridge in London on November 20 last year", "https://i.dailymail.co.uk/1s/2022/02/01/15/51727653-10462469-Supporters_of_the_nine_Insulate_Britain_activists_initially_jail-a-3_1643730997549.jpg"]], "author": ["Mark Duell", "Jamie Phillips For Mailonline"], "date": "2022-02-01"}, "https://www.dailymail.co.uk/news/article-10499961/Cressida-Dicks-ledger-failures.html": {"title": "Shooting of unarmed Brazilian, Sarah Everard’s murder, XR protests, Operation Midland and a culture of racism, sexism and bullying: The charge sheet of failure and incompetence that finally saw Teflon Dame Cressida Dick come unstuck", "subtitle": "Dame Cressida Dick's shock resignation marks the end of a controversial chapter to the history of the Met. Her tenure was plagued by a series of scandals, from Sarah Everard's murder to the Daniel Morgan inquiry. She was also involved in the botched probe into fake VIP child sex abuse claims by liar Carl 'Nick' Beech. Dame Cressida confirmed her departure from Scotland Yard after losing Sadiq Khan's confidence.", "text": "In the end, it is a wonder she survived in the job so long.\\nOnly last year, her force was officially branded 'institutionally corrupt'. Incredibly, despite such a devastating finding, she did not resign.\\nInstead 'Teflon' Dame Cressida Dick has made a habit of trotting out humiliating apologies, for both recent and historical blunders, including admitting that the Sarah Everard debacle had brought 'shame' on the Metropolitan Police.\\nThe daughter of two Oxford academics, Dame Cressida, 61, joined the Metropolitan Police in 1983 after graduating from Oxford University with a degree in agriculture and forest sciences. Apart from a six-year spell at Thames Valley Police, she has spent her entire policing career at Scotland Yard.\\nHer first arrest, which came in her very first beat patrol in London's Soho in 1983, was of a man using a screwdriver to jemmy open the coin box in a telephone kiosk.\\nLater, at Bramshill Police College in 1995, she was the only woman out of ten officers chosen for fast-track promotion training, but she has been determined that her sex would not define her.\\nThe police chief was one of the first female undergraduates at Oxford's Balliol College in 1979. She always played cricket, football and rowed with 'the boys', saying it never bothered her. Later on, Dame Cressida was given time out to study for a qualification in criminology at Cambridge.\\nAt the Metropolitan Police, she was given responsibility for Operation Trident – which investigated gun and gang crimes – counterterrorism, the 2012 London Olympics, and ended up as the country's principal hostage negotiator.\\nBut since rising from an impressive rookie cop in the 1980s to the very top of British policing at the country's largest force, Dame Cressida has been embroiled in at least seven career-defining disasters.\\nThe wonder is that the first of them didn't spell the end.\\nTube death blunder\\nIn July 2005, Dame Cressida was in charge of the operation which saw blameless electrician Jean Charles de Menezes shot dead on a Tube train at Stockwell station in south London after he was mistaken for a terrorist who was under surveillance.\\n11AM: 'I expect to be held to account, it's a big job and I'm quite used to being asked to account for things and I will go on doing so in the future.'\\n11.07am: 'I have absolutely no intention of going and I believe that I am leading a real transformation in the Met.'\\n11.33am: [Why she thinks she is the right person to lead Met] 'I have been commissioner since 2017. I'm very, very proud of many, many of the things that we have achieved in that time.'\\n\\nIt almost finished her career, and she says she thinks about it 'very often'.\\nThe armed officers believed him to be a fugitive suicide bomber who had escaped after failed attacks in London two weeks after the carnage of the 7/7 bombings.\\nDame Cressida was the 'gold commander' on the botched operation, and immediate lethal force – a shot to the head – was supposedly required because any other action risked setting off the suicide jacket.\\nNo officer, including Dame Cressida, faced any charges, and no one was reprimanded.\\nThe Met was found guilty of breaching health and safety laws and putting the public at risk, and was fined £175,000 and ordered to pay £385,000 costs from taxpayer funds. The Met chief was personally exonerated, but the shame of it lingered.\\nOperation Midland\\nIn 2014, Dame Cressida sanctioned the creation of Operation Midland, a disastrous investigation into spurious VIP child sex abuse allegations that saw completely innocent men pursued by the force.\\nFive years later, when the embarrassing operation began seriously unravelling, she refused to allow an inquiry into the conduct of officers involved.\\nThis was despite former High Court judge Sir Richard Henriques revealing how officers had used false evidence to obtain a search warrant for the raids. Dame Cressida said that an inquiry would be 'completely improper'.\\nWhile some of her calamities pre-dated her stint as Commissioner, this one sat squarely within her reign. A report in 2020 found the Metropolitan Police was more interested in covering up mistakes than learning from them.\\nThe Hampshire home of the Queen's confidant, Lord Bramall – who was also former head of the Armed Forces – had been invaded by police with search warrants in the early hours on the basis of spurious allegations of abuse by paedophile Carl Beech, a palpable fantasist.\\nAfter the Daily Mail exposed him, Beech was jailed. Before he died, D-Day hero Lord Bramall told his son Nick that 'he had never been so mortally wounded, even in battle'.\\nFormer Tory MP Harvey Proctor, who received a substantial payout after his life was ruined by the disastrous paedophile inquiry, last night expressed his delight at Dame Cressida's downfall.\\nHe was among seven high-profile victims of the Met – including Baroness Lawrence, whose son Stephen's 1993 murder investigation was botched by racist officers – who last year came together in a Mail interview to accuse Dame Cressida of having 'presided over a culture of incompetence'.\\nXR protests\\nIn 2019, Dame Cressida's force was widely condemned for its 'light-touch' policing of Extinction Rebellion protests, which blocked several key areas of London.\\nUnder her watch, career eco-activists from XR and its off-shoot Insulate Britain were given free rein to cause mayhem.\\nAmbulances were stopped from getting through, while businesses and workers were forced to halt their activities.\\nA low point came when police were filmed asking road-blocking protesters if they needed anything – rather than just arresting them.\\nDaniel Morgan\\nPerhaps the most jaw-dropping condemnation of Dame Cressida came in June of last year when an official report described her force as 'institutionally corrupt'.\\nAnd far from blaming the fiasco on a predecessor, it concluded that she had personally placed 'hurdles' in the way of a search for the truth about the death of Daniel Morgan – a private investigator who was brutally murdered in a south London pub car park in 1987.\\nDame Cressida was accused of 'obfuscation' for thwarting the Morgan inquiry team's attempts to access sensitive documents, leading to delays that cost the taxpayer millions. The report by Baroness O'Loan found that Scotland Yard was 'institutionally corrupt'.\\nThe Met has never found Mr Morgan's murderer, but there were long-standing allegations of police corruption over the killing and the aftermath.\\nMr Morgan's brother Alastair also joined Baroness Lawrence, Harvey Proctor and Lord Bramall in a devastating and unprecedented joint interview with the Daily Mail.\\nThey all signed a letter to the PM demanding Dame Cressida's resignation. Instead she clung on.\\nSarah Everard\\nThe brutally horrific murder of Sarah Everard in March last year by serving Met firearms officer Wayne Couzens went from disastrous to worse for Dame Cressida. She faced a clamour to quit after he was exposed as the killer.\\nIt then emerged Couzens had not been vetted properly and Met officers had failed to investigate after he was reported flashing women days before the murder.\\nBut perhaps the worst moment for the Commissioner was her officers' heavy-handed policing of a vigil for the murdered woman at Clapham Common in South London.\\nPhotographs of protesting women being pinned down by arresting officers who cited Covid restrictions on gatherings were published around the world, sparking condemnation.\\nWhen Couzens was convicted, it was dubbed Scotland Yard's 'darkest day'. Dame Cressida stood outside the Old Bailey and humbly admitted the murder had corroded trust in the police and brought 'shame' on her force.\\nMurder photos\\nIn December last year, two Scotland Yard officers who took photos of the bodies of two murder victims were jailed.\\nThe sisters who died – Nicole Smallman, 27, and 46-year-old Bibaa Henry, were black and there were accusations of racism. 2021 was also the force's worst ever year for teenage killings, with 30 deaths.\\nCharing Cross\\nEarlier this month, details emerged of horrific messages exchanged by officers at Charing Cross police station, by an official watchdog report.\\nSome 14 officers were investigated as a result, with two found to have a case to answer for gross misconduct.\\nOne was sacked and another resigned before he would have been dismissed. Another two had already left, while in some of the other cases the Independent Office of Police Conduct found 'no further action should be taken'.\\nIncredibly, nine officers kept their jobs and two were promoted – but their sickening WhatsApp messages exposed an ongoing culture of racism, sexism and bullying.\\nIt appears this sickening episode was the straw which finally broke the back. For, by the end, it was clear that confidence in the police chief had gone.\\nSo who might take over the troubled Met? Favourites to replace Cressida Dick include an ex-counter-terror chief who threatened to jail journalists or a Merseyside cop who said violent criminals were 'NOT inherently bad people'\\nThe leadership of the Metropolitan Police was thrown into chaos last night after Dame Cressida Dick's bombshell resignation as Scotland Yard boss.\\nConfidence in the force has been shaken in recent years by a series of scandals including the murder of Sarah Everard by depraved cop Wayne Couzens, the disastrous probe into fake VIP child sex abuse claims, and allegations of racism, sexism and homophobia within the ranks.\\nDame Cressida Dick, who became the first woman to head the Met Police in 2017, said she had 'no choice but to step aside' after losing Sadiq Khan's confidence.\\nFollowing the announcement, questions quickly turned to who would succeed her during a tumultuous time for Britain's biggest police force.\\nLikely replacements for the £230,000-a-year role range from a counter-terror chief who threatened to jail journalists and blamed terrorism on a lack of social mobility to a Merseyside cop who said violent criminals were 'not inherently bad people'.\\nSpeaking to MailOnline in September, a senior MP said they feared the current crop of senior police may be 'too woke'. 'The problem with Cressida is she has presided over a series of disasters, and then says it is not her fault,' the MP said. 'It is difficult when we always take the same view that operational decisions are a matter for the police not politicians.'\\nHere, MailOnline goes through the list of likely candidates to succeed Dame Cressida.\\nNeil Basu: Anti-terror chief who called for journalists to be prosecuted after publishing leaked cables criticising Trump\\nNeil Basu is the Met's former head of counter-terrorism and the most senior serving British officer of Asian heritage.\\nHe also served as the assistant commissioner for specialist operations until September 2021, which included responsibilities around national security, and had originally been tipped for the top job in 2017 before losing out to Dame Cressida.\\nIn February this year, he called for laws in the Equality Act 2010 that restrict positive discriminations to be relaxed in order to boost the number of BAME recruits. He was immediately shot down by policing minister Kit Malthouse, while Home Secretary Priti Patel was also said to be against the idea.\\nMr Basu faced fresh accusations of meddling in politics in July 2019, when he threatened to prosecute journalists for publishing leaked cables from Britain's ambassador to the US, Sir Kim Darroch.\\nFormer Tory cabinet minister David Davis said the intervention 'strayed well beyond his brief', and represented an attack on the free Press.\\nMr Basu's comments came after Scotland Yard launched a probe to find who leaked Sir Kim's memos calling the Trump administration 'clumsy and inept'.\\nMr Basu, who has spent his whole career at the Met, made another controversial intervention in August that year when suggested homegrown terrorism was fuelled by a lack of social mobility and inclusion. He said better education and opportunities for young people would do more to fight terrorism than 'the policing and state security apparatus put together' — adding that he was not trying to excuse any acts of violence.\\nHe also said British Muslims should not be forced to 'assimilate', adding: 'Assimilation implies that I have to hide myself in order to get on. We should not be a society that accepts that.'\\nA 2019 profile of Basu in the Mail On Sunday described him as well-liked within the force and by intelligence officials at MI5. But he has attracted criticism for some of his operational decisions, most notably as head of Operations Weeting, Elveden and Tuleta. The three inquiries into phone hacking, computer hacking and alleged payments to police officers by newspapers cost around £19.5million and were criticised for criminalising journalists.\\nMr Basu also raised eyebrows when he criticised the Prevent programme – which tries to detect and deradicalise Muslim extremists – as 'toxic'.\\nA Hindu, born to an Indian doctor father and a white British mother, he has said he has encountered racism over most of his life. He grew up in Stafford, where he studied at Walton High School before reading economics at Nottingham University.\\nHe became a Met police officer in 1992, serving first as a beat bobby in Battersea, South London, then swiftly moving through the ranks as a borough commander in Barnet, North London, and a Commander of South London in 2012.\\nAndy Cooke: Former Merseyside chief who insists even violent criminals are 'not inherently bad people'\\nWhile head of Merseyside Police, Andy Cooke sparked anger when he said even violent criminals are 'not inherently bad people' and he'd rather pump billions into cutting poverty than upholding the law.\\nThe officer, marking his retirement as Chief Constable of Merseyside Police, said if he was given a £5 billion budget to cut crime, he would spend £1 billion on crime and £4 billion on tackling poverty.\\nHe now serves in the role of Her Majesty's Inspector of Constabulary and Inspector of Fire and Rescue Authorities in England. He will be overseeing inspections primarily in the North of England.\\nMr Cooke was chief constable for five years, during which time he has overseen the jailing of dozens of multi-millionaire drug laws, including Liverpool's most notorious drugs boss Liam 'the Lam' Cornett, who was transported to court in a huge armed convoy every day, and the jet-setting Mulhare brothers, who were caught abroad in Thailand after being informed on by a 'supergrass'.\\nMurderers jailed during his tenure include George Leather, 60, who brutally killed his Asda worker wife, 56, by stabbing her 300 times in an 'episode of unspeakable and barbaric savagery', and Robert Child, 37, who was jailed for life for striking his 64-year-old mother Janice with a hammer 31 times.\\nTory MP Andrew Bridgen said of Mr Cooke's plans for the police budget: 'In that case would he be quite happy to sack 80% of the officers. Reducing poverty is not a function of the policing budget, it's the job of other agencies and government.\\n'I'm not convinced that this change would be welcomed by the vast majority of the UK population. They want to see the police protecting citizens and property and crime. He sounds like someone who would have taken the knee for BLM and defunded the police.'\\nUnder Mr Cooke, Merseyside Police gained a reputation for tough policing and for being a keen user of stop-and-search powers. He was also the first commander of Merseyside's Matrix unit, set up to tackle gang crime and violence.\\n\\nSimon Byrne: Top Northern Ireland cop 'with a reputation for being like Darth Vader'\\nSimon Byrne became chief constable of the Police Service of Northern Ireland in May 2019, arriving at the force with 36 years of policing behind him.\\nAfter holding senior roles at GMP and the Met, he became chief constable of Cheshire Police from 2014 to 2017. That role ended in controversial circumstances after he was accused of bullying and humiliating staff.\\nA misconduct hearing was told he had a reputation for being like Darth Vader and treated junior officers and staff like 'roadkill'.\\nThe hearing was told he handed pictures of Dad's Army characters to officers after he became angry when flooding made him late for work.\\nHowever, he was cleared of misconduct, with the tribunal concluding that much of what was claimed was either exaggerated or most likely didn't happen.\\nDuring his time as chief constable, Mr Byrne revealed he had considered breaking the law in order to hire more officers from ethnic minorities. At that time the force only had three black officers.\\nHe told the BBC in 2017 that the law should be changed in England 'for a certain period of time' to allow the hiring of minority candidates to speed up. This would ensure that 'for every white officer, we recruit one black officer.'\\nMr Byrne said: 'I've even taken legal advice about breaking the law, which might sound crazy as a senior police officer.\\n'But if we're put under pressure to change, then what are the consequences, other than reputational, from breaking the law?'\\nUnder current equality rules employers cannot employ a job applicant because of characteristics like race, sexual orientation or gender, if other candidates are better qualified.\\nAt PSNI he attracted controversy for suggesting the children of paramilitaries could be taken into care.\\nHe was also forced to apologise after tweeting a photo of himself with officers holding rifles outside a PSNI station on Christmas Day, the BBC reported.\\nMartin Hewitt: NPCC chief who backed crackdown on Covid sceptics and said officers felt 'undervalued' amid pay row\\nAs chair of the National Police Chiefs' Council (NPCC) throughout the Covid crisis, Martin Hewitt has made a number of high-profile interventions in politics.\\nAmid fury last year at officers being hit by a pay freeze, Mr Hewitt told Priti Patel that many officers believed the decision was 'unfair' and they felt 'undervalued' after their efforts during Covid.\\nMr Hewitt said: 'For many it feels unfair and that their contribution is undervalued.\\n'And, unlike other parts of the public service, officers do not have the option of industrial action to make their case more strongly.\\n'As the Government makes spending decisions over coming months, we urge you to fund a settlement which properly reflects the important and complex work police officers do, and starts to address the pay shortfall.'\\nIn January 2021, he backed a crackdown on lockdown sceptics and said officers would no longer 'waste time' trying to reason with them amid soaring death rates.\\nSpeaking at a Downing Street press briefing, he gave examples of shocking 'irresponsible behaviour' from people not heeding warnings - even with more than 1,200 people dying every day.\\nThey included a £30-per-head boat party in Hertfordshire with more than 40 people, a Surrey house party whose host tried to claim it was a business event and a minibus full of people from different households caught travelling from Cheltenham into Wales for a walk.\\nMr Hewitt was appointed in April 2019. He began his policing career with Kent Police in 1993 and transferred to the Metropolitan Police Service in 2005.\\nAs an Assistant Commissioner for five years, he led frontline and local policing, specialist crime and professional standards.\\nHe led the national police response to adult sexual offences and kidnap between 2014 and 2019, and served as a Vice-Chair for the NPCC from 2015 before taking on the chairmanship.\\nMatt Jukes: Assistant commissioner credited with leading crackdown on Rotherham child grooming gangs\\nMatt Jukes joined South Yorkshire police in 1995 three years after graduating with a degree in mathematics from Oxford.\\nHe worked as a detective and rose through the ranks to represent UK police forces at G8 meetings and lead on national anti-terror strategy.\\nMr Jukes is best known for tackling Rotherham grooming gangs while borough commander in the Yorkshire town from 2006 to 2010.\\nMore than 1,000 children were exploited in Rotherham between 1997 and 2013, with local authorities, schools and police among agencies that failed to tackle the problem.\\nA report on the scandal by Professor Alexis Jay suggested that Mr Jukes' leadership marked a point where police became more proactive in dealing with the abuse.\\nAfter serving in South Yorkshire Police, he moved to South Wales, with the police and crime commissioner there Alun Michael backing him as an outstanding leader.\\nMr Jukes worked his way up to the top post in South Wales Police, becoming Chief Constable in January 2018.\\nHe is also chairman of Police Sport UK.\\nMr Jukes moved to the Met in November 2020. He was awarded a Queens Police Medal in the New Year Honours List 2018.", "image": [["Dame Cressida Dick’s shock resignation marks the end of a controversial chapter in the history of the Metropolitan Police", "https://i.dailymail.co.uk/1s/2022/02/10/21/54036095-10499961-image-m-3_1644527655214.jpg"], ["Dame Cressida was also slammed by the families of victims of VIP paedophile ring fantasist Carl Beech, whose spurious allegations were investigated by police - ruining the lives and reputations of those he accused", "https://i.dailymail.co.uk/1s/2022/02/10/20/45416125-10499677-Dame_Cressida_was_also_slammed_by_the_families_of_victims_of_VIP-a-36_1644523362935.jpg"], ["In 2019, Dame Cressida’s force was widely condemned for its ‘light-touch’ policing of Extinction Rebellion protests, which blocked several key areas of London", "https://i.dailymail.co.uk/1s/2022/02/11/02/54045379-10499961-image-a-84_1644544805835.jpg"], ["Daniel Morgan, pictured, was investigating claims of corruption within the Metropolitan Police when he was murdered in 1987 - and the force failed him and his family ever since", "https://i.dailymail.co.uk/1s/2021/07/14/09/44115721-9785965-Daniel_Morgan_pictured_was_investigating_claims_of_corruption_wi-a-44_1626252911652.jpg"], ["His brother Alastair told the media today that Cressida Dick should resign", "https://i.dailymail.co.uk/1s/2022/02/10/19/44249541-9785965-His_brother_Alastair_told_the_media_today_that_Cressida_Dick_sho-a-3_1644521396178.jpg"], ["The news comes a week after Mr Khan said he was ‘not satisfied’ with the Met's Commissioner’s response to calls for change following a series of scandals including the murder of Sarah Everard by serving officer Wayne Couzens", "https://i.dailymail.co.uk/1s/2022/02/10/21/54036189-10499961-image-m-27_1644527836650.jpg"], ["The news comes a week after Mr Khan said he was ‘not satisfied’ with the Met's Commissioner’s response to calls for change following a series of scandals including the murder of Sarah Everard by serving officer Wayne Couzens", "https://i.dailymail.co.uk/1s/2022/08/05/20/54031565-10499961-The_news_comes_a_week_after_Mr_Khan_said_he_was_not_satisfied_wi-a-4_1659728802066.jpg"], ["The Metropolitan Police commissioner faced calls for her resignation earlier this year after women were arrested at a vigil that was held in memory of Miss Everard", "https://i.dailymail.co.uk/1s/2021/07/14/09/45417011-9785965-The_Metropolitan_Police_commissioner_faced_calls_for_her_resigna-a-38_1626252911643.jpg"], ["Bibaa Henry, 46,  and Nicole Smallman, 27, who were stabbed to death in Wembley last year", "https://i.dailymail.co.uk/1s/2022/02/10/21/44925209-10499961-Bibaa_Henry_46_and_Nicole_Smallman_27_who_were_stabbed_to_death_-a-20_1644527772368.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/10/21/53634009-10499961-image-a-53_1644528353412.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/10/21/53634013-10499961-image-a-47_1644528338397.jpg"], ["Further mock-ups of messages sent by a male officer during another shocking conversation on WhatsApp", "https://i.dailymail.co.uk/1s/2022/02/10/21/53634017-10499961-Further_mock_ups_of_messages_sent_by_a_male_officer_during_anoth-a-49_1644528341493.jpg"], ["A 'toxic' culture existed at the Charing Cross Station dating back to 2006, said the former constable, who asked to be referred to by her first name, Liz", "https://i.dailymail.co.uk/1s/2022/02/10/21/53783467-10499961-A_toxic_culture_existed_at_the_Charing_Cross_Station_dating_back-a-40_1644528330998.jpg"], ["The leadership of the Metropolitan Police was thrown into chaos last night after Dame Cressida Dick’s bombshell resignation as Scotland Yard boss", "https://i.dailymail.co.uk/1s/2022/08/05/20/54032753-10499961-The_leadership_of_the_Metropolitan_Police_was_thrown_into_chaos_-a-5_1659728802520.jpg"], ["Neil Basu, who has been at the Met for nearly 30 years", "https://i.dailymail.co.uk/1s/2022/08/05/20/47707969-10499961-Neil_Basu_who_has_been_at_the_Met_for_nearly_30_years-a-6_1659728803388.jpg"], ["Andy Cooke, who now serves with the police inspectorate", "https://i.dailymail.co.uk/1s/2022/02/11/02/47707971-10499961-Andy_Cooke_who_now_serves_with_the_police_inspectorate-a-42_1644548211605.jpg"], ["Simon Byrne became chief constable of the Police Service of Northern Ireland in May 2019", "https://i.dailymail.co.uk/1s/2022/02/11/02/47707967-10499961-Simon_Byrne_became_chief_constable_of_the_Police_Service_of_Nort-a-43_1644548211606.jpg"], ["Martin Hewitt, chair of the National Police Chiefs' Council", "https://i.dailymail.co.uk/1s/2022/02/10/19/47707965-9973975-Martin_Hewitt_chair_of_the_National_Police_Chiefs_Council-a-58_1644521294708.jpg"], ["Matt Jukes: Assistant commissioner credited with leading crackdown on Rotherham child grooming gangs", "https://i.dailymail.co.uk/1s/2022/02/11/02/54032935-10499961-Matt_Jukes_Assistant_commissioner_credited_with_leading_crackdow-a-44_1644548211611.jpg"]], "author": ["Sam Greenhill, Chief Reporter For The Daily Mail", "Jack Wright For Mailonline"], "date": "2022-02-10"}, "https://www.dailymail.co.uk/news/article-10468755/Charing-Cross-constable-conviction-threatening-murder-female-colleague.html": {"title": "Revealed: Sacked constable whose disturbing messages formed part of probe that exposed culture of racism and misogyny at the Met has conviction for threatening to murder female colleague", "subtitle": "James McLoughlin-Goodchild threatened to stab women and two other officers. Convicted of sending offensive, indecent, obscene or menacing communication. Remained under investigation for messages that formed part of watchdog probe. The grim revelations are the latest scandal for beleaguered Met chief Cressida Dick - already under pressure over Partygate. Priti Patel slammed 'failure of leadership' at the Met while Sadiq Khan called in the Commissioner for an urgent meeting.", "text": "One of the police officers whose disturbing messages formed part of an inquiry into the culture of racism and misogyny in the Met threatened to murder a female colleague while under investigation for sexually harassing her.\\nJames McLoughlin-Goodchild, a PC at Charing Cross police station, threatened to stab the woman and two other officers if they came to arrest him during a phone call with a sergeant to discuss an upcoming gross misconduct hearing.\\nA trial heard he said: 'I will kill them, I will murder them if I see them, I know where they live and what cars they drive.\\n'If they come to my home and arrest me they are going to get stabbed. I will not go to prison alive.'\\nThe officer was found guilty of sending an offensive, indecent, obscene or menacing communication after a trial at Hendon Magistrates Court in January 2019. He was handed a 12-month conditional discharge and an indefinite restraining order.\\nThe grim revelations are just the latest in a series of scandals for beleaguered Met Police chief Dame Cressida Dick - who is already under pressure over her late decision to investigate the Downing St Partygate scandal.\\nHome Secretary Priti Patel blamed a 'failure of leadership' for the culture that has taken hold in the force - while a 'furious' Sadiq Khan called the Met Commissioner in for an urgent meeting.\\nMs Patel added that she was 'appalled and sickened' by the findings of yesterday's report into the disgraceful behaviour of more than a dozen officers - including McLoughlin-Goodchild - at Charing Cross police station, including sick jokes about rape, 'killing black children', and 'f****** gays'.\\nMcLoughlin-Goodchild was later sacked by the Met, but remained under investigation for a series of offensive messages that were the subject of an inquiry by the Independent Office of Police Conduct, The Times reported.\\nThe watchdog found officers at Charing Cross had exchanged sickening messages about rape, 'killing black children', and 'f****** gays'.\\nWhatsApp conversation between two police officers:\\nA separate WhatsApp conversation between two police officers:\\nA further WhatsApp conversation between two police officers:\\n\\nMessages sent by a male officer to a female officer:\\nFurther messages sent about women, include:\\nA male officer told a female colleague 'I would happily rape you' and 'if I was single I would happily chloroform you'.\\nAnother officer was known as 'mcrapey raperson' because of his reputation for ''harassing [women], getting on them, do you know what I mean being like, just a d***''.'\\nHome Secretary Priti Patel told the Commons Home Affairs Committee today that the problem was not isolated and there had been 'too many instances where, in policing, we just see the most appalling behaviours'.\\nAsked by committee chairwoman Diana Johnson if she thinks police forces are 'institutionally misogynistic', Ms Patel said: 'There are problems with the culture, and some aspects of the culture, within the Metropolitan Police.\\n'I do think there are some very, very serious and significant matters that need, not just following up, but further investigation.\\n'We're not seeing one-off incidences. I think we should just be quite clear about that. We are not seeing one-off incidences, this is not isolated. We have seen now too, too many times, too many instances where, in policing, we just see the most appalling behaviours, the most appalling conduct.\\n'I also think it shows a failure of leadership in some quarters.\\n'So you've asked me the question about institutional misogyny within policing. There are cultural issues there. What we saw in the IOPC report absolutely points to, I'm not even going to say just misogynistic behaviours, I think it's cultural and attitudinal.'\\nThe Home Secretary said she has confidence in Metropolitan Police boss Dame Cressida Dick but 'change is required'.\\nMs Patel said: 'I've always said that I'm confident in her and her work, but that also means that change is required.\\n'There are lots of issues, it's not straightforward with the Met, and there are lots of issues there where we need to see major, major significant improvements: culture, delivery, accountability and protecting the streets.'\\nTwo inquiries are under way looking at the culture within the Met - one by Baroness Casey that was organised by the force itself, and a Home Office probe headed by Dame Elish Angiolini that is looking at the failures behind the rape and murder of Sarah Everard by a serving officer.\\nShadow home secretary Yvette Cooper said the IOPC's report had uncovered 'truly appalling behaviour' and urged the Home Office to address issues in policing.\\nShe told the BBC's Today programme: 'Officers talking and joking about raping or beating their wives, and using homophobic insults and awful racism - you cannot ever tolerate this kind of abuse, racism or misogyny, it must have no place in policing and be rooted out.'\\nShe called for action not just from the police, but also from the Home Office, saying there must be an overhaul of training and faster vetting of officers.\\nThe IOPC published the messages after a series of nine investigations into the behaviour of Metropolitan Police officers based in a now disbanded Westminster team between 2016 and 2018, sparked by a later disproven claim that an officer had sex with a drunk person at a police station.\\nFourteen officers were investigated by the watchdog, of whom two were found to have a case to answer for gross misconduct. One was sacked and another resigned before he would have been dismissed.\\nNine remain serving officers, while another is working as a contractor in a staff role.\\nIOPC regional director for London Sal Naseem said that the two accused of gross misconduct were the worst perpetrators, but could not confirm whether those still serving were responsible for any of the offensive comments published.\\nHe told Good Morning Britain: 'What I do know is that there were nine investigations here. The two officers who were sacked for gross misconduct were the worst perpetrators of some of these exchanges.'\\nIn response to an urgent question about the report in the Commons, policing minister Kit Malthouse said the document 'makes for extremely disturbing reading' and that he 'cannot begin to describe my horror' at the revelations it contains.\\nHe said he will look at a request by MP Dr Matthew Offord for a new offence to be created to make it illegal for anyone in a position of trust to try to have sexual contact with someone they have met through work.\\nThe IOPC report included messages by an officer bragging about sleeping with a sex worker he had met while on duty.\\nThe latest developments in the Met Police provoked a swift rebuke from Home Secretary Priti Patel today.\\nAppearing in front of the Home Affairs Select Committee, Ms Patel said she was 'appalled and sickened' by the findings of yesterday's report, blaming a 'failure of leadership' for the rotten culture of racism, misogyny and homophobia at Scotland Yard.\\nIn her comments today, Ms Patel also suggested a Royal Commission could eventually be set up to explore failings across the police and wider criminal justice system. She also said spiking could be made a specific criminal offence following a series of reported incidents in nightclubs, although she warned the public 'not to expect an announcement tomorrow'.\\nAsked specifically about the report on the behaviour of officers at Charing Cross police station, she said: 'There are problems with the culture within the Metropolitan Police. I touched on this last year after the murder of Sarah Everard, which also exposed a range of issues\\n'There are some very serious and significant matters that need further investigation, primarily because we're not seeing one-off instances. We've seen now too many instances of the most appalling behaviours. I also think is shows a failure of leadership in some quarters.'\\nAsked to clarify what she meant by this, Ms Patel said:  'In terms of failure of leadership, the fact that those behaviours were allowed to take place, there were no disciplinary actions, no-one saying that's wrong, that is actually about leadership in policing. So that's superiors, that's seniors, line managers calling that behaviour out and actually stopping it in the first place.'\\nWhen chairwoman Diana Johnson asked whether that included the commissioner, Ms Patel replied: 'It is across the board.'\\nThe Home Secretary said she would continue to be 'very challenging' with Dame Cressida but still had confidence in her.\\nA spokesperson for Sadiq Khan confirmed he had had a 'very frank discussion' with the commissioner earlier today 'which lasted for well over 90 minutes'.\\n'The mayor made clear to the commissioner how angry he is with a return to the bad days of the Met of his childhood in the 1970s and 80s, and that neither he nor Londoners will put up with this,' they added.\\n'He has put the commissioner on notice. He said the Met needs to urgently show it has an effective plan for restoring the trust and confidence of Londoners in the police and to drive out the culture of racism, homophobia, bullying and misogyny which clearly still exists within its ranks.'\\nA source close to Mr Khan also said: 'If the commissioner is not able to do so, then the mayor will have to consider whether she is the right person to lead the change needed at the Met.'\\nMeanwhile, Leroy Logan, founder of the Black Police Association and a former superintendent, said 'the rot had set in' at the Met, which had created 'safe havens for predators'.\\nCalling for 'ethical leadership and systemic changes', he told the BBC's Newsnight programme: 'Over the last few years you've had Met officers doing amazingly bad things like photographing dead bodies, and then the Sarah Everard case.\\n'I was at Charing Cross from 2000 and 2004 and we never had a hint of that. Then again, we were supervisors on top of our game who had to know what was happening with our teams so we could spot these things early.\\n'I think the culture has become more immoral. There seems to be safe havens for predator types – sexists, misogynists and racists that aren't being challenged – so I'm wondering what's happened to the inspectors and supervisors.'\\n\\nCressida Dick's reign as Metropolitan Police commissioner has been overshadowed by controversy over bungled operations and investigations:\\nApril 2017: Appointed as first female Metropolitan Police commissioner with a brief to modernise the force and keep it out of the headlines.\\nApril 2019: Extinction Rebellion protesters bring London to a standstill over several days with the Met powerless to prevent the chaos. Dame Cressida says the numbers involved were far greater than expected and used new tactics but she admits police should have responded quicker.\\nSeptember 2019: Her role in setting up of shambolic probe into alleged VIP child sex abuse and murder is revealed but she declines to answer questions.\\n2020: Official report into Operation Midland said Met was more interested in covering up mistakes than learning from them.\\nFebruary 2021: Lady Brittan condemns the culture of 'cover up and flick away' in the Met and the lack of a moral compass among senior officers.\\nMarch: Criticised for Met handling of a vigil for Sarah Everard, where officers arrested four attendees.\\nJune: A £20million report into the Daniel Morgan murder brands the Met 'institutionally corrupt' and accuses her of trying to block the inquiry. Dame Cressida rejects its findings.\\nJuly: Police watchdog reveals three Met officers being probed over alleged racism and dishonesty.\\nAugust Dame Cressida facing a potential misconduct probe over her open support for Deputy Assistant Commissioner Matt Horne who could stand trial over alleged data breaches.\\nJanuary 2022: She faces a barrage of fresh criticism for seeking to 'muzzle' Sue Gray's Partygate report by asking her to make only 'minimal' references to parties the Met were investigating.\\nFebruary 2022: Details of messages exchanged by officers at Charing Cross Police Station, which included multiple references to rape, violence against women, racist and homophobic abuse, are unveiled in a watchdog report.", "image": [["James McLoughlin-Goodchild, a PC at Charing Cross police station, threatened to stab the woman and two other officers if they came to arrest him", "https://i.dailymail.co.uk/1s/2022/02/02/18/53689803-10468755-James_McLoughlin_Goodchild_a_PC_at_Charing_Cross_police_station_-a-1_1643824919130.jpg"], ["McLoughlin-Goodchild - who served at Charing Cross police station - was later sacked by the Met", "https://i.dailymail.co.uk/1s/2022/02/02/16/53689805-10468755-image-a-6_1643818276601.jpg"], ["The report is just the latest scandal to hit crisis-prone Cressida Dick, and makes particularly chilling reading in light of the murder of Sarah Everard by serving Met officer Wayne Couzens - who himself was allegedly nicknamed as 'the rapist'", "https://i.dailymail.co.uk/1s/2022/02/02/16/53630861-10468755-The_report_is_just_the_latest_scandal_to_hit_crisis_prone_Cressi-a-8_1643818306303.jpg"], ["These are MailOnline mock-ups of WhatsApp conversations that were published in the IOPC report. Warning: Graphic language", "https://i.dailymail.co.uk/1s/2022/02/02/18/53634009-10468755-These_are_MailOnline_mock_ups_of_WhatsApp_conversations_that_wer-a-3_1643825958655.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/02/18/53634013-10468755-image-a-4_1643825961352.jpg"], ["A mock-up of messages sent by a male officer to a female colleague, as revealed in the IOPC investigation", "https://i.dailymail.co.uk/1s/2022/02/02/18/53634019-10468755-A_mock_up_of_messages_sent_by_a_male_officer_to_a_female_colleag-a-10_1643825979798.jpg"], ["Further mock-ups of messages sent by a male officer during another shocking conversation on WhatsApp", "https://i.dailymail.co.uk/1s/2022/02/02/18/53634017-10468755-Further_mock_ups_of_messages_sent_by_a_male_officer_during_anoth-a-8_1643825977742.jpg"], ["Home Secretary Priti Patel blamed a 'failure of leadership' for the culture that has taken hold in the force - while a 'furious' Sadiq Khan called the Met Commissioner in for an urgent meeting. Pictured: London Mayor Mr Khan, Met Chief Dick and Home Secretary Ms Patel at the National Police Memorial", "https://i.dailymail.co.uk/1s/2022/02/02/20/53699873-10468755-image-a-9_1643834288338.jpg"]], "author": ["Rory Tingle, Home Affairs Correspondent For Mailonline"], "date": "2022-02-02"}, "https://www.dailymail.co.uk/news/article-10471697/Ex-Met-Police-chief-superintendent-says-Cressida-Dick-deserved-public-dressing-down.html": {"title": "'This is another Macpherson moment': Ex-Met Police chief superintendent says Cressida Dick deserved her 'public dressing down' and latest examples of racism and sexism suggest need for another Stephen Lawrence type inquiry", "subtitle": "Dal Babu OBE, who served with the force for 30 years, said confidence in the police was at an 'all-time low'. Macpherson report into the Met's handling of Stephen Lawrence's murder called force 'institutionally racist'. It's now emerged one of the officers disciplined over the Charing Cross investigation has now been promoted.", "text": "A former Met chief superintendent today said the force was in the midst of 'another Macpherson moment' as he backed Sadiq Khan's decision to give Cressida Dick a public dressing down over the rotten culture that has taken hold under her watch.\\nDal Babu OBE, who served with the force for 30 years, said confidence in the police was at an 'all-time low' and suggested it was time for another inquiry similar to the one following the death of black teenager Stephen Lawrence.\\nThe Macpherson report labelled the response to the 18-year-old's murder 'institutionally racist' and identified major failings in the police investigation and how the victim's family were treated. Mr Babu, who retired in 2013, said he supported Mr Khan's decision to publicly rebuke the Met commissioner yesterday.\\n'The Mayor is right - confidence in the police is at an all-time low,' he told BBC Radio 4's Today programme. 'I think we have another Macpherson moment, this is a challenging time for the Met.\\n'If you look at the plethora of incidents that have happened, from the appalling situation with Nicole Smallman and Bibaa Henry and the ghoulish photographs that were taken by officers, plus the failings around Stephen Port, and then Daniel Morgan, and now Charing Cross... I think the facts speak for themselves.'\\n\\nApril 2017: Appointed as first female Metropolitan Police commissioner with a brief to modernise the force and keep it out of the headlines.\\nApril 2019: Extinction Rebellion protesters bring London to a standstill over several days with the Met powerless to prevent the chaos. Dame Cressida says the numbers involved were far greater than expected and used new tactics but she admits police should have responded quicker.\\nSeptember 2019: Her role in setting up of shambolic probe into alleged VIP child sex abuse and murder based on testimony from the fantasist Carl Beech (right) is revealed but she declines to answer questions.\\n2020: Official report into Operation Midland said Met was more interested in covering up mistakes than learning from them.\\nFebruary 2021: Lady Brittan condemns the culture of 'cover up and flick away' in the Met and the lack of a moral compass among senior officers.\\nMarch: Criticised for Met handling of a vigil for Sarah Everard, where officers arrested four attendees. Details would later emerge about how her killer, Wayne Couzens (right), used his warrant card to trick her into getting into his car.\\nJune: A £20million report into the Daniel Morgan murder brands the Met 'institutionally corrupt' and accuses her of trying to block the inquiry. Dame Cressida rejects its findings. Mr Morgan is pictured below.\\nJuly: Police watchdog reveals three Met officers being probed over alleged racism and dishonesty.\\nAugust Dame Cressida facing a potential misconduct probe over her open support for Deputy Assistant Commissioner Matt Horne who could stand trial over alleged data breaches.\\nDecember: Two police officers who took pictures of the bodies of murdered sisters Bibaa Henry and Nicole Smallman (right) were jailed for two years and nine months each.\\nPc Deniz Jaffer and Pc Jamie Lewis were assigned to guard the scene overnight after Ms Henry, 46, and Ms Smallman, 27, were found dead in bushes in Fryent Country Park, Wembley, north-west London. Instead, they breached the cordon to take photographs of the bodies, which were then shared with colleagues and members of the public on WhatsApp.\\nDecember: Dame Cressida apologises to the family of a victim of serial killer Stephen Port (right). Officers missed several chances to catch him after he murdered Anthony Walgate in 2014.\\nDame Cressida - who was not commissioner at the time of the murder - told Mr Walgate's mother: ‘I am sorry, both personally and on behalf of The Met — had police listened to what you said, things would have turned out a lot differently’.”\\nJanuary 2022: She faces a barrage of fresh criticism for seeking to 'muzzle' Sue Gray's Partygate report by asking her to make only 'minimal' references to parties the Met were investigating.\\nFebruary 2022: Details of messages exchanged by officers at Charing Cross Police Station, which included multiple references to rape, violence against women, racist and homophobic abuse, are unveiled in a watchdog report.\\nAsked whether Dame Cressida or any one person was capable of reforming the Met, he said: 'I think the person at the top has a very important role, but the whole organisation has to change and acknowledge it needs to change.\\n'What we need are people who are prepared to talk about the organisation who know the organisation. We need people to be honest, some tough love and strong leadership. These are not isolated problems.'\\nA spokesman for Mr Khan confirmed he had had a 'very frank discussion' with Dame Cressida yesterday, which 'lasted for well over 90 minutes'. Significantly, for the first time sources made clear he would be prepared to oust her without major changes.\\n'The mayor made clear to the commissioner how angry he is with a return to the bad days of the Met of his childhood in the 1970s and 80s, and that neither he nor Londoners will put up with this,' they added.\\n'He has put the commissioner on notice. He said the Met needs to urgently show it has an effective plan for restoring the trust and confidence of Londoners in the police and to drive out the culture of racism, homophobia, bullying and misogyny which clearly still exists within its ranks.'\\nA source close to Mr Khan also said: 'If the commissioner is not able to do so, then the mayor will have to consider whether she is the right person to lead the change needed at the Met.'\\nThere has been a widespread outcry about the Met's decision to sack just two of the 14 officers investigated by the Independent Office of Police Conduct.\\nMisconduct was proven against another three, while another resigned before the disciplinary process was complete.\\nToday it emerged one of the officers who had been disciplined in the Charing Cross probe has since been promoted from the rank of constable to sergeant.\\nShe was found to have committed misconduct for failing to report wrongdoing, yet the Met told the Guardian the promotion went ahead anyway, telling the Guardian that the officer 'attended a misconduct meeting and was given management action/advice about reporting wrongdoing'.\\nA spokesman said: 'Because the police sergeant demonstrated that she had personally developed and learned since the incident, it was agreed by the IOPC that she should be subject to management action only, and that she should complete an attachment with a professional standards unit to develop her knowledge further.'\\nAnother one of the police officers whose disturbing messages formed part of the inquiry threatened to murder a female colleague while under investigation for sexually harassing her.\\nJames McLoughlin-Goodchild, a PC at Charing Cross police station, threatened to stab the woman and two other officers if they came to arrest him during a phone call with a sergeant to discuss an upcoming gross misconduct hearing.\\nA trial heard he said: 'I will kill them, I will murder them if I see them, I know where they live and what cars they drive.\\n'If they come to my home and arrest me they are going to get stabbed. I will not go to prison alive.'\\nThe officer was found guilty of sending an offensive, indecent, obscene or menacing communication after a trial at Hendon Magistrates Court in January 2019. He was handed a 12-month conditional discharge and an indefinite restraining order.\\nThe grim revelations are just the latest in a series of scandals for beleaguered Met Police chief Dame Cressida Dick - who is already under pressure over her late decision to investigate the Downing St Partygate scandal.\\nSpeaking to MPs yesterday, Home Secretary Priti Patel said she was 'appalled and sickened' by the findings of yesterday's report into the disgraceful behaviour of more than a dozen officers - including McLoughlin-Goodchild - at Charing Cross police station, including sick jokes about rape, 'killing black children', and 'f****** gays'.\\nMcLoughlin-Goodchild was later sacked by the Met, but remained under investigation for a series of offensive messages that were the subject of an inquiry by the Independent Office of Police Conduct, The Times reported.\\nThe watchdog found officers at Charing Cross had exchanged sickening messages about rape, 'killing black children', and 'f****** gays'.\\nA male officer told a female colleague 'I would happily rape you' and 'if I was single I would happily chloroform you'.\\nAnother officer was known as 'mcrapey raperson' because of his reputation for ''harassing [women], getting on them, do you know what I mean being like, just a d***''.'\\nMs Patel told the Commons Home Affairs Committee that the problem was not isolated and there had been 'too many instances where, in policing, we just see the most appalling behaviours'.\\nAsked by committee chairwoman Diana Johnson if she thinks police forces are 'institutionally misogynistic', Ms Patel said: 'There are problems with the culture, and some aspects of the culture, within the Metropolitan Police.\\n'I do think there are some very, very serious and significant matters that need, not just following up, but further investigation.\\n\\n'We're not seeing one-off incidences. I think we should just be quite clear about that. We are not seeing one-off incidences, this is not isolated. We have seen now too, too many times, too many instances where, in policing, we just see the most appalling behaviours, the most appalling conduct.\\n'I also think it shows a failure of leadership in some quarters.\\n'So you've asked me the question about institutional misogyny within policing. There are cultural issues there. What we saw in the IOPC report absolutely points to, I'm not even going to say just misogynistic behaviours, I think it's cultural and attitudinal.'\\nThe Home Secretary said she has confidence in Metropolitan Police boss Dame Cressida Dick but 'change is required'.\\nMs Patel said: 'I've always said that I'm confident in her and her work, but that also means that change is required.\\nStephen Lawrence was murdered by a gang of racists while waiting for a bus in Eltham, south-east London, in 1993.\\nThe bungled initial investigation into his death was beset by claims of racism, corruption and incompetence.\\nIt took nearly 20 years for two of his five or six killers finally to be brought to justice, after double-jeopardy rules were amended to allow new evidence to be presented at a later trail.\\nIn 1997 after his inquest, the Daily Mail ran a dramatic front-page publicly accusing five men of his murder, which was praised by Stephen's mother Doreen.\\nThe inquiry into the Met's handling of the case, led by high court judge William Macpherson, accused the force of 'institutional racism'.\\nIt made 70 recommendations including greater oversight of the police, greater powers to discipline officers, and the definition of a racist incident to be extended to 'any incident which is perceived to be racist by the victim or any other person'.\\nThe bombshell inquiry in 1999 paved the way for sweeping reform at Scotland Yard and led to the abolition of the double jeopardy law.\\n'There are lots of issues, it's not straightforward with the Met, and there are lots of issues there where we need to see major, major significant improvements: culture, delivery, accountability and protecting the streets.'\\nTwo inquiries are under way looking at the culture within the Met - one by Baroness Casey that was organised by the force itself, and a Home Office probe headed by Dame Elish Angiolini that is looking at the failures behind the rape and murder of Sarah Everard by a serving officer.\\nShadow home secretary Yvette Cooper said the IOPC's report had uncovered 'truly appalling behaviour' and urged the Home Office to address issues in policing.\\nShe told the BBC's Today programme: 'Officers talking and joking about raping or beating their wives, and using homophobic insults and awful racism - you cannot ever tolerate this kind of abuse, racism or misogyny, it must have no place in policing and be rooted out.'\\nShe called for action not just from the police, but also from the Home Office, saying there must be an overhaul of training and faster vetting of officers.\\nThe IOPC published the messages after a series of nine investigations into the behaviour of Metropolitan Police officers based in a now disbanded Westminster team between 2016 and 2018, sparked by a later disproven claim that an officer had sex with a drunk person at a police station.\\nFourteen officers were investigated by the watchdog, of whom two were found to have a case to answer for gross misconduct. One was sacked and another resigned before he would have been dismissed.\\nNine remain serving officers, while another is working as a contractor in a staff role.\\nIOPC regional director for London Sal Naseem said that the two accused of gross misconduct were the worst perpetrators, but could not confirm whether those still serving were responsible for any of the offensive comments published.\\nHe told Good Morning Britain: 'What I do know is that there were nine investigations here. The two officers who were sacked for gross misconduct were the worst perpetrators of some of these exchanges.'\\nIn response to an urgent question about the report in the Commons, policing minister Kit Malthouse said the document 'makes for extremely disturbing reading' and that he 'cannot begin to describe my horror' at the revelations it contains.\\nHe said he will look at a request by MP Dr Matthew Offord for a new offence to be created to make it illegal for anyone in a position of trust to try to have sexual contact with someone they have met through work.\\nWhatsApp conversation between two police officers:\\nA separate WhatsApp conversation between two police officers:\\nA further WhatsApp conversation between two police officers:\\n\\nMessages sent by a male officer to a female officer:\\nFurther messages sent about women, include:\\nThe IOPC report included messages by an officer bragging about sleeping with a sex worker he had met while on duty.\\nThe latest developments in the Met Police provoked a swift rebuke from Home Secretary Priti Patel.\\nMs Patel said she was 'appalled and sickened' by the findings of yesterday's report, blaming a 'failure of leadership' for the rotten culture of racism, misogyny and homophobia at Scotland Yard.\\nIn her comments, Ms Patel also suggested a Royal Commission could eventually be set up to explore failings across the police and wider criminal justice system.\\nShe also said spiking could be made a specific criminal offence following a series of reported incidents in nightclubs, although she warned the public 'not to expect an announcement tomorrow'.\\nAsked specifically about the report on the behaviour of officers at Charing Cross police station, she said: 'There are problems with the culture within the Metropolitan Police. I touched on this last year after the murder of Sarah Everard, which also exposed a range of issues\\n'There are some very serious and significant matters that need further investigation, primarily because we're not seeing one-off instances.\\n'We've seen now too many instances of the most appalling behaviours.\\n'I also think is shows a failure of leadership in some quarters.'\\nAsked to clarify what she meant by this, Ms Patel said:  'In terms of failure of leadership, the fact that those behaviours were allowed to take place, there were no disciplinary actions, no-one saying that's wrong, that is actually about leadership in policing. So that's superiors, that's seniors, line managers calling that behaviour out and actually stopping it in the first place.'\\nWhen chairwoman Diana Johnson asked whether that included the commissioner, Ms Patel replied: 'It is across the board.'\\nThe Home Secretary said she would continue to be 'very challenging' with Dame Cressida but still had confidence in her.\\nMeanwhile, Leroy Logan, founder of the Black Police Association and a former superintendent, said 'the rot had set in' at the Met, which had created 'safe havens for predators'.\\nCalling for 'ethical leadership and systemic changes', he told the BBC's Newsnight programme: 'Over the last few years you've had Met officers doing amazingly bad things like photographing dead bodies, and then the Sarah Everard case.\\n'I was at Charing Cross from 2000 and 2004 and we never had a hint of that. Then again, we were supervisors on top of our game who had to know what was happening with our teams so we could spot these things early.\\n'I think the culture has become more immoral.\\n'There seems to be safe havens for predator types – sexists, misogynists and racists that aren't being challenged – so I'm wondering what's happened to the inspectors and supervisors.'", "image": [["Cressida Dick was summoned yesterday for a public dressing down by London Mayor Sadiq Khan", "https://i.dailymail.co.uk/1s/2022/02/03/09/53630861-10471697-Cressida_Dick_was_summoned_yesterday_for_a_public_dressing_down_-m-14_1643880711234.jpg"], ["Dal Babu OBE, who served with the force for 30 years, said confidence in the police was at an 'all-time low'", "https://i.dailymail.co.uk/1s/2022/02/03/09/44337469-10471697-Dal_Babu_OBE_who_served_with_the_force_for_30_years_said_confide-a-15_1643880723502.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/03/10/53722675-10471697-image-a-52_1643883416289.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/03/10/53722671-10471697-image-m-53_1643883470191.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/03/10/53722661-10471697-image-a-46_1643883373704.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/03/10/53722657-10471697-image-m-40_1643883310550.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/03/10/53722653-10471697-image-m-35_1643883266549.jpg"], ["McLoughlin-Goodchild - who served at Charing Cross police station - was later sacked by the Met", "https://i.dailymail.co.uk/1s/2022/02/03/09/53689805-10471697-McLoughlin_Goodchild_who_served_at_Charing_Cross_police_station_-a-8_1643880572776.jpg"], ["James McLoughlin-Goodchild, a PC at Charing Cross police station, threatened to stab the woman and two other officers if they came to arrest him", "https://i.dailymail.co.uk/1s/2022/02/03/09/53689803-10471697-James_McLoughlin_Goodchild_a_PC_at_Charing_Cross_police_station_-a-11_1643880606315.jpg"], ["Stephen Lawrence", "https://i.dailymail.co.uk/1s/2022/02/03/10/9994440-10471697-Stephen_Lawrence_18_was_fatally_stabbed_by_a_gang_of_racists_in_-a-30_1643882731092.jpg"], ["These are MailOnline mock-ups of WhatsApp conversations that were published in the IOPC report. Warning: Graphic language", "https://i.dailymail.co.uk/1s/2022/02/03/09/53634009-10471697-These_are_MailOnline_mock_ups_of_WhatsApp_conversations_that_wer-a-2_1643880572717.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/03/09/53634013-10471697-image-a-3_1643880572745.jpg"], ["A mock-up of messages sent by a male officer to a female colleague, as revealed in the IOPC investigation", "https://i.dailymail.co.uk/1s/2022/02/03/09/53634019-10471697-A_mock_up_of_messages_sent_by_a_male_officer_to_a_female_colleag-a-4_1643880572751.jpg"], ["Further mock-ups of messages sent by a male officer during another shocking conversation on WhatsApp", "https://i.dailymail.co.uk/1s/2022/02/03/09/53634017-10471697-Further_mock_ups_of_messages_sent_by_a_male_officer_during_anoth-a-5_1643880572752.jpg"], ["Home Secretary Priti Patel blamed a 'failure of leadership' for the culture that has taken hold in the force - while a 'furious' Sadiq Khan called the Met Commissioner in for an urgent meeting. Pictured: London Mayor Mr Khan, Met Chief Dick and Home Secretary Ms Patel at the National Police Memorial", "https://i.dailymail.co.uk/1s/2022/02/03/09/53699873-10471697-Home_Secretary_Priti_Patel_blamed_a_failure_of_leadership_for_th-a-6_1643880572754.jpg"]], "author": ["Rory Tingle, Home Affairs Correspondent", "William Cole For Mailonline"], "date": "2022-02-03"}, "https://www.dailymail.co.uk/debate/article-10533999/ANDREW-PIERCE-Ed-Davey-silent-Post-Office-scandal.html": {"title": "ANDREW PIERCE: Why is Ed Davey silent on Post Office scandal?", "subtitle": ".", "text": "The Post Office scandal erupted again last week as a long-overdue public inquiry into the fiasco began — and the Mail revealed that 33 postmasters have died without getting justice.\\nWidely regarded as one of the worst miscarriages of justice in our history, the saga saw more than 700 postmasters and mistresses wrongly prosecuted for theft and false accounting from 2000 to 2014, due to a faulty IT system and shamefully arrogant behaviour by the Post Office.\\nSome were jailed, others took their own lives and many were saddled with ruinous debts.\\nLast week, politicians of all stripes expressed their outrage at the shambles.\\nTory peer Lord Arbuthnot condemned 'the delay, the obfuscation and the restrictiveness of the Post Office' and Labour's Kevan Jones called it a 'devastating tragedy'.\\nBut what of Lib Dem leader, Sir Ed Davey?\\nFor almost two years, ardent-Remoaner Davey served as Postal Affairs Minister in the coalition government. He was contacted by desperate postmasters numerous times about the scandal.\\nYou might have imagined, therefore, that Sir Ed would have been among the first to speak out. But you'd be wrong. He has remained oddly silent about the scandal on social media and made no statements in the Commons.\\nAs Labour MP Karl Turner, a former barrister who represented a victim, told me: 'The truth is, as the minister responsible for the Post Office — then a government-owned and controlled business — Davey either didn't ask the right questions or was told lies by Post Office executives. Which is it?\\n'We will only get to the truth about this shocking scandal when those at the top 'fess up'.'\\nOscar-winning luvvie Emma Thompson describes new Left-wing book, Charged: How The Police Try To Suppress Protest, as 'brilliantly readable'.\\nIt accuses successive governments of using tactics such as batons and horse charges at demos. 'The detail on police behaviour is dreadfully shocking and distressing,' Emma wails.\\nNot, perhaps, as shocking as flying in first-class from New York for an Extinction Rebellion protest against climate change, as Dame Emma did in 2019.\\nAs fears of a Russian invasion of Ukraine mount, I am reminded of a 2003 meeting between the Queen and President Vladimir Putin.\\nHosting a reception for the Russian leader, her Majesty saw then-Home Secretary David Blunkett's guide dog bark fiercely at Putin.\\n'Sorry, Your Majesty, about the dog!' said Blunkett. To which the Queen is said to have wryly replied: 'Dogs have interesting instincts don't they, Mr Blunkett?\\nAn obituary notice appeared last week for the remarkable Tessa Gaisman, Mrs Thatcher's diary secretary at No 10 for several years. When the IRA bomb went off at Brighton's Grand Hotel during the 1984 Tory conference, the redoubtable Mrs Gaisman and fellow secretary Amanda Ponsonby bravely rescued the draft of the speech they had been working on as the bomb went off.\\nMrs Thatcher was able to deliver it, with a new opening referencing the attacks, the next day. As Lord (Charles) Moore, Mrs T's official biographer, rightly points out: 'With secretaries such as these, there was some peace at the heart of the whirlwind... We shall not look upon their like again.'\\nGlossy gossip rag OK! has released a 'Special Historic Royal Collector's Edition' with the Sussexes on the cover.\\n'A desire to be royal in a different way is something that defined Diana, and that very much lives on through Harry,' it gushes. His way of 'being royal' is certainly different, quitting the Royal Family to live in LA opulence.\\nIn a party political broadcast last week, Labour's Sir Keir Starmer was all smiles with his shadow chancellor Rachel Reeves.\\nBut there was no sign of the party's most senior female MP, Starmer's stiletto-shod deputy Angela Rayner. Why ever not? My mole on the Opposition benches tells me Starmer consistently sidelines his deputy — and the film is only the most recent snub.\\n'They can't stand each other!' adds the source. 'Angela will have wanted to be in that broadcast — now she'll be planning her revenge.'", "image": [["For almost two years, ardent-Remoaner Davey served as Postal Affairs Minister in the coalition government. He was contacted by desperate postmasters numerous times about the scandal", "https://i.dailymail.co.uk/1s/2022/02/21/02/54443967-10533999-For_almost_two_years_ardent_Remoaner_Davey_served_as_Postal_Affa-m-164_1645408910556.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/21/02/54443975-10533999-image-a-162_1645408868436.jpg"]], "author": ["Andrew Pierce for the Daily Mail"], "date": "2022-02-21"}, "https://www.dailymail.co.uk/news/article-10502543/No-wonder-shes-smiling-Cressida-Dick-line-575-000-payout.html": {"title": "No wonder she's smiling! In line for a £575,000 payout and a £160,000-a-year taxpayer-funded pension pot, Cressida Dick gets set to put her feet up at her £1m country home and enjoy a leisurely life like her predecessor Bernard Hogan-Howe", "subtitle": "Dame Cressida, 61, has pensions estimated to pay out £160,000 a year. Outgoing Met Commissioner likely to get a pay-off in the region of £575,000. She will retire to the £1million country home she shares with her partner, Helen.", "text": "Dame Cressida Dick put on a brave face and grinned as she arrived at Scotland Yard in civilian clothes today – just hours after resigning as Metropolitan Police Commissioner.\\nMailOnline can reveal that Dame Cressida, 61, still has plenty to smile about as she will walk away from her post with up to three pensions estimated to pay out £160,000-a-year - plus a pay-off in the region of £575,000.\\nShe can also look forward to possibly earning a small fortune from lucrative consultancy work, or even taking on a new high-profile public role.\\nThere is also a chance that she may join her predecessor Bernard Hogan-Howe in the House of Lords where she could qualify for a daily £323 attendance allowance.\\nHogan-Howe left the Met in 2016 with a £9million gold-plated pension giving him an annual taxpayer-funded income of £181,500 a year.\\nAlternatively, she may now choose to put her feet up at her £1million village home which she shares with her partner Helen, who is a retired Metropolitan Police inspector.\\nWrapped up warm against the early morning chill, Dame Cressida dressed casually in wax jacket, gloves and jeans as she walked to her office today.\\nShe is expected to spend a few weeks clearing her desk while a search gets underway to find her replacements as Britain's top police officer.\\nDame Cressida sensationally quit last night after a bust-up with London mayor Sadiq Khan following a series of scandals about the alleged misogynistic and racist conduct of some of her officers.\\nShe will receive a bumper pension payout as it is effectively the second time that she has 'retired' from the Met after clocking nearly 37 years service.\\nDame Cressida qualified for her first pension – a gold-plated scheme called PPS87 – as it was the national police retirement scheme when she joined the force in 1983.\\nIt was replaced in 2006 by a new pension called PPS06, before police pension plans were revamped again in 2015, under a scheme called PPS15.\\nDame Cressida would have qualified for one third of her final leaving salary after 30 years' service, under the PPS87 scheme, according to Home Office documents.\\nShe first retired from the Met in 2015 when she stood down as the force's first woman Assistant Commissioner, and took on a role in the Foreign Office.\\nJuly 22, 2005: Jean Charles de Menezes is shot dead on a train at Stockwell Underground station in South London.\\nThe shooting happened when counter-terrorism officers mistook the innocent electrician for one of the terrorists behind an attack on the capital a day earlier.\\nMr de Menezes, a Brazilian working in the capital, was blasted in the head seven times by police at Stockwell station after being followed by officers from his home nearby.\\nMr de Menezes's family led a long campaign calling for police officers to be prosecuted for the shooting and criticising Scotland Yard for its handling of the operation, which was led at the time by Dame Cressida.\\nDame Cressida was cleared of all blame by later inquiries, but Mr de Menezes' family expressed 'serious concerns' when she was appointed Met Commissioner in 2017.\\nThe top policewoman told the Mail in 2018: 'It was an appalling thing – an innocent man killed by police. Me in charge. Awful for the family and I was properly held to account. We learned every lesson that was to be learned'.\\nApril 2017: Appointed as first female Metropolitan Police commissioner with a brief to modernise the force and keep it out of the headlines.\\nApril 2019: Extinction Rebellion protesters bring London to a standstill over several days with the Met powerless to prevent the chaos. Dame Cressida says the numbers involved were far greater than expected and used new tactics but she admits police should have responded quicker.\\nSeptember 2019: Her role in setting up of shambolic probe into alleged VIP child sex abuse and murder based on testimony from the fantasist Carl Beech (right) is revealed but she declines to answer questions.\\n2020: Official report into Operation Midland said Met was more interested in covering up mistakes than learning from them.\\nFebruary 2021: Lady Brittan condemns the culture of 'cover up and flick away' in the Met and the lack of a moral compass among senior officers.\\nMarch: Criticised for Met handling of a vigil for Sarah Everard, where officers arrested four attendees. Details would later emerge about how her killer, Wayne Couzens (right), used his warrant card to trick her into getting into his car.\\nJune: A £20million report into the Daniel Morgan murder brands the Met 'institutionally corrupt' and accuses her of trying to block the inquiry. Dame Cressida rejects its findings. Mr Morgan is pictured below.\\nJuly: Police watchdog reveals three Met officers being probed over alleged racism and dishonesty.\\nAugust Dame Cressida facing a potential misconduct probe over her open support for Deputy Assistant Commissioner Matt Horne who could stand trial over alleged data breaches.\\nDecember: Two police officers who took pictures of the bodies of murdered sisters Bibaa Henry and Nicole Smallman (right) were jailed for two years and nine months each.\\nPc Deniz Jaffer and Pc Jamie Lewis breached the cordon to take photographs of the bodies, which were then shared with colleagues and members of the public on WhatsApp.\\nDecember: Dame Cressida apologises to the family of a victim of serial killer Stephen Port (right). Officers missed several chances to catch him after he murdered Anthony Walgate in 2014.\\nDame Cressida - who was not commissioner at the time of the murder - told Mr Walgate's mother: 'I am sorry, both personally and on behalf of The Met — had police listened to what you said, things would have turned out a lot differently'.'\\nJanuary 2022: She faces a barrage of fresh criticism for seeking to 'muzzle' Sue Gray's Partygate report by asking her to make only 'minimal' references to parties the Met were investigating.\\nFebruary 2022: Details of messages exchanged by officers at Charing Cross Police Station, which included multiple references to rape, violence against women, racist and homophobic abuse, are unveiled in a watchdog report.\\nHer final salary in her Assistant role was £201,196 including London weighting, meaning she would have qualified for at least £70,000-a-year under the scheme, due to her 32 years service.\\nBut she would also have potentially earned additional increments under the PPS06 pension scheme, giving her a massive boost in her annual payments.\\nDame Cressida returned to Scotland Yard as Police Commissioner in 2017, replacing Bernard Hogan-Howe, when she would have qualified for a salary of £270,648 plus benefits.\\nBut it was disclosed at the time that she had instead chosen to accept a reduced salary of £230,000-a-year.\\nIt is believed that she wanted to demonstrate that she was not being greedy as she already had a police pension, although no reason for her pay cut was given at the time.\\nHer gesture was seen as a welcome move, demonstrating how she wanted to set an example of restraint, when the Met were facing major budget cuts.\\nThe Met were reported to have made £600million of savings in the seven years before her appointment and needed to save a further £400million at the time.\\nNow she has retired for a second time, Dame Cressida will potentially qualify for yet another retirement boost under the PPS15 scheme, assuming she has paid into it.\\nBut there is also a possibility that she may get a FOURTH pension if she paid into a Government scheme during her time at the Foreign Office.\\nMetropolitan Police Federation chairman Ken Marsh predicted that Dame Cressida would receive a total pension of around £160,000-a-year.\\nHe told MailOnline: 'I can't say for sure what she will do now but she'll be in a financially strong position - which she was in even before re-joining the police.\\n'She hasn't received a pension while in the role but when she has left she will receive an annual pension that amounts to two thirds of her final salary so it'll be around £160,000.\\n'I don't know what deals have been done, but there's a very high chance of her following some of her predecessors into the House of Lords.\\n'She has just been made a Dame. I wouldn't carry on in the police after the way she has been treated.'\\nDame Cressida made her shock resignation last night, just hours after pledging to stay on to clean up the force.\\nMr Marsh said her decision to quit represented an abrupt U-turn as she had initially decided to remain at the helm following a meeting with him on Wednesday.\\nHe revealed that she was staying on after she asked him if she 'still had the locker room' and he told her that she still had the total support of rank and file officers.\\nMr Marsh was shocked to see her reverse her decision after a meeting with the London mayor who had earlier publicly warned her to clean up the force 'in a matter of days or weeks' or face losing her job.\\nHe questioned who would replace her, saying: 'A couple of weeks ago there was nobody suitable to take over which is why she signed a two-year extension - so how is there someone suitable now?\\n'There will be a replacement, someone is always going to take a £230,000 a year job, but whether they're suitable is a completely different thing.\\n'One individual has caused all this to happen for political gain, it's very sad I think. The rank and file are not happy at all.\\n'I haven't met a Met cop out of 32,000 who has been saying to me, 'She should go, she shouldn't be there'. That is quite unprecedented.\\n'I was in her office on Wednesday afternoon and she asked me if she still had the locker room - that was the barometer about whether she stayed or went - and I told her that she still had it totally.\\n'That was all she was concerned about because all this rubbish about bringing someone in to crack heads - good luck with that l. If you haven't got your cops on board, I can tell you how long that'll work for.\\n'I can't see how this will unfold for the good of the people of London to be honest. It's a massively challenging time to be a police officer in this city at the moment.\\n'People talk of morale among the public being rock bottom- have a look at my cops. The mood is horrendous.\\n'My officers believe Cressida has been treated appallingly as the fall girl for this Government to deflect from their own troubles.'\\nLord Hogan-Howe who served as Commissioner from 2011 in 2017 was knighted in 2013 for services to policing.\\nHis period in command was blighted by him having presided over Scotland Yard's VIP paedophile probe which ruined the reputations of several public figures including retired Armed Forces chief and D-Day hero Field Marshal Lord Bramall, ex-Home Secretary Leon Brittan and former Tory MP Harvey Proctor.\\nThe three men who were all completely innocent faced a police probe after the Met swallowed the lies of a fantasist who pretended to have been abused as a boy.\\nLord Hogan-Howe, 64, was made a life peer soon after leaving the force, giving him a place in the House of Lords.\\nLast week it was reported that he had applied for a £223,000 job as director general of the National Crime Agency which is regarded as Britain's equivalent of the FBI\\nHis predecessor Paul Stephenson who was Commissioner from 2009 to 2011 was not given a life peerage.\\nBut in retirement he has served as a non-executive director and advisor within the private sector.\\nHe is currently a non-executive Regulatory Director on the British Horse-racing Authority and sits on the Advisory Board for Stratium Global Pty Ltd (Australia).\\nSir Paul has also served as a trustee for charities including Crimestoppers UK as well as Embrace Child Victims of Crime.\\nPlebgate: Sir Bernard had to travel to the House of Commons in 2014 to apologise to MP Andrew Mitchell over the so-called 'plebgate' row.\\nThe affair centred on a bitterly-contested confrontation in Downing Street in September 2012 when officers refused to let Mr Mitchell ride his bicycle through the gates.\\nSir Bernard apologised publicly for appearing to pre-judge what had happened and for immediately backing his officers' accounts.\\n\\nISIS: In 2015, Sir Bernard again backed his officers for refusing to arrest a man and a child carrying an ISIS flag outside Parliament.\\nHe enraged MPs by saying carrying the black flag of the terrorist organisation was 'not necessarily the worst thing in the world'.\\nElveden: One of the biggest scandals on Sir Bernard's watch was Operation Elveden, which began following the News of the World phone hacking scandal and led to 90 arrests.\\nIt became one of the largest criminal inquiries in history but many consider it an abject failure, with a series of Old Bailey juries refusing to convict journalists of any crimes.\\nSir Bernard was accused of a knee-jerk reaction to the political furore in 2011 and a failure to rein in the inquiry as its progress waned.\\nMidland: Perhaps the largest controversy during Sir Bernard's tenure was that surrounding Operation Midland, a two-year investigation into claims that VIPs were linked to paedophile rings in which no one was charged.\\nRange Rover: Sir Bernard defended buying a £65,000 Range Rover with a £1,000 back seat entertainment system, insisting he uses the TVs to watch the news.", "image": [["But she then smiled and waved to the photographer, clutching a national newspaper with the story of her demise on the front", "https://i.dailymail.co.uk/1s/2022/02/11/13/54058665-10502543-But_she_then_smiled_and_waved_to_the_photographer_clutching_a_na-a-19_1644586799627.jpg"], ["But she then smiled and waved to the photographer, clutching a national newspaper with the story of her demise on the front", "https://i.dailymail.co.uk/1s/2022/02/11/13/54058675-10502543-But_she_then_smiled_and_waved_to_the_photographer_clutching_a_na-a-21_1644586799656.jpg"], ["Bernard Hogan-Howe was paid a salary of £270,648 plus benefits. His pension is worth £180,000-a-year", "https://i.dailymail.co.uk/1s/2022/02/11/13/54066491-10502543-image-m-35_1644587089530.jpg"], ["Home Secretary Priti Patel was caught off guard by the decision, learning of it only when Dame Cressida rang her to say she had stood down - sparking a bitter row between City Hall and the Home Office", "https://i.dailymail.co.uk/1s/2022/02/11/16/54071813-10502543-Home_Secretary_Priti_Patel_was_caught_off_guard_by_the_decision_-m-20_1644595471518.jpg"], ["Home Secretary Priti Patel was caught off guard by the decision, learning of it only when Dame Cressida rang her to say she had stood down - sparking a bitter row between City Hall and the Home Office.", "https://i.dailymail.co.uk/1s/2022/02/11/16/54056713-10502543-Home_Secretary_Priti_Patel_was_caught_off_guard_by_the_decision_-a-19_1644595462308.jpg"], ["Despite his shortcomings at the Met, Bernard Hogan-Howe enjoys a £9million pension pot and owns two lavish homes. Pictured: Hogan-Howe walks his dog near his home in Dorset", "https://i.dailymail.co.uk/1s/2022/02/11/14/16829386-10502543-Despite_his_shortcomings_at_the_Met_Bernard_Hogan_Howe_enjoys_a_-a-1_1644590104131.jpg"], ["Jean Charles De Menezes", "https://i.dailymail.co.uk/1s/2022/02/11/13/40688278-10502543-Jean_Charles_De_Menezes-a-37_1644587503230.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/11/13/53722675-10502543-image-a-40_1644587503319.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/11/13/53722671-10502543-image-a-38_1644587503283.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/11/13/53722661-10502543-image-a-46_1644587503512.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/11/13/53722653-10502543-image-a-42_1644587503395.jpg"], ["The Commissioner was forced to apologise to MP Andrew Mitchell over the 'plebgate' row", "https://i.dailymail.co.uk/1s/2022/02/11/13/54066191-10502543-image-a-15_1644586646815.jpg"], ["Sir Bernard was criticised for spending £65,000 of taxpayers' money on a luxury Range Rover at a time of budgetary restraints", "https://i.dailymail.co.uk/1s/2022/02/11/13/54066193-10502543-image-a-16_1644586660049.jpg"]], "author": ["James Fielding", "Andrew Young For Mailonline"], "date": "2022-02-11"}, "https://www.dailymail.co.uk/news/article-10498089/Met-Police-officers-used-force-women-said-PREGNANT.html": {"title": "Met Police officers used force on women who said they were PREGNANT more than 2,500 times over three years, figures reveal", "subtitle": "Metropolitan Police regularly uses force on women who say they are pregnant. Out of 4,117 total arrests of possibly pregnant women, 2,566 were forceful. On three occasions women who claimed to be pregnant were Tasered. Comes as Sadiq Khan said Cressida Dick could be ousted within days.", "text": "The Metropolitan Police has used force on women who claimed to be pregnant 2,556 times in the last three years.\\nForce could include compliant handcuffing, the drawing of a baton, the use of dogs, irritant spray, body restraints, spit hoods and Tasers.\\nOn three occasions women who claimed to be pregnant were Tasered, according to the results of an ITV News Freedom of Information request.\\nCampaigners said today they were 'deeply concerned' by the figures, and said force should be a 'last resort' as they called for a radical overhaul of police guidance.\\nThe force said it could not confirm whether they were told the women could be pregnant before or after their arrests, but more than half of the 4,117 total detentions of possibly pregnant women involved the use of force.\\nIt comes after Sadiq Khan revealed Cressida Dick could be ousted within days if she doesn't tackle 'shattered' confidence in Scotland Yard amid claims of a culture of misogyny.\\nElsewhere, Britain's fourth largest force, West Yorkshire Police, said it arrested 757 women who claimed to be pregnant on a risk assessment form - and of those force or restraint was used 470 times in last three years.\\nA series of Freedom of Information requests revealed at least 3,818 women who claimed to be pregnant were arrested in 15 other UK regions between January 2018 and June 2021. Of these, 275 had force used against them.\\nThe women's actual pregnancy status was not medically verified on the custody risk assessment forms - so it is not known whether all the women were telling the truth.\\nThe youngest was a 12-year-old girl who told officers she was expecting a baby when she was forcibly arrested by the Metropolitan Police in 2020.\\nAn undisclosed restraint method was also used on a self-described pregnant girl, 13, in 2018 and a 14-year-old girl in 2019.\\nA Met spokesperson said: 'On occasion there may be instances where an officer finds themselves in a position of having to use force on someone who is of a young age. Any such use is accountable by the officer in law.'\\nIn Kent, one woman was seven months pregnant when a restraint belt - which is put on the ankle and below the knee - was used on her during arrest.\\nKent Police said the use of force came before the detainees described themselves as pregnant.\\nAssistant Chief Constable Nicola Faulconbridge, from Kent Police, said there were 276 arrests where a woman self-described as being pregnant once they arrived at a custody suite.\\nShe added: 'Of 276 arrests, it was necessary to use fast straps on five occasions and an incapacitant spray once.\\n'For each of these incidents, the force was used during the arrest phase and before the detainee self-described themselves as being pregnant.'\\nShe added that four of these women were charged with 16 offences between them - ten of which were assault on an emergency worker.\\n'A further four assaults on a police officer were dealt with by way of community resolution and one woman was released without charge.'\\nShe said on another occasion incapacitant spray had to be used against the driver of a vehicle.\\n'This driver has not yet appeared in court,' she added. 'After coming to a stop at a dead end, the driver is reported to have refused to exit the vehicle which had allegedly previously failed to stop, before assaulting the attending officer.\\n'It was determined that using an incapacitant spray was the safest way to bring her under control, as a physical struggle provided a greater risk of an injury being sustained.\\n'All frontline officers receive extensive training, and regular refresher courses, on the use of force - in line with national standards.\\n'These standards dictate that verbal reasoning should be used to try and de-escalate a situation and force should only be used as a last resort and, even then, the minimal amount of force necessary should be used.\\n'When force is used, robust procedures are in place to ensure such actions are recorded and reviewed to ensure best practice is always followed.'\\nA West Yorkshire Police spokesman told MailOnline: 'Use of force is only used when absolutely necessary to do so and the health and welfare of any person arrested or detained in custody is considered before and during any application of force.\\n'Officers are trained to use the minimum level of force required to resolve an incident quickly and efficiently. Officers are accountable for ensuring the use of force is lawful and proportionate to ensure the public and themselves are protected from harm.\\n'Officers will be guided by the disclosure of any information given whereby additional support or considerations need to be made.\\n'All women brought into custody are also allocated with a specific female police officer or detention officer who can assist with issues or provide additional support.\\n'West Yorkshire Police receive thousands of calls for service every day and in a vast amount of those incidents' officers are not required to use force.'\\nCollege of Policing guidance claims officers should choose the most appropriate method of restraint when aware of pregnancy.\\nCampaigners have slammed the use of force on potentially pregnant women, highlighting research by the All Party Parliamentary Group on Women in the Penal System which found thousands of women are being needlessly arrested before being released without charge.\\nNaomi Delap, Director of Birth Companions, a charity specialising in the experiences of pregnant women in the criminal justice system, said: 'The application of the current College of Policing guidance on limiting the use of force where a woman makes a declaration that she is pregnant should also be reviewed, with consideration given to whether this should make specific reference to the use of spit hoods and Tasers in these situations.'\\nAndrew Neilson, Director of Campaigns at the Howard League for Penal Reform, said: 'An arrest can be a damaging and traumatic event, so it is vital that police act proportionately and sensitively when responding to incidents of concern.'\\nMailOnline has contacted Met Police and Kent Police for comment.\\nMeanwhile, Cressida Dick today said she had 'no intention of going' and claimed to be 'leading a real transformation' at the Met - as she took a shot at Sadiq Khan by claiming he had recently told her he's 'never had more confidence' in the force.\\nThe under-fire Commissioner struck a defiant tone following repeated calls for her to quit, in addition to the Mayor of London's decision to put her 'on notice' with 'a matter of days and weeks' to enact major changes.\\nAsked on BBC Radio London about her future, she said: 'I have absolutely no intention of going and I believe that I am and have been, actually for the last five years, leading a real transformation in the Met.\\n'We have a service now which is, I'm absolutely certain, more professional, fairer, more transparent, more accountable and closer to its communities and more effective in, for example, reducing violent crime, which has been going down year on year on year in almost every category, bucking the national trends.'\\nYesterday, Mr Khan told of his dismay that nine out of 14 officers criticised in the watchdog probe into sickening racism and sexism at Charing Cross police station were still in their jobs - with two promoted.\\nDame Cressida told the BBC she was 'seeing angry' about the scandal, adding: 'I'm very glad that the four individuals have left.\\n'There is no place in the Met for sexism or racism or homophobia, for abuse of trust or for bullying, and in the last few days I have gone out extremely strongly to my colleagues and told them enough is enough.\\n'This is a fantastic police service. It is hugely capable in so many ways, but its reputation has been tarnished by the awful things that you were hearing about there in relation to the impact team at Charing Cross and also, some other awful things have happened and come to light in the last several months.'\\nShe added she was 'absolutely determined' in 'rooting out' similar officers and said any who held those views should 'get out now'.\\n\\nApril 2017: Appointed as first female Metropolitan Police commissioner with a brief to modernise the force and keep it out of the headlines.\\nApril 2019: Extinction Rebellion protesters bring London to a standstill over several days with the Met powerless to prevent the chaos. Dame Cressida says the numbers involved were far greater than expected and used new tactics but she admits police should have responded quicker.\\nSeptember 2019: Her role in setting up of shambolic probe into alleged VIP child sex abuse and murder based on testimony from the fantasist Carl Beech (right) is revealed but she declines to answer questions.\\n2020: Official report into Operation Midland said Met was more interested in covering up mistakes than learning from them.\\nFebruary 2021: Lady Brittan condemns the culture of 'cover up and flick away' in the Met and the lack of a moral compass among senior officers.\\nMarch: Criticised for Met handling of a vigil for Sarah Everard, where officers arrested four attendees. Details would later emerge about how her killer, Wayne Couzens (right), used his warrant card to trick her into getting into his car.\\nJune: A £20million report into the Daniel Morgan murder brands the Met 'institutionally corrupt' and accuses her of trying to block the inquiry. Dame Cressida rejects its findings. Mr Morgan is pictured below.\\nJuly: Police watchdog reveals three Met officers being probed over alleged racism and dishonesty.\\nAugust Dame Cressida facing a potential misconduct probe over her open support for Deputy Assistant Commissioner Matt Horne who could stand trial over alleged data breaches.\\nDecember: Two police officers who took pictures of the bodies of murdered sisters Bibaa Henry and Nicole Smallman (right) were jailed for two years and nine months each.\\nPc Deniz Jaffer and Pc Jamie Lewis were assigned to guard the scene overnight after Ms Henry, 46, and Ms Smallman, 27, were found dead in bushes in Fryent Country Park, Wembley, north-west London. Instead, they breached the cordon to take photographs of the bodies, which were then shared with colleagues and members of the public on WhatsApp.\\nDecember: Dame Cressida apologises to the family of a victim of serial killer Stephen Port (right). Officers missed several chances to catch him after he murdered Anthony Walgate in 2014.\\nDame Cressida - who was not commissioner at the time of the murder - told Mr Walgate's mother: 'I am sorry, both personally and on behalf of The Met — had police listened to what you said, things would have turned out a lot differently'.'\\nJanuary 2022: She faces a barrage of fresh criticism for seeking to 'muzzle' Sue Gray's Partygate report by asking her to make only 'minimal' references to parties the Met were investigating.\\nFebruary 2022: Details of messages exchanged by officers at Charing Cross Police Station, which included multiple references to rape, violence against women, racist and homophobic abuse, are unveiled in a watchdog report.", "image": [["The Metropolitan Police has used incapacitant spray or force on women who claimed to be pregnant 2,556 times in the last three years (file image)", "https://i.dailymail.co.uk/1s/2022/02/10/12/54014957-10498089-image-a-60_1644495802062.jpg"], ["Cressida Dick (pictured today) struck a defiant tone following repeated calls for her to quit, in addition to the Mayor of London's decision to put her 'on notice' with 'a matter of days and weeks' to enact major changes", "https://i.dailymail.co.uk/1s/2022/02/10/14/54014527-10498089-Cressida_Dick_pictured_today_struck_a_defiant_tone_following_rep-a-20_1644502005147.jpg"], ["On three occasions women who claimed to be pregnant were Tasered, according to the results of an ITV News Freedom of Information request (file image)", "https://i.dailymail.co.uk/1s/2022/02/10/12/54014947-10498089-On_three_occasions_women_who_claimed_to_be_pregnant_were_Tasered-m-63_1644495896698.jpg"], ["The Mayor of London loaded yet more pressure onto Cressida Dick yesterday by giving her 'days and weeks' to turn the Met around", "https://i.dailymail.co.uk/1s/2022/02/10/12/53961997-10498089-The_Mayor_of_London_loaded_yet_more_pressure_onto_Cressida_Dick_-a-66_1644495918368.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/10/12/53722675-10498089-image-a-1_1644497631505.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/10/14/53722671-10498089-image-a-21_1644502005151.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/10/12/53722661-10498089-image-a-2_1644497631512.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/10/12/53722657-10498089-image-a-4_1644497631534.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/10/12/53722653-10498089-image-a-5_1644497631536.jpg"]], "author": ["Emer Scully For Mailonline"], "date": "2022-02-10"}, "https://www.dailymail.co.uk/news/article-10499677/Cressida-Dick-expected-step-Met-Commissioner-Sadiq-Khan-tells-quit.html": {"title": "Cressida Dick's dramatic resignation sparks row between Sadiq Khan and Priti Patel because the Mayor 'did not warn the Home Office or Queen he was going to get rid of scandal-plagued Commissioner'", "subtitle": "Under-fire Dame Cressida Dick last night finally resigned as Commissioner of the Metropolitan Police. Scotland Yard chief has presided over a litany of scandals from Sarah Everard killing to VIP abuse probe. She had just hours earlier insisted that she had 'no intention of going' after row with Sadiq Khan. The Met Police force has recently come under criticism for alleged racism and sexism within its ranks.", "text": "July 22, 2005: Jean Charles de Menezes is shot dead on a train at Stockwell Underground station in South London.\\nThe shooting happened when counter-terrorism officers mistook the innocent electrician for one of the terrorists behind an attack on the capital a day earlier.\\nMr de Menezes, a Brazilian working in the capital, was blasted in the head seven times by police at Stockwell station after being followed by officers from his home nearby.\\nMr de Menezes's family led a long campaign calling for police officers to be prosecuted for the shooting and criticising Scotland Yard for its handling of the operation, which was led at the time by Dame Cressida.\\nDame Cressida was cleared of all blame by later inquiries, but Mr de Menezes’ family expressed ‘serious concerns’ when she was appointed Met Commissioner in 2017.\\nThe top policewoman told the Mail in 2018: ‘It was an appalling thing – an innocent man killed by police. Me in charge. Awful for the family and I was properly held to account. We learned every lesson that was to be learned'.\\nApril 2017: Appointed as first female Metropolitan Police commissioner with a brief to modernise the force and keep it out of the headlines.\\nApril 2019: Extinction Rebellion protesters bring London to a standstill over several days with the Met powerless to prevent the chaos. Dame Cressida says the numbers involved were far greater than expected and used new tactics but she admits police should have responded quicker.\\nSeptember 2019: Her role in setting up of shambolic probe into alleged VIP child sex abuse and murder based on testimony from the fantasist Carl Beech (right) is revealed but she declines to answer questions.\\n2020: Official report into Operation Midland said Met was more interested in covering up mistakes than learning from them.\\nFebruary 2021: Lady Brittan condemns the culture of 'cover up and flick away' in the Met and the lack of a moral compass among senior officers.\\nMarch: Criticised for Met handling of a vigil for Sarah Everard, where officers arrested four attendees. Details would later emerge about how her killer, Wayne Couzens (right), used his warrant card to trick her into getting into his car.\\nJune: A £20million report into the Daniel Morgan murder brands the Met 'institutionally corrupt' and accuses her of trying to block the inquiry. Dame Cressida rejects its findings. Mr Morgan is pictured below.\\nJuly: Police watchdog reveals three Met officers being probed over alleged racism and dishonesty.\\nAugust Dame Cressida facing a potential misconduct probe over her open support for Deputy Assistant Commissioner Matt Horne who could stand trial over alleged data breaches.\\nDecember: Two police officers who took pictures of the bodies of murdered sisters Bibaa Henry and Nicole Smallman (right) were jailed for two years and nine months each.\\nPc Deniz Jaffer and Pc Jamie Lewis were assigned to guard the scene overnight after Ms Henry, 46, and Ms Smallman, 27, were found dead in bushes in Fryent Country Park, Wembley, north-west London. Instead, they breached the cordon to take photographs of the bodies, which were then shared with colleagues and members of the public on WhatsApp.\\nDecember: Dame Cressida apologises to the family of a victim of serial killer Stephen Port (right). Officers missed several chances to catch him after he murdered Anthony Walgate in 2014.\\nDame Cressida - who was not commissioner at the time of the murder - told Mr Walgate's mother: 'I am sorry, both personally and on behalf of The Met — had police listened to what you said, things would have turned out a lot differently'.'\\nJanuary 2022: She faces a barrage of fresh criticism for seeking to 'muzzle' Sue Gray's Partygate report by asking her to make only 'minimal' references to parties the Met were investigating.\\nFebruary 2022: Details of messages exchanged by officers at Charing Cross Police Station, which included multiple references to rape, violence against women, racist and homophobic abuse, are unveiled in a watchdog report.\\nDame Cressida Dick's bombshell resignation has sparked a war of words between Sadiq Khan and Priti Patel amid allegations that the Mayor of London failed to warn the Home Secretary or the Queen he was going to get rid of the Scotland Yard chief.\\nThe beleaguered Met chief quit Britain's biggest police force after losing Mr Khan's support over her plan to implement major reforms to Scotland Yard following a string of scandals and accusations of a 'toxic' working culture.\\nDescribing her four-year tenure one senior colleague said: 'She was bereft of strategy, bereft of vision and finally events have overtaken her', and citing the slew of scandals to engulf the Met on her watch.\\nBut there is a huge row between City Hall and Whitehall over the Mayor of London's sudden decision to pull the plug - three weeks after Dame Cressida claimed Mr Khan had said he had 'total confidence' in her.\\nIt is understood Dame Cressida was called to a meeting with the Mayor at 4.30pm on Thursday over the reforms but declined to attend and offered her resignation instead, catching the Home Office by surprise.\\nMr Khan did not inform the Home Secretary of his intention to request a meeting with the commissioner, it is understood.\\nAccording to Home Office sources, Ms Patel was not impressed by this and thought it was 'rude and unprofessional'.\\nAn insider claimed: 'We got no notice. The Home Secretary found out when the commissioner rang to say she was resigning. It is not helpful, but I'm afraid we have a political mayor playing politics with the police. Did he even tell the Palace? The commissioner is appointed by the Queen.\\n'It could be quite destabilising. How does this square with the fact that just last year he was arguing she should be given a three-year contract extension? The mayor owes the people of London an explanation.'\\nThe Home Secretary will oversee the appointment of the new commissioner and more details on how she will set about searching for a replacement are expected to be confirmed in due course. She has final decision on the next appointment, although the process requires her to consult Mr Khan as Mayor, who said he would be 'working closely' with the Home Secretary to find a successor.\\nLabour sources also said Sir Keir Starmer had also not been informed of Dame Cressida's departure in advance, the Telegraph reported.\\nLord Greenhalgh, a Home Office minister who worked with Mr Johnson at City Hall, tweeted: 'Cannot believe how badly Mayor Sadiq Khan has managed his relationship with the Metropolitan Police and their Cmr Cressida Dick who has just resigned. This Mayor of London has no idea how to lead or to manage. Shockingly bad.'\\nWhile former commissioner Sir Paul Stephenson accused Mr Khan of 'political opportunism' and 'grandstanding'.\\n'For Sadiq Khan to go public in the way he did smacked of a politician putting up a smokescreen rather than having an appropriate and sensible conversation in private to lead to a dignified outcome,' he said, adding: 'It appeared to be political opportunism and grandstanding by Sadiq Khan. I think that is very sad.'\\nDame Cressida has faced a series of scandals during her time leading the Met — most recently concerning violently racist, misogynist and homophobic messages exchanged by officers based at Charing Cross police station that were published by a watchdog.\\nThere was also fury over the rape and murder of Sarah Everard by depraved cop Wayne Couzens, as well as the force's heavy-handed actions following her death in tackling a Clapham Common vigil held in her memory during Covid restrictions, and issuing clumsy advice telling women in trouble to flag down a passing bus that later had to be retracted.\\nDame Cressida's critics praised her resignation last night, calling it 'long overdue'.\\nFormer Conservative MP Harvey Proctor, whose house was raided by officers from the Met's failed Operation Midland launched in reaction to false allegations by jailed fantasist Carl Beech about a murderous VIP paedophile ring, said he was delighted by the news.\\n'It is now time to clean the Augean stables so that a full inquiry can be conducted on all her personal mistakes,' he said.\\nOne former colleague told the Telegraph: 'She has had multiple flesh wounds and strikes but because she is personable, resilient, presents well in the corridors of power and is liked by her frontline officers, she survived.\\n'There is a myth about Cressida’s popularity within the Met. She is not a great communicator within the organisation. A lot of people within the Met were fed up with the lack of clarity and direction'.\\nHarriet Wistrich, director of the Centre for Women's Justice (CWJ) charity, said: 'There were far too many stories of officers accused of violence and abuse still in their jobs and of whistle-blowers victimised instead of listened too.\\n'Cressida Dick's response to these series of stories has been wholly inadequate and her description of Wayne Couzens as a 'wrong un' meaningless next to the mounting evidence of multiple allegations of abuse and policing failures to tackle violence against women and racism.'\\nDame Cressida announced she was stepping down from the job on Thursday just hours after insisting she had no intention of going during an interview with the BBC.\\nMiss Patel has blamed 'failures of leadership' for the rotten culture at the Met, including by the commissioner herself.\\nDame Cressida began her career in London as a constable before holding a variety of posts on her way to becoming Scotland Yard's first female chief. However, her leadership of the force came under mounting public scrutiny following a number of controversies.\\nPerhaps the most damaging blot on her card is that of the shambolic Operation Midland — the Met's £1milliion investigation into spurious VIP child sex abuse allegations.\\nInnocent men, including the late Lord Brittan and Mr Proctor, were pursued by the force in a probe sanctioned in 2014 while Dame Cressida was an assistant commissioner. The Met's star witness Carl 'Nick' Beech was later revealed to be a serial liar and was jailed after police investigating his claims discovered his deceit.\\nOn Dame Cressida's watch, ticketless football hooligans broke past Wembley's security barriers during the Euros last year and stormed the grounds ahead of England's clash with Italy. The Met was accused of not having enough officers on duty to create a 'ring of steel' around he venue to hold back the frenzied England supporters.\\nDame Cressida has also faced questions about why Miss Everard's evil attacker Couzens was not arrested before he kidnapped, raped and murdered the 33-year-old marketing manager for flashing offences previously reported to the police.\\nAnd last summer, the force was branded 'institutionally corrupt' by an independent panel investigating police inquiries into the unsolved murder in the 1980s of private detective Daniel Morgan.\\nDoubling-down on her record as commissioner last night, Dame Cressida said: 'Undertaking this role as a servant of the people of London and the UK has been the greatest honour and privilege of my life. Throughout my career I have sought to protect the people of this wonderful thriving and diverse city.\\n'There have been many tough calls. And many challenges. The 2017 terrorist attacks, the Grenfell fire, difficult protests, the pandemic, the murder of serving officers. I'm incredibly proud of my team and all they have achieved.\\nMartin Hewitt: Chairman of the National Police Chiefs’ Council. He hit out last year at the police pay freeze. Was a Met assistant commissioner.\\nAndy Cooke: Ex-Merseyside Police head. Once said even violent criminals are ‘not inherently bad people’ and he’d rather put billions into cutting poverty than upholding the law.\\nSimon Byrne: Chief Constable of the Police Service of Northern Ireland since 2019. His time leading Cheshire Constabulary ended in controversy when he was accused of bullying staff, although he was later cleared.\\nNeil Basu: Most senior serving British officer of Asian heritage who lost out to Cressida Dick five years ago. Threatened to prosecute journalists in 2019 for publishing leaked cables from Britain’s ambassador to the US.\\nSir Mark Rowley: Led the Met’s counter-terrorism operations for four years. Quit in 2018 but sources believe he could be tempted back.\\nDame Lynne Owens: Retired on health grounds last autumn after leading the National Crime Agency since 2016. Known to be a favourite of Home Secretary Priti Patel.\\nMatt Jukes: Tackled Rotherham grooming gangs while commander there from 2006 to 2010. Moved to the Met in 2020. Now assistant commissioner of specialist operations.\\n\\n'Since day one tackling violence in all its forms has been my number one priority. We continue to see teenagers murdered on our streets and every attack is a tragedy.\\n'But we are delivering and overall violence is down. The Met is bucking the national trend. We are achieving remarkable results in key areas of violence, with thousands of fewer victims of knife crime, robbery and other attacks.\\n'I leave a Met that is growing and will soon record the largest ever number of officers. London is becoming safer. These great people include more women than ever in every rank and role and an increasing number from a broad range of ethnic backgrounds that truly reflect the diversity of London.\\n'This Met is looking to the future and is ready for threats to come. Officers are better equipped and better informed as we take advantage of mobile and other technologies and forensic capabilities, and introduce better uniform and safety equipment.\\n'We are delivering enormous transformational change, improving our systems and trialling innovative and state-of-the-art technology including live facial recognition and faster ways to capture and examine digital information.\\n'Our counter terrorism capability is world leading. Last year I was extremely proud to see the first phase of the Counter Terrorism Operations Centre bringing all agencies together in one place as we adapt to the evolving threat.\\n'This is the Met where every hour of every day our people perform heroic acts to protect the public. We are more accountable, more transparent and more open than ever – with deeper links to our communities.\\n'The murder of Sarah Everard and many other awful cases recently have, I know, damaged confidence in this fantastic police service. There is much to do – and I know that the Met has turned its full attention to rebuilding public trust and confidence. For that reason I am very optimistic about the future for the Met and for London.\\n'Thank you to everyone in the Met and those who work with us for the extraordinary efforts you make each and every day. The public depend on you, for your professionalism, courage, compassion and integrity. You make a huge difference to people's lives every day. I salute you.'\\nPaying tribute to the Commissioner, the Prime Minister tweeted: 'Dame Cressida has served her country with great dedication and distinction over many decades. I thank her for her role protecting the public and making our streets safer.'\\nIt is with huge sadness that following contact with the Mayor of London today, it is clear that the Mayor no longer has sufficient confidence in my leadership to continue. He has left me no choice but to step aside as Commissioner of the Metropolitan Police Service.\\nAt his request, I have agreed to stay on for a short period to ensure the stability of the Met and its leadership while arrangements are made for a transition to a new Commissioner.\\nUndertaking this role as a servant of the people of London and the UK has been the greatest honour and privilege of my life.\\nThroughout my career I have sought to protect the people of this wonderful thriving and diverse city.\\nThere have been many tough calls. And many challenges. The 2017 terrorist attacks, the Grenfell fire, difficult protests, the pandemic, the murder of serving officers.\\nI'm incredibly proud of my team and all they have achieved. Since day one tackling violence in all its forms has been my number one priority. We continue to see teenagers murdered on our streets and every attack is a tragedy.\\nBut we are delivering and overall violence is down. The Met is bucking the national trend. We are achieving remarkable results in key areas of violence, with thousands of fewer victims of knife crime, robbery and other attacks.\\nI leave a Met that is growing and will soon record the largest ever number of officers. London is becoming safer. These great people include more women than ever in every rank and role and an increasing number from a broad range of ethnic backgrounds that truly reflect the diversity of London.\\nThis Met is looking to the future and is ready for threats to come. Officers are better equipped and better informed as we take advantage of mobile and other technologies and forensic capabilities, and introduce better uniform and safety equipment.\\nWe are delivering enormous transformational change, improving our systems and trialling innovative and state-of-the-art technology including live facial recognition and faster ways to capture and examine digital information.\\nOur counter terrorism capability is world leading. Last year I was extremely proud to see the first phase of the Counter Terrorism Operations Centre bringing all agencies together in one place as we adapt to the evolving threat.\\nThis is the Met where every hour of every day our people perform heroic acts to protect the public. We are more accountable, more transparent and more open than ever - with deeper links to our communities.\\nThe murder of Sarah Everard and many other awful cases recently have, I know, damaged confidence in this fantastic police service. There is much to do - and I know that the Met has turned its full attention to rebuilding public trust and confidence. For that reason I am very optimistic about the future for the Met and for London.\\nThank you to everyone in the Met and those who work with us for the extraordinary efforts you make each and every day. The public depend on you, for your professionalism, courage, compassion and integrity. You make a huge difference to people's lives every day. I salute you.\\nIn a statement, Mr Khan said: 'Last week, I made clear to the Metropolitan Police Commissioner the scale of the change I believe is urgently required to rebuild the trust and confidence of Londoners in the Met and to root out the racism, sexism, homophobia, bullying, discrimination and misogyny that still exists. I am not satisfied with the Commissioner's response.\\n'On being informed of this, Dame Cressida Dick has said she will be standing aside. It's clear that the only way to start to deliver the scale of the change required is to have new leadership right at the top of the Metropolitan Police.\\n'I would like to thank Dame Cressida Dick for her 40 years of dedicated public service, with the vast majority spent at the Met where she was the first woman to become Commissioner. In particular, I commend her for the recent work in helping us to bring down violent crime in London — although of course there is more to do.\\n'I want to put on the record again that there are thousands of incredibly brave and decent police officers at the Met who go above and beyond every day to help keep us safe, and we owe them a huge debt of gratitude.\\n'I will now work closely with the Home Secretary on the appointment of a new Commissioner so that we can move quickly to restore trust in the capital's police service while keeping London safe.'\\nMiss Patel said: 'I'd like to thank Dame Cressida for the nearly four decades of her life that she has devoted to serving the public, latterly as Commissioner of the Metropolitan Police.\\n'She would be the first to say that she has held the role during challenging times; yet for nearly five years she has undertaken her duties with a steadfast dedication to protecting our capital city and its people, including during the unprecedented period of the pandemic.\\n'Leading the Met has also involved driving our national counter terrorism capability at a time of multiple threats while, as the first woman to hold the post, she has exemplified the increasingly diverse nature of our police and demonstrated that all can aspire to hold leadership roles in policing in this country today.'\\nReacting to her resignation, Ken Marsh, chairman of the Metropolitan Police Federation, said Dame Cressida has been treated in a 'wholly unfair' way.\\n'We are deeply saddened by the resignation of our commissioner,' he said.\\n'She was much loved across the rank and file of the Metropolitan Police Service. We feel the way she has been treated is wholly unfair and we did believe that she was the person who could take us through this and bring us out the other side.'\\nEx-Met Deputy Assistant Commissioner Stephen Roberts told LBC: 'I'm shocked and saddened. I think it's an absolute disgrace what seems to have happened.\\n'I'm afraid this is a case of politicians wanting a quick fix for something that needs fixing but can't be fixed quickly.\\n'Cressida [Dick] seems to be taking the blame for a situation which politicians needed to have solved and should have solved by getting rid of the Prime Minister.'\\nSir Ed said in a statement: 'Boris Johnson must have no role in choosing Cressida Dick's successor to lead the Met. A man under criminal investigation by the Met should not be able to choose who's in charge of it.\\n'I would like to thank Cressida Dick for her years of dedicated police service, but a change of leadership in the Met is long overdue.\\n'Met police officers who work incredibly hard and risk their lives to keep us safe deserve better. They urgently need new leadership that will change the culture and rebuild the public trust and confidence that officers need to do their jobs and keep us all safe.\\nThe partner of Stephen Port's youngest victim has welcomed Dame Cressida Dick's resignation and called it a 'small justice for the victims' of the serial killer.\\nDame Cressida quit as Metropolitan Police Commissioner last night after losing the support of London Mayor Sadiq Khan over her plan to reform the force following a string of scandals and accusations of a toxic working culture.\\nRicky Waumsley, whose 21-year-old partner Daniel Whitworth was murdered by Port in Barking, east London, said his first thought when he heard the news was 'about time' and that he hoped more resignations would follow.\\nHe added: 'She had clung on to that position so tight when, all around her, the officers she was in charge of have been racist, homophobic and sexist.'\\nMr Waumsley had called for her to quit in December after an inquest jury found police failures had likely contributed to the deaths of Mr Whitworth and those of two more of Port's victims.\\nPort, known as the Grindr killer, drugged, raped and killed four men between June 2014 and September 2015, and sexually assaulted more than a dozen others.\\nThe inquests into the four deaths revealed that officers failed to carry out basic evidence gathering such as examining Port's laptop, testing DNA on bedsheets on which two of the bodies were found, and checking the veracity of a fake suicide note found with Mr Whitworth's body.\\nSeventeen officers were investigated by the Independent Office for Police Conduct (IOPC), and nine were found to have performance failings.\\nNone of the nine were disciplined or lost their jobs, and five had been promoted.\\n\\n'No one handpicked by Boris Johnson would have the credibility needed for this big and important task. There must be no interference from Number 10 in the appointment and Boris Johnson should publicly recuse himself from this decision.'\\nAs Scotland Yard chief, Dame Cressida has managed to find a way to ride-out the controversies which have mounted up across her 40-year career — in turn winning praise for her resilience and even earning the nickname 'Comeback Cressida' in some circles.\\nAn independent panel on the death of private investigator Daniel Morgan found that the Met had prioritised its reputation over finding Mr Morgan's killer — sparking allegations of institutional corruption in Scotland Yard.\\nIn its bombshell report, the Daniel Morgan Independent Panel concluded forms of police corruption had hampered both the murder inquiry, and its own work to investigate the reasons why the case was never solved. Singling out Dame Cressida for blame, the report said she had not given a 'reasonable explanation' for blocking access to computer data and delaying the release of files, the last of which were provided only in March.\\nA Home Office source said there were 'serious concerns with the Met's leadership and how it responded to failings' — although Miss Patel and Boris Johnson later expressed confidence in Dame Cressida.\\nThe commissioner apologised for past mistakes, saying: 'It is a matter of great regret that no one has been brought to justice and that our mistakes have compounded the pain suffered by Daniel's family. For that I apologise again now.\\n'I have been personally determined that the Met provided the panel with the fullest level of co-operation in an open and transparent manner, with complete integrity at all times.'\\nBut amid calls for her resignation at the time, Dame Cressida said: 'I don't believe we are institutionally corrupt. No, I don't accept that. I have the deepest feelings for Daniel Morgan's family. They have shown extraordinary grit and determination and courage.\\n'Yesterday, I apologised again to them for our failings and the fact that we have not brought anybody to justice despite six investigations and countless other reviews and pieces of work.'\\nShe added: 'And for the fact that, in so doing and along the way, we have clearly, we the Met, my force, of which I'm very proud to be the Commissioner, we have caused them extra anguish. But I don't accept that we are institutionally corrupt, no.'\\nThe independent panel led by Baroness Nuala O'Loan found that the Met had put protecting its own reputation above finding Mr Morgan's killer.\\nThe panel's report said: 'Concealing or denying failings, for the sake of the organisation's public image, is dishonesty on the part of the organisation for reputational benefit and constitutes a form of institutional corruption.'\\nDame Cressida also came under the spotlight after it emerged that bosses at Scotland Yard missed three crucial clues about killer cop Couzens that could have seen him kicked out of the force before he murdered Miss Everard.\\nCouzens, who kidnapped, raped and murdered the marketing executive while she walked home from a friend's house in Clapham, was reported to bosses for allegedly slapping a female colleague's bottom at Bromley police station in 2018 — just weeks after he joined the force.\\nShortly after starting at Bromley in South London, the married killer allegedly stopped a female motorist and said her tax and insurance were out of date before making a note of her address so he could later pull up outside her house and leer at her.\\nCouzens, whose former colleagues at the Civil Nuclear Constabulary nicknamed him 'The Rapist' because of how he is said to have made female colleagues uneasy, is also accused of parking his patrol car by schools so he could watch mothers and sixth-formers.\\nSADIQ KHAN\\nLast week, I made clear to the Metropolitan Police Commissioner the scale of the change I believe is urgently required to rebuild the trust and confidence of Londoners in the Met and to root out the racism, sexism, homophobia, bullying, discrimination and misogyny that still exists.\\nI am not satisfied with the Commissioner's response.\\nOn being informed of this, Dame Cressida Dick has said she will be standing aside. It's clear that the only way to start to deliver the scale of the change required is to have new leadership right at the top of the Metropolitan Police.\\nI would like to thank Dame Cressida Dick for her 40 years of dedicated public service, with the vast majority spent at the Met where she was the first woman to become Commissioner. In particular, I commend her for the recent work in helping us to bring down violent crime in London - although of course there is more to do.\\nI want to put on the record again that there are thousands of incredibly brave and decent police officers at the Met who go above and beyond every day to help keep us safe, and we owe them a huge debt of gratitude.\\nI will now work closely with the Home Secretary on the appointment of a new Commissioner so that we can move quickly to restore trust in the capital's police service while keeping London safe.\\n\\nPRITI PATEL\\nI'd like to thank Dame Cressida for the nearly four decades of her life that she has devoted to serving the public, latterly as Commissioner of the Metropolitan Police.\\nShe would be the first to say that she has held the role during challenging times; yet for nearly five years she has undertaken her duties with a steadfast dedication to protecting our capital city and its people, including during the unprecedented period of the pandemic.\\nLeading the Met has also involved driving our national counter terrorism capability at a time of multiple threats while, as the first woman to hold the post, she has exemplified the increasingly diverse nature of our police and demonstrated that all can aspire to hold leadership roles in policing in this country today.\\nBORIS JOHNSON\\nDame Cressida has served her country with great dedication and distinction over many decades. I thank her for her role protecting the public and making our streets safer.\\nYVETTE COOPER\\nThe Mayor of London is right to insist on reforms to the Metropolitan Police and he has shown leadership in addressing this.\\nI thank Cressida Dick for her many years of public service including her work on counter-terrorism and tackling violence in the capital.\\nReforms are needed to rebuild public confidence in the Metropolitan Police after recent cases.\\nEvery day the police do incredibly important work, in London and across the country to keep us all safe and trust in that good work must not be undermined by cultural failures or delays in tackling officers who abuse their positions.\\nThis isn't just an issue for London - the Home Secretary must support reforms to raise standards across the country to support the essential work the police do.\\nMr Khan put Dame Cressida 'on notice' last week following the exposure of sickening messages about rape, 'killing black children', and 'f****** gays'.\\nHe said anyone 'who has views or believes that it's acceptable to behave in a way that's racist, sexist, homophobic, in a discriminatory manner, does not belong in the police service'.\\nFourteen officers were investigated by the watchdog, of whom two were found to have a case to answer for gross misconduct. One was sacked and another resigned before he would have been dismissed. Nine remain serving officers, while another is working as a contractor in a staff role.\\nAsked if all of those involved in the Charing Cross incident should be sacked, Mr Khan told Today: 'I think Londoners can't understand why nine of these 14 police officers are still serving. I've asked that question.'\\nHe also told the programme: 'And by the way, I only discovered last week that two of them have been promoted.'\\nOne of the officers disciplined for their behaviour has since been promoted from the rank of constable to sergeant, it emerged last week. She was found to have committed misconduct for failing to report wrongdoing, yet the Met told the Guardian the promotion went ahead anyway, telling the paper that the officer 'attended a misconduct meeting and was given management action/advice about reporting wrongdoing'.\\nAnother officer, whose disturbing messages formed part of the inquiry, threatened to murder a female colleague while under investigation for sexually harassing her.\\nJames McLoughlin-Goodchild, a PC at Charing Cross, threatened to stab the woman and two other officers if they came to arrest him during a phone call with a sergeant to discuss an upcoming gross misconduct hearing.\\nA trial heard he said: 'I will kill them, I will murder them if I see them, I know where they live and what cars they drive. If they come to my home and arrest me they are going to get stabbed. I will not go to prison alive.'\\nThe officer was found guilty of sending an offensive, indecent, obscene or menacing communication after a trial at Hendon Magistrates Court in January 2019. He was handed a 12-month conditional discharge and an indefinite restraining order.\\nMeanwhile, new damning claims emerged last week about the behaviour of officers at Charing Cross, including allegations they slept with female suspects and called black colleagues 'monkeys'.\\nA 'toxic' culture existed at the station dating back to 2006, said the former constable, who asked to be referred to by her first name, Liz.\\nThe ex-officer said there was an 'awful' atmosphere at the station where men had sex with women in bathrooms, 'mercilessly bullied' a colleague and made 'cruel and sexual comments' about women in the street while senior leaders stayed silent.\\nShe said her male colleagues were like 'kids in a candy store' given the station's proximity to 'pubs, bars and party culture', with one sergeant bragging about seeing his favourite Russian escort at Spearmint Rhino.\\nThe IOPC watchdog said it would look into the shocking allegations. An officer who gave only her first name, Liz, told LondonWorld she witnessed appalling behaviour by male cops after graduating from Hendon Police College in the mid-noughties.\\nShe moved to another station in a different borough after two years and is now a writer living in Perth, Australia. She says she saw officers having sex down the station, caught a male cop in the act with someone he had arrested and she was victim to 'countless propositioning from male colleagues'.\\nAs the only woman in her team, she had to endure a night out at the Spearmint Rhino strip club where a sergeant bragged about having 'his favourite Russian girl'.\\nOn one occasion, she was sat in a carrier vehicle in Whitehall when all the male officers made lewd sexual comments about every woman that walked past.\\nBlack officers were referred to as 'monkeys' and officers said 'they better smile at night or we won't see them'.\\nAn autistic police community support officer was mercilessly bullied and 'mindf***ed' until he thought it was all part of him being 'part of the team', she claimed. She said she knew the behaviour was wrong but did not know who to turn to, fearing bosses would turn a blind eye and she would be ostracised by colleagues.\\nCressida Dick's ledger of failures: From the Met's disastrous probe into fake VIP child sex abuse to Sarah Everard's killing, the Daniel Morgan inquiry and 'institutional racism, sexism and homophobia'\\nDame Cressida Dick's shock resignation last night marks the end of a controversial chapter in the history of the Metropolitan Police.\\nAs Scotland Yard chief, Dame Cressida's tenure was plagued by a series of scandals — from Sarah Everard's killing by depraved cop Wayne Couzens, the Wembley security fiasco during the Euros and the force's bungled probe into fake VIP sex abuse claims, to heavy-handed policing during the pandemic and allegations of racism, sexism, homophobia and 'institutional corruption'.\\nBritain's most senior police chief dramatically resigned from the Met Police after losing the support of London Mayor Sadiq Khan following the watchdog's report into the behaviour of officers at the Charing Cross police station.\\nThough Prime Minister Boris Johnson and Home Secretary Priti Patel paid tribute to Dame Cressida, her critics called her resignation 'long overdue' and said her departure would mark the beginning of proper reform at the force.\\nHere, MailOnline examines the many failings which have marked Dame Cressida's card.\\nOPERATION MIDLAND\\nThe Metropolitan Police has been mired in controversy since it launched an astonishing investigation into false allegations of child sex abuse at the heart of Westminster.\\nNamed Operation Midland, detectives probing claims made by serial liar Carl 'Nick' Beech conducted dawn raids at high-profile addresses including the homes of D-Day hero Lord Bramall, Lord Brittan and former Tory MP Harvey Proctor.\\nBeech falsely claimed that he and other boys were raped and tortured in the 1970s and 1980s and that one young boy was even murdered by members of a VIP paedophile ring. He is now serving an 18-year prison sentence for 12 counts of perverting the course of justice and one count of fraud.\\nScotland Yard was heavily criticised in an independent review of the case by former High Court judge Sir Richard Henriques. His findings recommended that 'offences of attempting to pervert the course of justice be considered' against the two complainants, and this should be carried out by another police force.\\nIn September 2019, Dame Cressida's role in setting up the shambolic probe into alleged VIP child sex abuse and murder was revealed, but she declines to answer questions.\\nTwo years later, Lady Brittan condemns the culture of 'cover up and flick away' in the Met and the lack of a moral compass among senior officers.\\nThe same month a freedom of information request revealed an extraordinary spin campaign to ensure Dame Cressida was not 'pulled into' the scandal over the Carl Beech debacle.\\nSARAH EVERARD\\nBritain was shocked by the murder of Sarah Everard at the hands of depraved cop Couzens as she walked across Clapham Common in March last year.\\nA court heard that Couzens staged a fake arrest of Miss Everard using Covid emergency powers, before raping and killing her.\\nDame Cressida faced public fury after it emerged that Scotland Yard may have missed multiple opportunities to sack or prosecute Couzens.\\nCouzens was reported to bosses for allegedly slapping a female colleague's bottom at Bromley police station in 2018 — just weeks after he joined the force.\\nShortly after starting at Bromley in South London, the married killer allegedly stopped a female motorist and said her tax and insurance were out of date before making a note of her address so he could later pull up outside her house and leer at her.\\nCouzens, whose former colleagues at the Civil Nuclear Constabulary nicknamed him 'The Rapist' because of how he is said to have made female colleagues uneasy, is also accused of parking his patrol car by schools so he could watch mothers and sixth-formers.\\nDame Cressida faced calls to resign after officers conducted a heavy-handed crackdown on a vigil held for Miss Everard at Clapham Common after the 33-year-old's death.\\nAt the time, she defended the force's actions and dismissed 'armchair critics', raging: 'What has happened makes me more determined, not less, to lead my organisation.'\\nDANIEL MORGAN INQUIRY\\nLast summer, the force was branded 'institutionally corrupt' by an independent panel investigating police inquiries into the unsolved murder in the 1980s of private detective Daniel Morgan.\\nIn its bombshell report, the Daniel Morgan Independent Panel concluded forms of police corruption had hampered both the murder inquiry, and its own work to investigate the reasons why the case was never solved. Singling out Dame Cressida for blame, the report said she had not given a 'reasonable explanation' for blocking access to computer data and delaying the release of files, the last of which were provided only in March.\\nA Home Office source said there were 'serious concerns with the Met's leadership and how it responded to failings' — although Miss Patel and Boris Johnson later expressed confidence in Dame Cressida.\\nThe commissioner apologised for past mistakes, saying: 'It is a matter of great regret that no one has been brought to justice and that our mistakes have compounded the pain suffered by Daniel's family. For that I apologise again now.\\n'I have been personally determined that the Met provided the panel with the fullest level of co-operation in an open and transparent manner, with complete integrity at all times.'\\nBut amid calls for her resignation at the time, Dame Cressida said: 'I don't believe we are institutionally corrupt. No, I don't accept that. I have the deepest feelings for Daniel Morgan's family. They have shown extraordinary grit and determination and courage.\\n'Yesterday, I apologised again to them for our failings and the fact that we have not brought anybody to justice despite six investigations and countless other reviews and pieces of work.'\\nShe added: 'And for the fact that, in so doing and along the way, we have clearly, we the Met, my force, of which I'm very proud to be the Commissioner, we have caused them extra anguish. But I don't accept that we are institutionally corrupt, no.'\\nThe independent panel led by Baroness Nuala O'Loan found that the Met had put protecting its own reputation above finding Mr Morgan's killer.\\nThe panel's report said: 'Concealing or denying failings, for the sake of the organisation's public image, is dishonesty on the part of the organisation for reputational benefit and constitutes a form of institutional corruption.'\\nJEAN CHARLES DE MENEZES\\nIn July 2005, Dame Cressida was in overall charge of the operation which saw electrician Jean Charles de Menezes, 27, shot dead on a Tube train in south London.\\nMr de Menezes, a Brazilian working in the capital, was blasted in the head seven times by police at Stockwell station after being followed by officers from his home nearby.\\nLater inquiries heard he appeared to match the description of suspects whose bombs failed to detonate on the transport system the previous day. Their attempted attack followed the 7/7 atrocity which killed 52 people on Tubes and a bus in London earlier that month.\\nDame Cressida was cleared of all blame by later inquiries, but Mr de Menezes' family expressed 'serious concerns' when she was appointed Met Commissioner in 2017.\\nThe top policewoman told the Mail in 2018: 'It was an appalling thing — an innocent man killed by police. Me in charge. Awful for the family and I was properly held to account. We learned every lesson that was to be learned.\\n'My job was to stand up and be counted, tell the truth and carry on. If police officers fell to pieces or resigned when operations didn't go well, it wouldn't send out a good message.'\\nCHARING CROSS\\nA bombshell report by the IOPC watchdog exposed a cruel, toxic 'boys club' culture among officers at Charing Cross police station.\\nIt found cops made rape jokes, boasted about domestic violence and made vile racist remarks in WhatsApp exchanges.\\nGrim texts between officers about raping women, killing black children, pedophilia, Muslims, Auschwitz and disabled people were also published in the watchdog's report.\\nLast week, a former Met officer has come forward with new allegations of horrifying behaviour by officers at Charing Cross police station, including claims officers slept with female suspects and called black colleagues 'monkeys'.\\nA 'toxic' culture existed at the station dating back to 2006, said the former constable, who asked to be referred to by her first name, Liz.\\nThe ex-officer said there was an 'awful' atmosphere at the station where men had sex with women in bathrooms, 'mercilessly bullied' a colleague and made 'cruel and sexual comments' about women in the street while senior leaders stayed silent.\\nShe said her male colleagues were like 'kids in a candy store' given the station's proximity to 'pubs, bars and party culture', with one sergeant bragging about seeing his favourite Russian escort at Spearmint Rhino.\\nThe report sparked public fury and caused Mr Khan to put Dame Cressida 'on notice' to make serious reforms to the force. Days later, she resigned.\\nMET COPS SHARE PHOTOS OF MURDERED SISTERS\\nNicole Smallman and Bibaa Henry were stabbed to death by Danyal Hussein in Fryent Country Park in Wembley, north London, in June 2020, while out celebrating a birthday.\\nHowever, a report by the Independent Office for Police Conduct found the level of service provided by the Met over the weekend when they went missing was 'below the standard that it should have been'.\\nMet officers Jamie Lewis and Deniz Jaffer later admitted taking and sharing images of the scene where the sisters were murdered.\\nDame Cressida said at the time: 'My thoughts and deepest sympathies are with the family and friends of Nicole and Bibaa for their tragic losses.\\n'The way we responded to information that Nicole and Bibaa were missing that weekend was below the standard we should have achieved and compounded the distress felt by their loved ones.\\n'While we know that very sadly Nicola and Bibaa had been murdered in the early hours of Saturday, 6 June 2020, before they were reported missing. If we had responded better we may have saved their friends and family immeasurable pain.\\n'I am very sorry that the level of service we provided fell short. We have contacted the family to ask if they will allow me or, if they prefer, another senior officer to visit them at a time that is right to apologise in person.'\\nHowever, the sisters' mother Mina Smallman called on Dame Cressida to resign, asking: 'This is the woman who is going to tackle what we are up against in the Met?'.\\nShe added: 'Time for her to go. Up until she did the statement after the missing persons, the failure, the neglect in that particular procedure, I was so disappointed by what she said.\\n'She said 'We have been advised in the report to apologise to the family' and I thought to myself if you need to be told by an organisation, because she knew it was true she had all the evidence.'\\nSTEPHEN PORT KILLINGS\\nScotland Yard was accused of 'institutional homophobia' for allegedly repeatedly dismissing fears that the murders of four young gay men by serial killer Stephen Port could be linked.\\nJohn Pape, who said he had a 'whirlwind friendship' with Slovakian Gabriel Kovari in summer 2014, said he provided the Metropolitan Police with information he thought might link the deaths in Barking, east London.\\nBy September of that year, depraved killer Port had murdered Anthony Walgate, Mr Kovari and Daniel Whitworth by plying them with fatal doses of the drug GHB and dumping their bodies near his home.\\n\\nAt the inquests into the deaths at Barking Town Hall, Mr Pape said he tracked down Mr Kovari's former boyfriend, Thierry Amodio, who was told by another man — later established to be Port, seeking to distance himself from the investigation — that the men were drugged at orgies involving older men.\\nBut Mr Pape said police seemed to ignore his attempts to provide them with information. It came as the detective appointed to speak with Mr Kovari's family admitted having never done so, saying she was 'busy'.\\nIn December, Dame Cressida apologised to the family of a victim of Port. She told Mr Walgate's mother: 'I am sorry, both personally and on behalf of The Met — had police listened to what you said, things would have turned out a lot differently.'\\nEURO 2020 WEMBLEY FIASCO\\nOn Dame Cressida's watch, ticketless football hooligans broke past Wembley's security barriers during the Euros 2020 last year and stormed the grounds ahead of England's clash with Italy.\\nThe Met was accused of not having enough officers on duty to create a 'ring of steel' around he venue to hold back the frenzied England supporters.\\nAt the time, Sadiq Khan said: 'It was not right what happened on Sunday — not just at Wembley, but across our city with the hooligans, from outside London, breaking the law in Leicester Square, Liverpool Street, Trafalgar Square, Wembley, and so forth.\\n'The FA are reviewing their arrangements at Wembley, the Met Police Service will take part in that review.\\n'The Met Police Service as we speak are sifting through the CCTV and body-worn videos. Already, 86 arrests have been made. I'd remind people that 19 police officers were injured. It's really important that those responsible for criminal behaviour are arrested, charged and prosecuted.\\n'What's also really important, that I say loudly and clearly: the police have my full confidence and full support. One of my jobs as the mayor is to provide scrutiny of the police service to help provide the checks and balances in a vibrant democracy.\\n'The police should be properly policed and often that there are difficult conversations between me as mayor and the senior team at the Met Police Service, but they have got my full support.'\\nLONDON BRIDGE & EXTINCTION REBELLION\\nIn 2017 Dame Cressida was criticised for her choice of words after she said the victims of the London Bridge terror attack demonstrated London's 'diversity'.\\nThe officer added: 'We believe, of course, that that's what makes our city so great. It's a place where the vast majority of time it's incredibly integrated and that diversity gives us strength.'\\nIn 2019 the Met under Dame Cressida's leadership was widely criticised for its 'light-touch' policing of Extinction Rebellion protests.The environmental demonstrators were allowed to blockade key areas of the capital for days, including Westminster Bridge and Oxford Circus.\\nSo who might take over the troubled Met? Favourites to replace Cressida Dick include an ex-counter-terror chief who threatened to jail journalists or a Merseyside cop who said violent criminals were 'NOT inherently bad people'\\nThe leadership of the Metropolitan Police was thrown into chaos last night after Dame Cressida Dick's bombshell resignation as Scotland Yard boss.\\nConfidence in the force has been shaken in recent years by a series of scandals including the murder of Sarah Everard by depraved cop Wayne Couzens, the disastrous probe into fake VIP child sex abuse claims, and allegations of racism, sexism and homophobia within the ranks.\\nDame Cressida Dick, who became the first woman to head the Met Police in 2017, said she had 'no choice but to step aside' after losing Sadiq Khan's confidence.\\nFollowing the announcement, questions quickly turned to who would succeed her during a tumultuous time for Britain's biggest police force.\\nLikely replacements for the £230,000-a-year role range from a counter-terror chief who threatened to jail journalists and blamed terrorism on a lack of social mobility to a Merseyside cop who said violent criminals were 'not inherently bad people'.\\nSpeaking to MailOnline in September, a senior MP said they feared the current crop of senior police may be 'too woke'. 'The problem with Cressida is she has presided over a series of disasters, and then says it is not her fault,' the MP said. 'It is difficult when we always take the same view that operational decisions are a matter for the police not politicians.'\\nHere, MailOnline goes through the list of likely candidates to succeed Dame Cressida.\\nNeil Basu: Anti-terror chief who called for journalists to be prosecuted after publishing leaked cables criticising Trump\\nNeil Basu is the Met's former head of counter-terrorism and the most senior serving British officer of Asian heritage.\\nHe also served as the assistant commissioner for specialist operations until September 2021, which included responsibilities around national security, and had originally been tipped for the top job in 2017 before losing out to Dame Cressida.\\nIn February this year, he called for laws in the Equality Act 2010 that restrict positive discriminations to be relaxed in order to boost the number of BAME recruits. He was immediately shot down by policing minister Kit Malthouse, while Home Secretary Priti Patel was also said to be against the idea.\\nMr Basu faced fresh accusations of meddling in politics in July 2019, when he threatened to prosecute journalists for publishing leaked cables from Britain's ambassador to the US, Sir Kim Darroch.\\nFormer Tory cabinet minister David Davis said the intervention 'strayed well beyond his brief', and represented an attack on the free Press.\\nMr Basu's comments came after Scotland Yard launched a probe to find who leaked Sir Kim's memos calling the Trump administration 'clumsy and inept'.\\nMr Basu, who has spent his whole career at the Met, made another controversial intervention in August that year when suggested homegrown terrorism was fuelled by a lack of social mobility and inclusion. He said better education and opportunities for young people would do more to fight terrorism than 'the policing and state security apparatus put together' — adding that he was not trying to excuse any acts of violence.\\nHe also said British Muslims should not be forced to 'assimilate', adding: 'Assimilation implies that I have to hide myself in order to get on. We should not be a society that accepts that.'\\nA 2019 profile of Basu in the Mail On Sunday described him as well-liked within the force and by intelligence officials at MI5. But he has attracted criticism for some of his operational decisions, most notably as head of Operations Weeting, Elveden and Tuleta. The three inquiries into phone hacking, computer hacking and alleged payments to police officers by newspapers cost around £19.5million and were criticised for criminalising journalists.\\nMr Basu also raised eyebrows when he criticised the Prevent programme – which tries to detect and deradicalise Muslim extremists – as 'toxic'.\\nA Hindu, born to an Indian doctor father and a white British mother, he has said he has encountered racism over most of his life. He grew up in Stafford, where he studied at Walton High School before reading economics at Nottingham University.\\nHe became a Met police officer in 1992, serving first as a beat bobby in Battersea, South London, then swiftly moving through the ranks as a borough commander in Barnet, North London, and a Commander of South London in 2012.\\nAndy Cooke: Former Merseyside chief who insists even violent criminals are 'not inherently bad people'\\nWhile head of Merseyside Police, Andy Cooke sparked anger when he said even violent criminals are 'not inherently bad people' and he'd rather pump billions into cutting poverty than upholding the law.\\nThe officer, marking his retirement as Chief Constable of Merseyside Police, said if he was given a £5 billion budget to cut crime, he would spend £1 billion on crime and £4 billion on tackling poverty.\\nHe now serves in the role of Her Majesty's Inspector of Constabulary and Inspector of Fire and Rescue Authorities in England. He will be overseeing inspections primarily in the North of England.\\nMr Cooke was chief constable for five years, during which time he has overseen the jailing of dozens of multi-millionaire drug laws, including Liverpool's most notorious drugs boss Liam 'the Lam' Cornett, who was transported to court in a huge armed convoy every day, and the jet-setting Mulhare brothers, who were caught abroad in Thailand after being informed on by a 'supergrass'.\\nMurderers jailed during his tenure include George Leather, 60, who brutally killed his Asda worker wife, 56, by stabbing her 300 times in an 'episode of unspeakable and barbaric savagery', and Robert Child, 37, who was jailed for life for striking his 64-year-old mother Janice with a hammer 31 times.\\nTory MP Andrew Bridgen said of Mr Cooke's plans for the police budget: 'In that case would he be quite happy to sack 80% of the officers. Reducing poverty is not a function of the policing budget, it's the job of other agencies and government.\\n'I'm not convinced that this change would be welcomed by the vast majority of the UK population. They want to see the police protecting citizens and property and crime. He sounds like someone who would have taken the knee for BLM and defunded the police.'\\nUnder Mr Cooke, Merseyside Police gained a reputation for tough policing and for being a keen user of stop-and-search powers. He was also the first commander of Merseyside's Matrix unit, set up to tackle gang crime and violence.\\n\\nSimon Byrne: Top Northern Ireland cop 'with a reputation for being like Darth Vader'\\nSimon Byrne became chief constable of the Police Service of Northern Ireland in May 2019, arriving at the force with 36 years of policing behind him.\\nAfter holding senior roles at GMP and the Met, he became chief constable of Cheshire Police from 2014 to 2017. That role ended in controversial circumstances after he was accused of bullying and humiliating staff.\\nA misconduct hearing was told he had a reputation for being like Darth Vader and treated junior officers and staff like 'roadkill'.\\nThe hearing was told he handed pictures of Dad's Army characters to officers after he became angry when flooding made him late for work.\\nHowever, he was cleared of misconduct, with the tribunal concluding that much of what was claimed was either exaggerated or most likely didn't happen.\\nDuring his time as chief constable, Mr Byrne revealed he had considered breaking the law in order to hire more officers from ethnic minorities. At that time the force only had three black officers.\\nHe told the BBC in 2017 that the law should be changed in England 'for a certain period of time' to allow the hiring of minority candidates to speed up. This would ensure that 'for every white officer, we recruit one black officer.'\\nMr Byrne said: 'I've even taken legal advice about breaking the law, which might sound crazy as a senior police officer.\\n'But if we're put under pressure to change, then what are the consequences, other than reputational, from breaking the law?'\\nUnder current equality rules employers cannot employ a job applicant because of characteristics like race, sexual orientation or gender, if other candidates are better qualified.\\nAt PSNI he attracted controversy for suggesting the children of paramilitaries could be taken into care.\\nHe was also forced to apologise after tweeting a photo of himself with officers holding rifles outside a PSNI station on Christmas Day, the BBC reported.\\nMartin Hewitt: NPCC chief who backed crackdown on Covid sceptics and said officers felt 'undervalued' amid pay row\\nAs chair of the National Police Chiefs' Council (NPCC) throughout the Covid crisis, Martin Hewitt has made a number of high-profile interventions in politics.\\nAmid fury last year at officers being hit by a pay freeze, Mr Hewitt told Priti Patel that many officers believed the decision was 'unfair' and they felt 'undervalued' after their efforts during Covid.\\nMr Hewitt said: 'For many it feels unfair and that their contribution is undervalued.\\n'And, unlike other parts of the public service, officers do not have the option of industrial action to make their case more strongly.\\n'As the Government makes spending decisions over coming months, we urge you to fund a settlement which properly reflects the important and complex work police officers do, and starts to address the pay shortfall.'\\nIn January 2021, he backed a crackdown on lockdown sceptics and said officers would no longer 'waste time' trying to reason with them amid soaring death rates.\\nSpeaking at a Downing Street press briefing, he gave examples of shocking 'irresponsible behaviour' from people not heeding warnings - even with more than 1,200 people dying every day.\\nThey included a £30-per-head boat party in Hertfordshire with more than 40 people, a Surrey house party whose host tried to claim it was a business event and a minibus full of people from different households caught travelling from Cheltenham into Wales for a walk.\\nMr Hewitt was appointed in April 2019. He began his policing career with Kent Police in 1993 and transferred to the Metropolitan Police Service in 2005.\\nAs an Assistant Commissioner for five years, he led frontline and local policing, specialist crime and professional standards.\\nHe led the national police response to adult sexual offences and kidnap between 2014 and 2019, and served as a Vice-Chair for the NPCC from 2015 before taking on the chairmanship.\\nMatt Jukes: Assistant commissioner credited with leading crackdown on Rotherham child grooming gangs\\nMatt Jukes joined South Yorkshire police in 1995 three years after graduating with a degree in mathematics from Oxford.\\nHe worked as a detective and rose through the ranks to represent UK police forces at G8 meetings and lead on national anti-terror strategy.\\nMr Jukes is best known for tackling Rotherham grooming gangs while borough commander in the Yorkshire town from 2006 to 2010.\\nMore than 1,000 children were exploited in Rotherham between 1997 and 2013, with local authorities, schools and police among agencies that failed to tackle the problem.\\nA report on the scandal by Professor Alexis Jay suggested that Mr Jukes' leadership marked a point where police became more proactive in dealing with the abuse.\\nAfter serving in South Yorkshire Police, he moved to South Wales, with the police and crime commissioner there Alun Michael backing him as an outstanding leader.\\nMr Jukes worked his way up to the top post in South Wales Police, becoming Chief Constable in January 2018.\\nHe is also chairman of Police Sport UK.\\nMr Jukes moved to the Met in November 2020. He was awarded a Queens Police Medal in the New Year Honours List 2018.", "image": [["Jean Charles De Menezes", "https://i.dailymail.co.uk/1s/2022/02/11/06/40688278-10499677-Jean_Charles_De_Menezes-a-7_1644562361570.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/09/13/53722675-10493141-image-a-7_1644411778511.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/09/09/53722671-10493141-image-a-17_1644399739870.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/10/19/53722661-10499677-image-a-19_1644520968949.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/09/13/53722657-10493141-image-a-8_1644411778512.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/11/02/53722653-10499677-image-a-39_1644545314195.jpg"], ["Beleaguered Dame Cressida Dick has finally resigned as Metropolitan Police Commissioner after presiding over a litany of controversies as Scotland Yard chief", "https://i.dailymail.co.uk/1s/2022/02/10/19/54031465-10499677-image-m-8_1644520515861.jpg"], ["The under-fire public figure had earlier insisted she had ‘no intention of going’, striking a defiant tone following London Mayor Sadiq Khan’s decision to put her ‘on notice’ with just ‘days and weeks’ to enact major changes", "https://i.dailymail.co.uk/1s/2022/02/11/19/54031561-10499677-The_under_fire_public_figure_had_earlier_insisted_she_had_no_int-a-14_1644606540750.jpg"], ["Dame Cressida was also slammed by the families of victims of VIP paedophile ring fantasist Carl Beech, whose spurious allegations were investigated by police - ruining the lives and reputations of those he accused", "https://i.dailymail.co.uk/1s/2022/02/11/00/45416125-10499677-Dame_Cressida_was_also_slammed_by_the_families_of_victims_of_VIP-a-73_1644539163836.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/10/20/54033129-10499677-image-m-40_1644523529332.jpg"], ["The news comes a week after Mr Khan said he was ‘not satisfied’ with the Met's Commissioner’s response to calls for change following a series of scandals including the murder of Sarah Everard by serving officer Wayne Couzens", "https://i.dailymail.co.uk/1s/2022/02/10/19/54031565-10499677-The_news_comes_a_week_after_Mr_Khan_said_he_was_not_satisfied_wi-a-35_1644522167455.jpg"], ["This is a MailOnline mock-up of WhatsApp conversations that were published in the IOPC report. Warning: Graphic language", "https://i.dailymail.co.uk/1s/2022/02/11/19/53634009-10499677-This_is_a_MailOnline_mock_up_of_WhatsApp_conversations_that_were-a-15_1644606540757.jpg"], ["Ricky Waumsley (pictured left), whose 21-year-old partner Daniel Whitworth (right) was murdered by Stephen Port in Barking, east London, said his first thought when he heard the news was 'about time' and that he hoped more resignations would follow", "https://i.dailymail.co.uk/1s/2022/02/11/14/54054229-10499677-Ricky_Waumsley_pictured_left_whose_21_year_old_partner_Daniel_Wh-a-18_1644590872574.jpg"], ["The Met faced criticism following violence at Wembley Stadium at the final of the Euro 2020 Championships", "https://i.dailymail.co.uk/1s/2022/02/10/20/45415973-10499677-It_comes_after_the_Met_faced_criticism_following_violence_at_Wem-a-38_1644523375146.jpg"], ["File photo dated 02/11/20 of former Metropolitan Police Commissioner Dame Cressida Dick with Mayor of London Sadiq Khan", "https://i.dailymail.co.uk/1s/2022/02/11/02/54032153-10499677-File_photo_dated_02_11_20_of_former_Metropolitan_Police_Commissi-a-41_1644545314235.jpg"], ["File photo dated 02/11/20 of The Duke of Cambridge with Dame Cressida during a visit to Croydon Custody Centre", "https://i.dailymail.co.uk/1s/2022/02/11/19/54032155-10499677-File_photo_dated_02_11_20_of_The_Duke_of_Cambridge_with_Dame_Cre-a-16_1644606540760.jpg"], ["File photo dated 02/11/20 of former Metropolitan Police Commissioner Dame Cressida Dick, leaving Downing Street", "https://i.dailymail.co.uk/1s/2022/02/10/19/54032157-10499677-image-a-30_1644521792104.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/10/20/54033361-10499677-image-a-47_1644524674760.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/11/14/54033363-10499677-image-a-21_1644590873332.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/10/20/54033367-10499677-image-a-51_1644524689904.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/11/14/54033365-10499677-image-a-22_1644590873348.jpg"], ["Dame Cressida Dick’s shock resignation marks the end of a controversial chapter in the history of the Metropolitan Police", "https://i.dailymail.co.uk/1s/2022/02/11/14/54036095-10499677-Dame_Cressida_Dick_s_shock_resignation_marks_the_end_of_a_contro-a-23_1644590873356.jpg"], ["Dame Cressida was also slammed by the families of victims of VIP paedophile ring fantasist Carl Beech, whose spurious allegations were investigated by police - ruining the lives and reputations of those he accused", "https://i.dailymail.co.uk/1s/2022/02/11/00/45416125-10499677-Dame_Cressida_was_also_slammed_by_the_families_of_victims_of_VIP-a-74_1644539163838.jpg"], ["The news comes a week after Mr Khan said he was ‘not satisfied’ with the Met's Commissioner’s response to calls for change following a series of scandals including the murder of Sarah Everard by serving officer Wayne Couzens", "https://i.dailymail.co.uk/1s/2022/02/10/22/54036189-10499677-The_news_comes_a_week_after_Mr_Khan_said_he_was_not_satisfied_wi-a-54_1644532905713.jpg"], ["The news comes a week after Mr Khan said he was ‘not satisfied’ with the Met's Commissioner’s response to calls for change following a series of scandals including the murder of Sarah Everard by serving officer Wayne Couzens", "https://i.dailymail.co.uk/1s/2022/02/10/22/54031565-10499677-The_news_comes_a_week_after_Mr_Khan_said_he_was_not_satisfied_wi-a-55_1644532905839.jpg"], ["The Metropolitan Police commissioner faced calls for her resignation earlier this year after women were arrested at a vigil that was held in memory of Miss Everard", "https://i.dailymail.co.uk/1s/2022/02/11/19/45417011-10499677-The_Metropolitan_Police_commissioner_faced_calls_for_her_resigna-a-17_1644606540778.jpg"], ["Daniel Morgan, pictured, was investigating claims of corruption within the Metropolitan Police when he was murdered in 1987 - and the force failed him and his family ever since", "https://i.dailymail.co.uk/1s/2022/02/11/19/44115721-10499677-Daniel_Morgan_pictured_was_investigating_claims_of_corruption_wi-a-18_1644606540783.jpg"], ["His brother Alastair told the media that Cressida Dick should resign", "https://i.dailymail.co.uk/1s/2022/02/11/19/44249541-10499677-His_brother_Alastair_told_the_media_that_Cressida_Dick_should_re-a-19_1644606540791.jpg"], ["A 'toxic' culture existed at the Charing Cross Station dating back to 2006, said the former constable, who asked to be referred to by her first name, Liz", "https://i.dailymail.co.uk/1s/2022/02/10/22/53783467-10499677-A_toxic_culture_existed_at_the_Charing_Cross_Station_dating_back-a-57_1644532906046.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/10/22/53634009-10499677-image-a-58_1644532906109.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/11/02/53634013-10499677-image-a-43_1644545314250.jpg"], ["Further mock-ups of messages sent by a male officer during another shocking conversation on WhatsApp", "https://i.dailymail.co.uk/1s/2022/02/11/14/53634017-10499677-Further_mock_ups_of_messages_sent_by_a_male_officer_during_anoth-a-25_1644590873404.jpg"], ["Bibaa Henry, 46,  and Nicole Smallman, 27, who were stabbed to death in Wembley last year", "https://i.dailymail.co.uk/1s/2022/02/11/19/44925209-10499677-Bibaa_Henry_46_and_Nicole_Smallman_27_who_were_stabbed_to_death_-a-20_1644606540807.jpg"], ["Stephen Port, who will spend the rest of his life behind bars for murdering four men and sexually assaulting several others, began taking GHB in late 2013", "https://i.dailymail.co.uk/1s/2022/02/10/22/6817998-10499677-Stephen_Port_who_will_spend_the_rest_of_his_life_behind_bars_for-a-61_1644532906313.jpg"], ["Jack Taylor", "https://i.dailymail.co.uk/1s/2022/02/11/19/48751541-10499677-Jack_Taylor-a-21_1644606540812.jpg"], ["Daniel Whitworth", "https://i.dailymail.co.uk/1s/2022/02/11/02/48751561-10499677-Daniel_Whitworth-a-46_1644545314304.jpg"], ["Anthony Walgate", "https://i.dailymail.co.uk/1s/2022/02/10/22/48751541-10499677-Anthony_Walgate-a-62_1644532906435.jpg"], ["Gabriel Kovari", "https://i.dailymail.co.uk/1s/2022/02/11/02/48751541-10499677-Gabriel_Kovari-a-45_1644545314293.jpg"], ["The Met faced criticism following violence at Wembley Stadium at the final of the Euro 2020 Championships", "https://i.dailymail.co.uk/1s/2022/02/11/14/45415973-10499677-The_Met_faced_criticism_following_violence_at_Wembley_Stadium_at-a-26_1644590873405.jpg"], ["The leadership of the Metropolitan Police was thrown into chaos last night after Dame Cressida Dick’s bombshell resignation as Scotland Yard boss", "https://i.dailymail.co.uk/1s/2022/02/11/14/54032753-10499677-The_leadership_of_the_Metropolitan_Police_was_thrown_into_chaos_-a-27_1644590873425.jpg"], ["Neil Basu, who has been at the Met for nearly 30 years", "https://i.dailymail.co.uk/1s/2022/02/11/19/47707969-10499677-Neil_Basu_who_has_been_at_the_Met_for_nearly_30_years-a-22_1644606540824.jpg"], ["Andy Cooke, who now serves with the police inspectorate", "https://i.dailymail.co.uk/1s/2022/02/11/02/47707971-10499677-Andy_Cooke_who_now_serves_with_the_police_inspectorate-a-47_1644545314309.jpg"], ["Simon Byrne became chief constable of the Police Service of Northern Ireland in May 2019", "https://i.dailymail.co.uk/1s/2022/02/11/19/47707967-10499677-Simon_Byrne_became_chief_constable_of_the_Police_Service_of_Nort-a-23_1644606540826.jpg"], ["Martin Hewitt, chair of the National Police Chiefs' Council", "https://i.dailymail.co.uk/1s/2022/02/11/14/47707965-10499677-Martin_Hewitt_chair_of_the_National_Police_Chiefs_Council-a-28_1644590873427.jpg"], ["Matt Jukes: Assistant commissioner credited with leading crackdown on Rotherham child grooming gangs", "https://i.dailymail.co.uk/1s/2022/02/11/14/54032935-10499677-Matt_Jukes_Assistant_commissioner_credited_with_leading_crackdow-a-29_1644590873431.jpg"]], "author": ["Jack Wright", "Chris Jewers", "Jamie Phillips For Mailonline", "Martin Robinson, Chief Reporter"], "date": "2022-02-10"}, "https://www.dailymail.co.uk/news/article-10463671/Met-Police-forced-apologise-officers-joked-raping.html": {"title": "Calls for Cressida Dick to go NOW as report exposes how officers joked on WhatsApp about 'raping' and 'hate-f**king' female colleagues and 'killing black children' with one cop dubbed 'mcrapey raperson'... and NINE of them are STILL employed", "subtitle": "Grim revelations are just the latest scandal for chief Cressida Dick - already under pressure over Partygate. Another sign of Met's rotten culture, with report saying issues 'widespread', not down to a 'few bad apples'. Met called behaviour 'reprehensible', but nine of 14 officers are still serving in force - with just two sacked. Today, ex chief prosecutor Nazir Afzal said 'only new leadership will do' as he called for 'judge-led inquiry'.", "text": "Priti Patel today slammed the rotten culture at the Met - while Cressida Dick was urged to finally quit after a shattering watchdog report exposed how officers joked about 'raping' and 'hate-f*****g' female colleagues, 'killing black children', and beating their partners in a series of highly offensive racist, sexist and homophobic messages which they tried to excuse as 'banter'.\\nThe Home Secretary said 'problems with the culture of the Met' had been 'clear for some time', as its crisis-prone commissioner was branded 'delusional' and incapable of clearing out the 'cesspit' of 'institutional misogyny and racism' that had developed under her watch.\\nIn just one of the horrific messages uncovered by the Independent Office for Police Conduct, a male officer told a female colleague 'I would happily rape you' and 'if I was single I would happily chloroform you'. Another officer was known as 'mcrapey raperson' because of his reputation for ''harassing [women], getting on them, do you know what I mean being like, just a d***''.'\\nNine of the 14 officers investigated are still serving in the force - with just two sacked - prompting critics to accused the Met's leadership of failing to root out an insidious culture described by investigators as 'widespread' rather than the result of 'just a few bad apples'. At least some of the wrongdoers served in a specialist vice squad.\\nThe highly critical report is just the latest scandal under Dame Cressida's watch - who is currently facing criticism over her handling of the No10 Partygate scandal - and today led to a chorus of calls for her to resign or be sacked.\\nFormer chief prosecutor Nazir Afzal said: 'The Met Police may be the worst for institutional misogyny and racism but they're not the only ones. Only a statutory judge led inquiry will do. Only new leadership will do.'\\nMeanwhile, Labour MP Diane Abbott said Dame Cressida was 'clearly not fit to lead the fundamental reform needed'.\\nInstitutional failings at the force were placed under intense scrutiny by the murder of Sarah Everard by serving Met officer Wayne Couzens - who was allegedly nicknamed 'the rapist' by colleagues during his earlier career as an armed guard for the Civil Nuclear Constabulary.\\nCommenting on the watchdog's findings, Priti Patel said: 'It has been clear for some time that there are problems with the culture of the Metropolitan Police, which is why last year I tasked the Angiolini Inquiry and the police inspectorate with investigating these deeply concerning issues.\\n'I expect the Metropolitan Police and the Mayor of London to implement the recommendations of this report as soon as practically possible. The public rightly expects the behaviour of the police to be beyond reproach - standards must be raised.'\\nThe report also exposed numerous instances of homophobic language, with officers talking about 'f****** gays' and writing 'f*** you bender', in addition to a mass of racist comments including references to African children, Somali people and Auschwitz.\\nToday Jamie Klingler, of campaign group Reclaim These Streets, called Dame Cressida 'delusional' for recently claiming the Met did not have a problem with institutional homophobia.\\nThe messages were uncovered as part of nine linked investigations into officers based in Westminster, mostly at Charing Cross police station, which began in March 2018 after allegations that a male officer had sex with a drunk woman at a police station.\\nToday, the Met today said it was 'deeply sorry' for the 'reprehensible behaviour' displayed by its officers and said it had taken 'a series of measures to hold those responsible to account and stamp out unacceptable behaviour'.\\nBut Dame Diana Johnson, the Labour chair of the Home Affairs Select Committee, accused the force of not doing enough to root out racists and misogynists.\\n\\nCressida Dick's reign as Metropolitan Police commissioner has been overshadowed by controversy over bungled operations and investigations:\\nApril 2017: Appointed as first female Metropolitan Police commissioner with a brief to modernise the force and keep it out of the headlines.\\nApril 2019: Extinction Rebellion protesters bring London to a standstill over several days with the Met powerless to prevent the chaos. Dame Cressida says the numbers involved were far greater than expected and used new tactics but she admits police should have responded quicker.\\nSeptember 2019: Her role in setting up of shambolic probe into alleged VIP child sex abuse and murder is revealed but she declines to answer questions.\\n2020: Official report into Operation Midland said Met was more interested in covering up mistakes than learning from them.\\nFebruary 2021: Lady Brittan condemns the culture of 'cover up and flick away' in the Met and the lack of a moral compass among senior officers.\\nMarch: Criticised for Met handling of a vigil for Sarah Everard, where officers arrested four attendees.\\nJune: A £20million report into the Daniel Morgan murder brands the Met 'institutionally corrupt' and accuses her of trying to block the inquiry. Dame Cressida rejects its findings.\\nJuly: Police watchdog reveals three Met officers being probed over alleged racism and dishonesty.\\nAugust Dame Cressida facing a potential misconduct probe over her open support for Deputy Assistant Commissioner Matt Horne who could stand trial over alleged data breaches.\\nJanuary 2022: She faces a barrage of fresh criticism for seeking to 'muzzle' Sue Gray's Partygate report by asking her to make only 'minimal' references to parties the Met were investigating.\\nFebruary 2022: Details of messages exchanged by officers at Charing Cross Police Station, which included multiple references to rape, violence against women, racist and homophobic abuse, are unveiled in a watchdog report.\\n'In the report, it is very clear that the IOPC are saying that this is not isolated and it is not simply just a few bad apples,' she told BBC Radio 4's World At One programme. 'So, I think that whole issue of the culture within the police force is one that is incredibly concerning.'\\nTouching on the fact that nine of the officers investigated are still serving in the force, the Hull North MP added: 'There is a question about the fact that only two officers have been sacked.'\\nIOPC regional director Sal Naseem said: 'The behaviour we uncovered was disgraceful and fell well below the standards expected of the officers involved. While these officers predominantly worked in teams in Westminster, which have since been disbanded, we know from other recent cases that these issues are not isolated or historic.\\n'The learning report we are publishing today is shocking and contains language which is offensive - and some may find it upsetting. However, we felt it was important to provide the context for the public, the Met and other forces, for why such hard-hitting recommendations are necessary.'\\nWhile the IOPC acknowledged the work that the Met has done since to improve, Mr Naseem said more needs to be done.\\nHe said: 'Our investigation showed the officers' use of 'banter' became a cover for bullying and harassment. Colleagues were afraid to speak out about these behaviours for fear of being ostracised, demeaned or told to get another job.\\n'We are grateful to those officers who were brave enough to speak to us about the cultural issues that existed within these teams, realising that in doing so they risked further bullying. This took courage. Hopefully our learning report and recommendations will give officers the confidence to come forward in the knowledge that people are listening and that changes will be made.\\n'The relationship between the police and the public is critical to maintaining the principle of policing by consent. The concerns about behaviour and culture addressed in our report, if allowed to continue and go unchallenged, risked causing serious damage to that relationship.'\\nOf the 14 officers investigated, two were fired for gross misconduct and put on a barred list to stop them ever working again for the police. Two officers resigned and two others were disciplined.\\nDeputy assistant commissioner Bas Javid said: 'I am angry and disappointed to see officers involved in sharing sexist, racist and discriminatory messages. It's clear we have a lot of work to do to ensure bullying and discrimination does not exist in any part of the Met.\\n'The actions of these officers between 2016 and 2018 were unacceptable, unprofessional, disrespectful and deeply offensive. I read their messages with increasing disgust and shame.\\n'We haven't waited for the IOPC's report to take action - a number of officers have been subject to misconduct proceedings, including one officer dismissed and one who would have been dismissed had he not already resigned. Every Met employee has also been spoken to about responsible use of social media.\\n'We recognise that there is need for real change in the Met and we are committed to creating an environment that is even more intolerant to those who do not uphold the high values and standards expected of us.'\\nA review of culture and standards in the Met is currently being carried out by Baroness Casey, in the wake of the murder of Sarah Everard by a serving police officer.\\nMayor of London Sadiq Khan said: 'I am utterly disgusted by the behaviour outlined in this IOPC report, which details the shocking evidence of discrimination, misogyny, harassment and bullying by police officers.\\n'The conduct of these officers was totally unacceptable and what has been revealed by these investigations will only further damage public trust and confidence in the police.\\n'It is right that the team concerned has been disbanded and the police officers found to be involved have been dismissed, disciplined or have left the police.\\n'Anyone found to be responsible for sexism, racism, misogyny, Islamophobia, antisemitism, bullying or harassment does not deserve to wear the Met uniform and must be rooted out.'\\nWith Cressida Dick facing fresh questions over the culture at the Met, here are just some of the horrific comments  exposed in the report:\\nOn rape and sexual abuse\\nOne officer's aggressive behaviour towards women was considered so suspect that he was known as 'Mcrapey Raperson'.\\nThe nickname is similar to that of PC Wayne Couzens, the police officer who used his position to abduct, rape and murder Sarah Everard.\\nAsked why someone at Charing Cross Police Station was called 'Mcrapey Raperson', a colleague said it related to 'harassing them [women], getting on them, do you know what I mean being like, just a d***.\\nWhatsApp conversation between two police officers:\\no Officer 1: 'And my bird won't stop taking the p***. Swear to got [sic] I'm going to smack her'\\no Officer 2: 'Slap her one… say you didn't'\\no Officer 1: 'I`ll f****** do it. She`s f***** off home.'\\nA separate WhatsApp conversation between two police officers:\\no Officer 1: 'I f****** need to take my bird out, won't see her until next Saturday. Then I have to work. Promised to take her out the Friday after. Making it up to her from when I backhanded her'\\no Officer 2: 'Grab her by the p****'\\no Officer 1: 'You ever slapped your missus?'\\no Officer 1: 'It makes them love you more. Seriously since I did that she won't leave me alone. Now I know why these daft c**** are getting murdered by their s****** boyfriends. Knock a bird about and she will love you. Human nature. They are biologically programmed to like that s***.'\\no Officer 2: 'Lmao'\\no Officer 1: 'I'm right though'\\nA further WhatsApp conversation between two police officers:\\n\\no Officer 1: 'I had that massive fight with my bird because she found out I'd been out on the piss with this girl who's a high class hooker a couple of weeks ago Hahahah'\\no Officer 1: 'Make friends with high class hookers'\\no Officer 2: 'I had one in Watford from adult work. Used to f*** her all the time'\\no Officer 1: 'Yes! Hahaha'\\no Officer 2: 'used just hang out and blast her on the sly'\\no Officer 2: 'when I was on roids and needed it every hour'\\nMessages sent by a male officer to a female officer:\\no 'I would happily rape you'\\no 'if I was single I would actually hate f*** you'\\no 'if I was single I would happily chloroform you'\\nFurther messages sent about women, include:\\no 'Getting a woman in to bed is like spreading butter. It can be done with a bit of effort using a credit card, but it's quicker and easier just to use a knife.'\\no 'F*** knows what she's on about I just wanna sp*** on her' (sent by an officer in reference to another police officer's girlfriend).\\no 'Mate my Mrs is driving me mad - come and shag a baby into her it might shut her up bro .'\\nOthers reported it related to his 'particular fondness of IC3 and IC4' - the Met's codes for people of black or Asian origin.\\nThe police officers would tell disgusting jokes about raping women and each other.\\nToday's report said messages like this were sent on WhatsApp groups containing 17 police officers, also within another WhatsApp group containing 19 police officers.\\nThere was also a private Facebook chat group containing four police officers.\\nOne policeman, known as officer 1, sent messages saying 'I would happily rape you'; 'if I was single I would actually hate f**k you' and 'if I was single I would happily chloroform you'.\\nOn domestic and sexual violence\\nThe policemen sent a plethora of messages about beating up wives and girlfriends, forcing them to have sex to 'shut them up', including at knifepoint, declaring: 'Knock a bird about and she will love you'.\\nAnother said: 'Getting a woman in to bed is like spreading butter. It can be done with a bit of effort using a credit card, but it's quicker and easier just to use a knife.'\\nPolice officers who gave evidence spoke of dominant macho officers, bragging about sexual activity, encouraging each other to 'slap women' or even 'grab her p***y'.\\nFor example, there was an officer described as 'a bit of a ladies man, who would chase and harass women', and that 'there was a 'be careful when he's around' kind of atmosphere.'\\nWhatsApp groups were dominated by chat including domestic violence, plus sexually explicit, misogynistic and demeaning conversations about women, including partners.\\nIn one conversation 'Officer 1' said: 'And my bird won't stop taking the p**s. Swear to got [sic] I'm going to smack her'. A policeman known as Officer 2 said: 'Slap her one…say you didn't'\\nOfficer 1 then replied 'I`ll f***ing do it. She`s f***ed off home.'\\nIn a later conversation  Officer 1 said: 'I f***ing need to take my bird out, won't see her until next Saturday. Then I have to work. Promised to take her out the Friday after. Making it up to her from when I backhanded her'.\\nOfficer 2: 'Grab her by the p***y'. Officer 1 said: 'You ever slapped your missus? It makes them love you more. Seriously since I did that she won't leave me alone. Now I know why these daft c***s are getting murdered by their spastic boyfriends. Knock a bird about and she will love you. Human nature. They are biologically programmed to like that s**t.'\\nOfficer 2 said: 'Lmao' and his colleague replied: 'I'm right though'.\\nRacism and homophobia\\nThe Met officers joked about black people being robbers, Africans being 'made into dog food', Somalian 'rats' and even the Holocaust.\\nOne police officer described one patrol as having 'walked past the big mosque [as] all the fanatics turn up at to radicalise the young'.\\nMany of the messages were sent at the time when the Black Lives Matter movement came to prominence around the globe in 2020.\\nIn one WhatsApp group an policeman said:  'My dad kidnapped some African children and used them to make dog food'.\\nAnother wrote: 'Some uniform or plain clothes work on Somalian rats… I battered one the other day…weighed less than [police officer's name]'.\\nA police officer sent another officer an image of a Black man wearing a white shirt. His colleague asked, 'What's good about it I don't get it lol.' He replied, 'Ignore the robber…I like the shirt.'\\nIn one Anti-Semitic message, one officer said: 'Opened my balcony door and loads of flies flew into the front room. So I got the fly spray and turned my gaff into Auschwitz.'\\nThe abhorrent language was also used to describe people with disabilities, including calling them 'spastics' and one a 'retard'.", "image": [["The report is just the latest scandal to hit crisis-prone Cressida Dick, and makes particularly chilling reading in light of the murder of Sarah Everard by serving Met officer Wayne Couzens - who himself was allegedly nicknamed as 'the rapist'", "https://i.dailymail.co.uk/1s/2022/02/01/12/53630861-10463671-The_damaging_revelations_are_just_the_latest_scandal_to_hit_the_-a-31_1643717515156.jpg"], ["These are MailOnline mock-ups of WhatsApp conversations that were published in the IOPC report. Warning: Graphic language", "https://i.dailymail.co.uk/1s/2022/02/01/13/53634009-10463671-image-a-43_1643720720976.jpg"], ["", "https://i.dailymail.co.uk/1s/2022/02/01/13/53634013-10463671-image-a-44_1643720724732.jpg"], ["A mock-up of messages sent by a male officer to a female colleague, as revealed in the IOPC investigation", "https://i.dailymail.co.uk/1s/2022/02/01/14/53634019-10463671-image-m-47_1643727376932.jpg"], ["Further mock-ups of messages sent by a male officer during another shocking conversation on WhatsApp", "https://i.dailymail.co.uk/1s/2022/02/01/13/53634017-10463671-image-a-46_1643720731135.jpg"], ["The messages were uncovered as part of nine linked investigations into officers based in Westminster, mostly at Charing Cross police station", "https://i.dailymail.co.uk/1s/2022/02/01/12/53630837-10463671-The_messages_were_uncovered_as_part_of_nine_linked_investigation-a-30_1643717515155.jpg"]], "author": ["Rory Tingle, Home Affairs Correspondent", "Martin Robinson, Chief Reporter For Mailonline In London"], "date": "2022-02-01"}}