{"https://www.dailymail.co.uk/news/article-10328207/Extinction-Rebellion-activists-holding-secret-nighttime-meetings-Cambridge-car-park.html": {"title": "REVEALED: Extinction Rebellion activists are holding secret nighttime meetings in a Cambridge car park to prepare for protests that will grind Britain to a halt", "subtitle": "EXCLUSIVE: Extinction Rebellion campaigners are holding secret meetings in a remote car park to plan disruptive protests. Up to six activists gather at nighttime to build structures used in demonstrations, according to neighbour. Unassuming car park on outskirts of Cambridge is also used by the group to hide its famous pink boat. The boat, covered in grey tarpaulin, sits alongside two large yellow skips, a portaloo and a red Toyota Yaris.", "text": "Extinction Rebellion activists are believed to be holding secret nighttime meetings in a public car park just outside Cambridge where they are also storing their bright pink boat used as the centrepiece of their hated protests, MailOnline can reveal today.\\nMembers of the climate group are said to gather with car headlights on and speak with 'hushed tones' as they plan their demonstrations and have been seen putting together their scaffolding-type structures used to cause traffic chaos in London and outside businesses they don't like.\\nThe car park is just down the road from one of XR's most active local protestors, Nick Skelton, who also goes by DJ Skunk on a radio show that he runs. He told MailOnline he knew nothing about the quarterly meet-ups 50 yards from his terraced house.\\nA neighbour claims up to six activists gather when darkness falls to practice erecting the tipi-like wooden structures that are used to block roads during protests.\\nThe man, who asked not to be named, told MailOnline: 'They gather in the dark with the car headlights on like some kind of secret meeting. They’re tucked up in the corner and trying to not draw too much attention to themselves. It’s a fairly quiet place, you wouldn’t notice them as you were driving by.'\\nIt is believed that the group may have used the car park to prepare for a recent Black Friday protest at Amazon distribution centres.\\nThe XR activists also hide their famous pink boat at the far end of the car park, which is around the size of a five-a-side football pitch. Covered by grey tarpaulin, the boat - around two metres high and five metres long - was used to block a road in a recent protest at the Schlumberger Gould research centre in Cambridge.\\nLocals said it has been there for more than a year and XR members have been seen gathering there at least three times in 2021, but activist Mr Skelton said it is nothing to do with him.  A neighbour said that the boat had been in the car park since March 2020.\\nNick said: 'I can’t be implicated in anything. Anything that’s written down is incriminating or could be incriminating, and as you know it [the boat] is used for protests.\\n'The boat just arrived there one day. I know it’s there but it’s not mine. It just lives down there. Someone comes and takes it away and it reappears again. I don’t move it and I don’t have access to the trailer or anything.'\\nNick, 68, denied taking part in the secret meetings of XR activists as he spoke on the doorstep of his semi-detached house, which has a large fabric banner in the front garden reading ‘A better world is possible’.\\nNick, who was last year charged with conspiracy to cause criminal damage in relation to an XR protest before the charge was dropped, said: 'I’m not involved in that. I’m disabled so all I can do is hold a flag or write a letter to an MP.'\\nHe confirmed that the pink boat belongs to XR and was used in the Schlumberger protest but denied any personal ownership over it.\\nThe boat sits alongside two large yellow skips, a portaloo and a red Toyota Yaris that apparently belongs to Nick.\\nTwo pots of paint and several planks of four-metre-long wood are stored beneath the boat.\\nA neighbour said that he had seen XR protestors gathering in the car park on three occasions in the last year, including ahead of the recent Black Friday protests at Amazon distribution centres.\\nHe said: 'They meet to set up their tipis. They do practice runs at night before going out. It’s always in the evening with three to six people.'\\nExtinction Rebellion has previously described itself as an international 'non-violent civil disobedience' movement and has staged countless demonstrations that have caused major disruption across the UK.\\nSince April 2019, the campaign group has targeted popular and busy areas of Britain, including central London, as well as disrupting commuters on the roads and gluing themselves to trains.\\nIn October 2019, XR launched a two-week series of actions they called 'International Rebellion' which took place in 60 cities worldwide.\\nIn London, this included protests which saw several thousand people shut down parts of Westminster, blocking Whitehall, the Mall, Westminster Bridge, Lambeth Bridge, Trafalgar Square, Downing Street and Victoria Embankment.\\nThey also used a fire engine to spray fake blood onto and around the Treasury.\\nMost recently, 44 activists were arrested at the recent demonstrations outside Amazon distribution centres.\\nThe group claimed protests took place at sites in Doncaster, Darlington, Newcastle, Manchester, Peterborough, Derby, Coventry, Rugeley, Dartford, Bristol, Tilbury, Milton Keynes and Dunfermline.\\nActivists arrived in the early hours of Friday to set up bamboo structures and 'lock-ons', and held banners urging Amazon to cut its emissions.\\nLast month, Extinction Rebellion pledged to mobilise two million protestors to launch what it says will be 'the largest act of civil resistance in UK history' in April next year.\\nIt made the pledge after criticising November's COP26 climate summit, claiming it did not go far enough to tackle the crisis.\\nThe group said that the number of activists taking part in their demonstrations had dwindled during the pandemic but that they hoped to rely on record numbers in 2022.\\nThe famous pink boat has featured in many Extinction Rebellion protests and was used to help blockade a busy Oxford Street junction in London back in April 2019.\\nA number of Extinction Rebellion supporters, including British Olympians Laura Baldwin and Etienne Stott, also chained themselves to the boat after gaining access to ExxonMobil's Fawley oil terminal at the edge of the New Forest in Hampshire in October.", "image": [["The unassuming public car park, on the outskirts of Cambridge, where Extinction Rebellion activists meet to plan disruptive demonstrations", "https://i.dailymail.co.uk/1s/2021/12/21/08/52010515-10328207-image-m-6_1640075820213.jpg"], ["XR's famous pink boat, which has been used in many of its demonstrations, is covered in grey tarpaulin in a corner of the car park", "https://i.dailymail.co.uk/1s/2021/12/20/15/52010511-10328207-image-a-4_1640013665554.jpg"], ["Extinction Rebellion protestor Nick Skelton, who also goes by DJ Skunk on a radio show that he runs, lives a short distance from the car park, but he denies involvement in any meetings at the location", "https://i.dailymail.co.uk/1s/2021/12/21/08/52010501-10328207-image-m-3_1640074122208.jpg"], ["Two pots of paint and several planks of four-metre-long wood are stored beneath the boat, which sits alongside two large yellow skips and a portaloo", "https://i.dailymail.co.uk/1s/2021/12/20/15/52010503-10328207-image-a-5_1640013670273.jpg"], ["Activists from Extinction Rebellion, aboard the pink boat, block the main roads leading to Schlumberger, an engineering company, on November 4, 2021", "https://i.dailymail.co.uk/1s/2021/12/21/08/52053065-10328207-image-a-2_1640074110187.jpg"], ["Extinction Rebellion protesters pictured in Oxford Circus, central London, in August using the pink boat to block a busy junction", "https://i.dailymail.co.uk/1s/2021/12/25/15/52053019-10328207-Extinction_Rebellion_protesters_pictured_in_Oxford_Circus_centra-a-25_1640445300740.jpg"], ["Mr Skelton, 68, he spoke on the doorstep of his semi-detached house, which has a large fabric banner in the front garden reading ‘A better world is possible’", "https://i.dailymail.co.uk/1s/2021/12/20/15/52010509-10328207-image-a-13_1640013784336.jpg"], ["Drawings and symbols attached to a fence outside Mr Skelton's house, a short distance from the remote car park", "https://i.dailymail.co.uk/1s/2021/12/25/15/52010513-10328207-Drawings_and_symbols_attached_to_a_fence_outside_Mr_Skelton_s_ho-a-24_1640445300735.jpg"], ["Activists from Extinction Rebellion block the entrance to the Amazon fulfilment centre in Coventry, preventing lorries from entering or leaving on Black Friday", "https://i.dailymail.co.uk/1s/2021/12/21/09/52054889-10328207-image-a-10_1640077435557.jpg"], ["Demonstrators at a Extinction Rebellion protest outside BAE Systems during the Cop26 summit in Glasgow on November 4", "https://i.dailymail.co.uk/1s/2021/12/21/09/52054895-10328207-image-a-12_1640077450247.jpg"], ["Activists from Animal Rebellion march past St Paul's Cathedral during an Extinction Rebellion climate and animal rights activists' protest in London in August", "https://i.dailymail.co.uk/1s/2021/12/21/09/52055027-10328207-image-a-14_1640077458743.jpg"], ["Police officers stand in front of one of the buildings of the Guildhall, which has been daubed in paint during an Extinction Rebellion protest in August", "https://i.dailymail.co.uk/1s/2021/12/21/09/52055055-10328207-image-a-16_1640077461360.jpg"]], "author": ["Martin Robinson Chief Reporter", "Jamie Phillips For Mailonline"], "date": "2021-12-25"}, "https://www.dailymail.co.uk/news/article-10304383/Jailed-Insulate-Britain-eco-activist-ENDS-hunger-strike-26-days.html": {"title": "Jailed Insulate Britain eco-activist ENDS hunger strike early after 26 days with nine more protestors facing jail when they appear in court tomorrow", "subtitle": "Emma Smart, 44, had been under medical supervision on the hospital wing. Smart had refused to eat since November 26 at HMP Bronzefield in Surrey. She has ended hunger strike after receiving letter from MP Sir Richard Drax. Further nine Insulate Britain protesters will appear at High Court tomorrow.", "text": "A jailed Insulate Britain protester has ended her 26-day prison hunger strike early after her MP wrote to her and requested a visit, the campaign group revealed today.\\nEmma Smart, 44, had been under medical supervision on the hospital wing at HMP Bronzefield in Ashford, Surrey, since November 26 after refusing to eat food.\\nShe is now almost four weeks into a four-month prison sentence for contempt of court for breaching a National Highways injunction on protesting on the M25.\\nSmart originally vowed to go on hunger strike 'until the government issues a meaningful statement to get on with the job of insulating Britain's leaky homes'.\\nBut the Extinction Rebellion offshoot said the protester from Weymouth, Dorset, ended this strike yesterday after receiving a letter from Sir Richard Drax.\\nInsulate Britain said the Conservative MP 'wrote to express concern for Emma's welfare and to request a visit, which is likely to happen within a couple of weeks'.\\nIt comes as the group said a further nine Insulate Britain protesters will appear at the High Court in London tomorrow to face a charge of contempt of court.\\nSmart said: 'I have ended my hunger strike after 26 days, one day for every failed COP meeting since the UN Framework Convention on Climate Change was signed.\\n'I remain proud of my actions with Insulate Britain and will continue to do all that I can to pressure our government to live up to its duty to protect the people from climate collapse.'\\nA further nine Insulate Britain protesters will appear at the High Court in London tomorrow to face a charge of contempt of court.\\nAmong them is Dr Ben Buse, 36, university researcher from Bristol, who who has already been jailed for four months along with eight other Insulate Britain protesters in the first High Court hearing on November 17.\\nDr Buse is due to appear at the High Court again tomorrow along with eight new defendants on a further charge of contempt of court.\\nThe other eight who will appear tomorrow are Steve Gower, 54, Ruth Jarman, 58, Biff Whipster, 54, Richard Ramsden, 75, Stephen Pritchard, 62, Dr Diana Warner, 62, Paul Sheeky 46, and Reverend Sue Parfitt, 79.\\nShe continued: 'I welcome the approach from my MP, Sir Richard Drax and look forward to meeting him to discuss Insulate Britain's demands. I hope that he is prepared to listen and also to convey to the government the absolute gravity of our situation.\\n'The next three to four years will determine the future of humanity, so this is no time for half-hearted measures. Boris needs to get on with the job.'\\nSmart was jailed for four months on November 17 for breaching an injunction and immediately vowed to stop eating until the Government moves to insulate homes.\\nInsulate Britain members including her husband Andy Smith then staged a 24-hour fast outside 10 Downing Street in solidarity with her.\\nMr Smith, 45, said today: 'I'm obviously relieved following this news; her reason for ending the protest is a legitimate one.\\n'She has a meeting with her local MP and I believe this is a positive step and I hope our concerns about insulation are addressed.\\n'After 26 days the most dangerous thing now is the re-feeding process, it's going to be quite challenging. I spoke to her this morning, she's doing well, eating and in good spirits, so the overall feeling is one of relief but also apprehension.'\\nSmart is one of nine members of the group jailed for breaching an injunction designed to prevent the road blockades which have sparked anger among motorists and others affected by the protests.\\nThey appeared at the High Court on November 17 after they admitted breaching an injunction by taking part in a blockade at junction 25 of the M25 during the morning rush hour on October 8.\\nThey received sentences of between three and six months and ordered to pay £5,000 in costs each.\\nAmong the others in that group of nine was Dr Ben Buse, 36, a university researcher from Bristol, who also recently ended his hunger strike which began on November 25.\\nDr Buse is due to appear at the High Court again tomorrow along with eight new defendants from Insulate Britain on a further charge of contempt of court.\\nThe other eight are Steve Gower, 54, Ruth Jarman, 58, Biff Whipster, 54, Richard Ramsden, 75, Stephen Pritchard, 62, Dr Diana Warner, 62, Paul Sheeky 46, and Reverend Sue Parfitt, 79.\\nInsulate Britain began a wave of protests in September and supporters have blocked the M25, roads in London including around Parliament, roads in Birmingham and Manchester and around the Port of Dover in Kent.\\nVideos showing furious motorists dragging the climate activists away from the blockades have gone viral on a number of occasions.\\nThe group is demanding that the Government insulate Britain's 'leaky homes' and end deaths it says are caused by winter fuel shortages.\\nInsulate Britain want the Government to reduce carbon emissions by up to 20 per cent by insulating the UK's housing stock, starting with social housing by 2025.", "image": [["Jailed Insulate Britain activist Emma Smart, 44, of Weymouth, Dorset, pictured with her niece", "https://i.dailymail.co.uk/1s/2021/12/13/14/51096099-10304383-Jailed_Insulate_Britain_activist_Emma_Smart_44_of_Weymouth_Dorse-a-106_1639407301766.jpg"], ["Smart is pictured being taken to prison after being jailed at the High Court on November 17", "https://i.dailymail.co.uk/1s/2021/11/29/11/51095949-10253841-image-a-40_1638183814536.jpg"], ["Smart was imprisoned with eight other people from Insulate Britain. One of the group's protests is pictured on October 13, which blocked the M26 at junction 31 in Thurrock, Essex", "https://i.dailymail.co.uk/1s/2021/11/29/11/51095945-10253841-image-a-41_1638183852128.jpg"], ["Emma Smart, pictured with her husband Andy Smith. Smart was one of nine members of the group jailed for breaching an injunction designed to prevent chaotic road blockades", "https://i.dailymail.co.uk/1s/2021/12/13/12/50634873-10304383-Emma_Smart_told_the_court_that_the_proceedings_were_obscene_and_-a-40_1639398449685.jpg"], ["Smart is seen in a photo issued by Insulate Britain last month, the day before she was jailed", "https://i.dailymail.co.uk/1s/2021/11/26/20/51015979-10247387-image-a-28_1637957224101.jpg"], ["Supporters of the nine jailed activists protest on Lambeth Bridge in London on November 20", "https://i.dailymail.co.uk/1s/2021/12/13/12/51727653-10304383-image-a-41_1639398594447.jpg"]], "author": ["Mark Duell for MailOnline"], "date": "2021-12-13"}, "https://www.dailymail.co.uk/news/article-10292345/Extinction-Rebellion-parade-burning-koala-skin-scorched-away-revealing-arm-rib-bones.html": {"title": "Confronting moment climate protesters parade a burning koala with its skin scorched away revealing arm and rib bones through the streets", "subtitle": "Protest came as Victorian government released Inquiry into Ecosystem Decline. Environmental group said government response 'is too little and will be too late'. Victoria has the highest number of threatened species by subregion in Australia.", "text": "Extreme climate protesters have staged a shocking fake funeral for a burning koala to demand action to prevent bushfires killing wildlife.\\nExtinction Rebellion's rally, which featured women dressed in red dresses, veils and masks, was held 'to save our precious and unique habitat', the group said.\\nThey marched in front of Blinky the koala - which is part-skeleton, stands about four metres high, lets out groaning and crying noises and emits plumes of smoke.\\nThe notorious group was joined by community groups from across Victoria after the state government released its Inquiry into Ecosystem Decline.\\n'We demand a proportionate response to the biodiversity crisis, including legal and policy reform, and a substantial increase in funding for threatened species recovery work,' ER said in a statement.\\nProtestors marched slowly from Melbourne Museum, pausing at the Department of Environment, Water, Land and Planning offices at 1 Nicholson Street, and then moved on via Parliament House to the Treasury Gardens.\\nER said the animatronic koala art piece represented 'the terror our animals are facing in the climate and ecological emergency'.\\nVictoria's two-year inquiry into ecosystem decline, tabled in the state parliament on Thursday, found native species were dwindling in population size and distribution.\\nThousands of animals and plants could become extinct in Victoria thanks to climate change, invasive species and habitat loss, the inquiry found.\\nAbout 2,000 animals, plants and ecological communities are listed as threatened in Victoria, an increase from 700 five years ago.\\nWe are facing an unprecedented global emergency. The government has failed to protect us. To survive, it's going to take everything we've got.\\nThe time for denial is over – we know the truth about climate change. It is time to act.\\nSource: Extinction Rebellion\\nIt means the state has the highest number of threatened species by subregion in Australia.\\nMajor threats include climate change, more frequent and intense bushfires, invasive species such as cats, foxes and rats, land clearing and changes to rivers, wetlands and flood plains.\\nDespite the extensive inquiry, Extinction Rebellion said it did not go far enough.\\n'The response of the Victorian Government to this crisis is too little and will be too late,' it said in a statement.\\n'They have announced native logging will be \"phased out\" by 2030, but widespread logging of critical habitat of threatened species continues throughout Victoria, accelerating ecosystem decline and climate collapse.'\\nThe group also addressed trees, claiming Victoria needed to stop cutting them down as there were alternatives for paper and building materials.\\n'We do not have alternatives for our unique native forests. We have alternative ways to provide jobs in regional areas. We do not have an alternative planet,' it said.\\nEnvironment Victoria chief executive Jono La Nauze also addressed the Victorian government report.\\n'The dozens of findings and recommendations of the ecosystem decline inquiry are a good starting point, but we now need the government to step up, invest and take urgent action to halt species and ecosystem decline before it's too late,' he said.", "image": [["An art piece depicting a burning koala is displayed during a climate change protest in Melbourne on December 9", "https://i.dailymail.co.uk/1s/2021/12/09/12/51544141-10292345-image-a-51_1639051301868.jpg"], ["Extinction Rebellion protestors (pictured in red) marched through Melbourne", "https://i.dailymail.co.uk/1s/2021/12/09/12/51544147-10292345-image-a-52_1639051364168.jpg"], ["Blinky the koala, which is part-skeleton, stands four metres high, let out groaning and crying noises and emits plumes of smoke.", "https://i.dailymail.co.uk/1s/2021/12/09/13/51544149-10292345-Blinky_the_koala_which_is_part_skeleton_stands_four_metres_high_-a-28_1639057655561.jpg"], ["Women dressed in red dresses, veils and masks marched 'to save our precious and unique habitat'", "https://i.dailymail.co.uk/1s/2021/12/09/12/51544153-10292345-image-a-54_1639052126049.jpg"]], "author": ["Padraig Collins For Daily Mail Australia"], "date": "2021-12-09"}}