{"https://www.dailymail.co.uk/news/article-9305577/Little-Miss-Swampy-Shes-Jerry-Halls-posh-great-niece.html": {"title": "Little Miss Swampy? She's Jerry Hall's posh great-niece! Anti-HS2 protester, 18, called Blue, has spent the past month in a tunnel below London's Euston station... and her grandma is the Texan supermodel's sister", "subtitle": ".", "text": "For the past month, Blue Sandford has been holed up in a muddy tunnel 15 ft beneath the ground, resisting eviction by bailiffs.\\n‘I put the crime in criminal,’ she defiantly wrote on her Instagram page alongside a selfie of herself and her brother Lazer huddled together in an underground chamber below London’s Euston station.\\nOn Thursday, the 18-year-old, who is protesting against the HS2 rail link, finally gave herself up, emerging above ground alongside veteran eco-warrior Daniel Hooper, a man better known by the nickname ‘Swampy’.\\nEven before her 30-day subterranean stay, Blue already had a formidable reputation as an environmental campaigner.\\nDubbed the British Greta Thunberg, much has been made of her upbringing on a remote Hebridean island without cars, electricity or hot water.\\nAnd, as she states in Challenge Everything, her recently published book, she is resolutely opposed to anything that can harm the planet — from fast fashion to make-up to air travel. Her involvement in the HS2 protest will undoubtedly raise her profile further.\\n‘I’m going to carry on protesting with everything I have,’ she vowed this week as she was arrested by police. ‘Because I’m fighting for the lives of everyone I love.’\\nBut while her personal philosophy and lifestyle may chime with her young supporters, it is fair to say that there are those in her close family who have lived very different lives to hers.\\nBecause the Daily Mail can today reveal that Blue’s grandmother is Rosy Hall, older sister to the Texan supermodel Jerry Hall.\\nThe former partner of Rolling Stones frontman Mick Jagger, Jerry is now married to the media mogul Rupert Murdoch. Last year, Mr Murdoch’s own son, James, strongly criticised his family’s news outlets for downplaying the impact of the climate crisis.\\nAs for Rosy, when she was her granddaughter’s age she too was making headlines, but for very different reasons — more glamour, less grunge.\\nAt the age of 19, Rosy was recruited to become a cheerleader with the Dallas Cowboys, a high-profile American Football team\\nThe year was 1972 and the team’s president was looking for ways to encourage more ‘spirit’ amongst the fans. The answer? Hire a troupe of beautiful, dancing women dressed in halter tops, short shorts, and go-go boots.\\nThe pom-pom waving cheerleaders would prove a massive hit, copied by other teams and turning the seven-strong group of women into the first pin-ups of modern sport.\\nIn fact, such was their reputation that, 30 years later, they were reunited for a cover shoot for the magazine Sports Illustrated.\\n‘There was this feeling of being in the boys’ locker room,’ Rosy recalled at the time. ‘It was really unusual to have this large crowd of people screaming, so excited and whipped into a frenzy. It was quite fun, but you were slightly aware of sexual exploitation.’\\nIn the years that followed, Rosy would go on to work as a model and actress. One of five sisters, she remained very close to Jerry and spent years living in Britain having moved to London in the 1990s.\\nWhile here she also worked as a fashion designer, telling a newspaper that she specialised in ‘goddess gowns and she-devil shawls’.\\nA divorced mother of two daughters, her youngest, Daphne, an artist, is Blue’s mother.\\nIn 1998, Daphne had the first of her three children — Savannah — followed by Lachlan Blaze (known as Lazer) and Isla Bluebell (known as Blue). All were born in London.\\nTheir father is Roc Sandford, who is himself a decidedly colourful character. Described as a ‘farmer’ on his children’s birth certificates, the 63-year-old is a wealthy landowner with a blue-blooded background.\\nHis late Old Etonian father, Jeremy, wrote the 1966 TV classic Cathy Come Home, while his mother is the respected author Nell Dunn, 84.\\nFurther back, his great-grandfather was the 5th Earl of Rosslyn while his aunt was the late racehorse owner Lady Serena Rothschild, wife of Jacob, 4th Baron Rothschild.\\nHaving split from Blue’s mother some years ago, he divides his time between a London base and Gometra, a tiny Hebridean island that he purchased 30 years ago.\\nDetermined to live an environmentally-friendly life, while there he washes his clothes in a bucket with his feet and fights off the cold by wearing multiple layers of clothing and cycling a lot.\\nAs His children grew up, they were regular visitors to Gometra and it was there that Blue got her first taste of environmental activism, helping her father oppose the construction of a salmon farm nearby. Aged 15, she then joined the youth section of Extinction Rebellion, protesting against a fracking exhibition in London.\\nHer 17th birthday was spent in a prison cell after she was arrested for blocking a road in Trafalgar Square as part of the ‘school strikes’ popularised by Thunberg.\\nUnlike others, Blue’s strike from school wasn’t just confined to one day a week. Instead, she has permanently absented herself from lessons at King Alfred School in Golders Green, North London, where fees are £6,686 a term.\\n‘It’s easier for me than most, as both of my parents are very supportive, but other people in my life don’t understand so much,’ she explains in her book. She also praises her mother for being a keen ‘scavenger’ and recycler. ‘My mum is almost magical in the way that she can find things by rummaging through charity shops or identifying unloved objects through friends, or even finding things on the street,’ writes Blue. ‘If you ask her for some trainers, she’ll find some in no time.’\\nAnd she adds: ‘Last year, my mum pioneered hot water bottles that she makes from our old moth-eaten jumpers.’\\nWriting on social media, Daphne makes clear how proud she is of her children’s actions — as well as her concerns for their safety.\\nLast July, she posted about an anti-HS2 protest they were taking part in at Denham Country Park on the western edge of London.\\n‘It truly & deeply breaks my heart that this is what my children need to do to fight for the aquifer that supplies londons drinking water!’ she wrote. ‘Why aren’t more Londonders in the woods standing & supporting these children? Don’t you want to have clean drinking water? Does anyone even care???? The children are risking their lives they need support.’ [sic]\\nIn another post she is pictured wearing what appears to be a hat made out of an entire fox fur, including the head.\\nWhen challenged about the choice of garment she replied: ‘I’m actually American Indian on both sides. It’s my aunt’s and I tried it on for a picture and have made it my profile to project some ancestor protection around my children while they are revolting for the future of their planet, if you must know.’\\nIntriguingly, that is not the only thing that she appears to have received from one of her aunts. The house in which she and her children live, in West London, was purchased for £715,000 in 2010.\\nPublicly available Land Registry documents list three individuals as its registered owners, one of whom is Jerry Hall. A source told the Daily Mail that they understood the property had been purchased by a trust of which Jerry Hall was a trustee.\\nIn the latest action, Blue and her brother joined activists protesting at HS2 plans to destroy Euston Square Gardens to build a temporary taxi rank for the adjacent station.\\nWhen bailiffs attempted to clear their camp, they moved in to a 100 ft tunnel which they had been secretly excavating under the streets of London since November.\\nThe conditions below ground prompted concerns for their safety with reports of oxygen shortages and soil collapses. ‘It’s been cold since the eviction team brought in a huge compressor and sent a hose down blasting air along the tunnels,’ Blue told reporters, speaking by phone while underground. ‘We’ve got lots of sleeping bags, though, and we’re taking it in shifts, with some sleeping, others awake having some food.\\n‘We have enough stores to last six weeks. I’m surviving on rice and tins of jackfruit, as well as pastries and other stuff collected from skips.’\\nAfter spending 11 days underground, 20-year-old Lazer handed himself in to police in exchange for supplies, including hygiene and sanitary products and lights for the remaining protesters. He was granted bail on condition he does not interfere with the workings of any HS2 site.\\nBlue stayed put, only emerging this week, leaving a sole protester underground. After undergoing medical checks, she was arrested by police for aggravated trespass.\\nMeanwhile back at the family home, Blue and Lazer’s mother praised the ‘kids’ for taking risks in order to help others. She told the Daily Mail she did not want to talk about her wider family as it would ‘take away from the young people’s message’.\\nMr Sandford has also spoken of his concern for his children. ‘I am always begging them to be careful and I sometimes feel like I am going to collapse with fear, but I am also so proud of what they are achieving,’ he said.\\nAs for Blue’s glamorous 67-year-old grandmother, even with the protest at an end, the pair are unlikely to see each other face to face for some time.\\n‘My mum’s from America and her family still live there,’ Blue wrote in her book. ‘We visited them once or twice when I was a baby, but we stopped going when I was a toddler because we couldn’t afford it.\\n‘A few Christmases ago though, we went to Texas because I didn’t remember my granny. I was willing to sacrifice a flight’s worth of carbon to meet her and I would probably make the same decision now. It’s really hard to make these judgment calls, however, because you can end up just justifying everything.’\\nJust one more dilemma for Britain’s most high profile, young eco-warrior.", "image": [["Blue Sandford, pictured, who stayed in tunnels near Euston Station in London is the grand daughter of Texan model Jerry Hall's sister", "https://i.dailymail.co.uk/1s/2021/02/26/21/39817330-0-image-a-1_1614375271213.jpg"], ["Blue, left, was pictured outside Westminister Magistrates' Court alongside Daniel Hooper, better known as Swampy", "https://i.dailymail.co.uk/1s/2021/02/26/21/39817324-0-image-m-3_1614375411344.jpg"], ["Jerry Hall, pictured with her sister Rosie. Rosie's daughter Daphne had three children with Roc Sandford, Savannah, followed by Lachlan Blaze - known as Lazer - and Isla Bluebell - known as Blue", "https://i.dailymail.co.uk/1s/2021/02/26/21/39817326-0-image-a-4_1614375472085.jpg"], ["Roc Sandford, pictured in Trafalgar Square, London, is an aristocratic farmer and a decidedly colourful character", "https://i.dailymail.co.uk/1s/2021/02/26/21/39817560-0-image-a-5_1614375696965.jpg"], ["Blue, pictured, spent her 17th birthday in a police station having been arrested at an environmental protest", "https://i.dailymail.co.uk/1s/2021/02/26/21/39817574-0-image-a-6_1614375756186.jpg"]], "author": ["Tom Rawstorne for the Daily Mail"], "date": "2021-02-26"}, "https://www.dailymail.co.uk/news/article-9286267/Bailiffs-remove-HS2-tunnel-ringleader-Euston.html": {"title": "Bailiffs remove HS2 tunnel ringleader from illegal crawlspace under Euston after entering underground chamber to take out all his belongings and food", "subtitle": "Dr Larch Maxey announced he was leaving tunnel this morning and was seen in another video above ground. The lecturer said: 'I have been evicted - I've met my match, they've come for me and rinsed me completely'. His exit this morning leaves just two of the original protesters remaining underground, Swampy and Blue.", "text": "A geography lecturer who spent nearly four weeks underground as part of the Euston protests against HS2 finally left the tunnel today after bailiffs confiscated his food and belongings.\\nDr Larch Maxey announced he was going to leave the tunnel this morning and was seen in another video above ground. He was checked by medics and said he was 'feeling fine' but would go to hospital for checks to 'err on the side of caution'.\\nEarlier today the 48-year-old posted a video message announcing his decision to leave.\\nHe said: 'I have been evicted - I've met my match, they've come for me and rinsed me completely, they've got all my stuff and got me backed into a corner so at that point I said ''that's it, I'm coming out''.\\n'I've had a cup of tea and am sorting my stuff out. I've got a deal that I can get some messages to people so I'll be out in the next hour.'\\nHis exit this morning leaves just two of the original protesters remaining underground - veteran eco-warrior Swampy and Blue, the daughter of island-owning Scottish laird Roc Sandford.\\nThe group have been dubbed the Euston Five although they have been joined by at least one more protester, Swampy's son, Rory Hooper.\\nMeanwhile, today Extinction Rebellion activists hung a large banner off Tower Bridge in solidarity with the Stop HS2 protesters.\\nDr Maxey is an Extinction Rebellion activist and was a full-time volunteer for the radical group in 2019 and helped organise hunger strike occupations that year.\\nJanuary 26 - At least six protesters, veteran eco-warrior Swampy, 48, and his 16-year-old son, Rory Hooper;  Dr Larch Maxey, 48; Scott 'Scotty' Breen, 47; and Lazer and Blue Sandford, 20 and 18, dig themselves in under Euston Gardens in a bid to stop works for HS2;\\n6 - Lazer - who had previously locked himself into the tunnels with a metal clamp - voluntarily leaves after bailiffs had been trying to remove him;\\n31 - Warnings tunnels could collapse after heavy rain and sleet;\\nFebruary 1 - Several collapses are reported in the tunnels;\\n2 - HS2 protesters vow to stay in Euston tunnels 'for weeks';\\n10 - High Court rejects demonstrators' bid not to be evicted;\\n14 - Breen is removed from the tunnel and declares he is 'looking forward to a shower';\\n17 - Swampy's son, Rory, leaves the tunnel and is carried out on a stretcher;\\n19 - Part of a tunnel collapses on a bailiff during an unsuccessful eviction attempt;\\n22 - Dr Maxley leaves the tunnel after bailiffs remove his food and possessions. He is taken to hospital for check-ups.\\nIn an interview with the Guardian, the long-time climate activist said he had a PhD in sustainability and was a geography lecturer and post-doctoral researcher for 17 years.\\nHowever, he said he had no income and described himself as a 'relaxed freegan' - someone who only eats food that would be going to waste.\\nThe Bristol-based activist has said: 'I work about 14 hours, six days a week with Extinction Rebellion. My role involves helping develop and implement our strategy and ideas for actions, and linking up with international groups.\\n'This is my life's purpose, and I couldn't be happier and more fulfilled. I'm happy to spend every waking moment bringing this change about.'\\nIt comes just days after part of the underground tunnel collapsed on a bailiff in the site workers' latest eviction attempt.\\nThe protesters, who have been underground for more than three weeks, are trying to stop HS2's plans to replace the green space outside the central London station with a temporary taxi rank.\\nHiding in the tunnel, which they dug out beneath Euston Square Gardens, has prevented HS2 from evicting them.\\nBut on Friday it emerged the bailiffs were getting closer to the protesters' tunnel and the 100-foot passage was starting to crumble, according to the demonstrators.\\nIt came as HS2 won an injunction against environmental campaigners occupying the site, with the company saying it meant they should leave the underground complex 'immediately' or potentially face a fine, up to two years in prison or both.\\nHS2 confirmed to MailOnline that none of the team working on site were injured in the collapse.\\nFootage showed bailiffs working to clear the area, while Dr Maxey declared: 'They won't get me out today.'\\nHe said in a video posted on Friday: 'There's been a collapse on one of the bailiffs and so I've got two uninvited guests in my home this morning.\\n'I'm in the middle of being evicted from my chamber, but they won't get me out today. They broke in using saws and power tools.\\n'It's really concerning, I'm about to go and talk to them about it.'\\nHe can also be heard saying: 'We just had a major collapse. I think you should stop this operation because its clearly not planned or safe. We've had enough accidents, let's not have any more.'\\nMeanwhile, a HS2 Ltd spokesman announced: 'HS2 has today successfully sought injunctions which apply to the remaining illegal trespassers in crudely constructed tunnels under Euston Square Gardens.\\n'Mr Justice Mann recognised that the activists have put themselves and those working to extract them, in 'grave danger'.\\n'The injunctions sought by HS2 state that the activists illegally occupying the tunnels are forbidden from entering or remaining on the land at Euston Square Gardens.'\\nA 100ft network of tunnels was discovered on January 26.\\nIt was dug in secret by protesters who object to the redevelopment of Euston Square Gardens as part of the high speed railway line.\\nThe Woodland Trust, a conservation charity, calls HS2 'a grave threat to the UK's ancient woods, with 108 at risk of loss or damage'.\\nBut HS2 says only 0.29 square kilometres (0.11 square miles) of ancient woodland will be lost during the first phase. HS2 says it will reduce journey times between London and northern England and add capacity to Britain's crowded rail network.\\nCritics question whether HS2 is worth its ballooning price tag - now reported more than £100billion - especially after a pandemic that might permanently change people's travel habits.\\nThe first phase linking London and Birmingham is due to open between 2029 and 2033, according to HS2 Ltd.\\nIn September Boris Johnson joined the front line to see work begin on HS2, as shovels hit the ground in Solihull.\\nHe said the 'incredible' scheme, launched in 2009, would deliver not just '22,000 jobs now, but tens of thousands more high-skilled jobs in the decades ahead'.\\nTransport Secretary Grant Shapps told MPs last year the first trains may not be up and running until 2031. The project has been shrouded in controversy since its birth, with campaigners warning it is 'decimating countryside and creating a huge financial burden'.\\nIn April wildlife presenter Chris Packham lost a High Court bid to stop ancient woodlands being dug up for the project.\\nThere was also uproar when HS2's annual report revealed each person working on it was costing the taxpayer almost £100,000 on average.\\nIt also revealed chief executive Mark Thurston was paid £659,416 last year – four times as much as the PM. More than £3.3million was spent on 'travel and subsistence' and £802,000 on recruitment fees.\\nUnder the ruling the protesters must stop any further tunnelling and also tell HS2, the Health and Safety Executive, London Fire Brigade and the police how many people are in the tunnels, according to HS2.\\nThey must also give details of how many of those who are underground are children and information about the layout, size and engineering used for the tunnels should be handed over, HS2 said.\\nThe campaigners are also being called on to cooperate so they can safely leave the site.\\nThe HS2 rail project, which is set to link London, Birmingham, Manchester and Leeds, and rebalance the UK's economy, has been called 'expensive, wasteful and destructive' by environmentalists.\\nAnti-HS2 protesters claimed the line will destroy or irreparably damage 108 ancient woodlands and 693 wildlife sites, and that Euston Square Gardens will be built over with a temporary taxi rank before being sold off to developers.\\nThey added that 'tree protectors' were prepared to occupy the tunnels, dug 'in secret' over the last few months, and would stay underground 'for as long as it takes to stop HS2'.\\nA HS2 spokesman earlier said: 'We urge the occupants of the tunnel to comply with the court order and remove themselves from the tunnel immediately - for their safety, the safety of the other activists and HS2 staff and agents tasked with removing them from the danger in which they have placed themselves.'\\nIt follows Swampy's 16-year-old son, Rory Hooper, being carried out of the anti-HS2 protest tunnels on a stretcher after living in the underground network for 22 days.\\nWhen he came out of the tunnel he was pictured being carried away to safety on a stretcher.\\nThe teenager said: 'After almost three weeks underground I am coming up. This means there will be more food for the others so they can resist for longer. Dad is staying in the tunnel and will hold out for as long as he can. I am looking forward to seeing mum.\\n'I have loved digging and being underground and I will continue to protest, HS2 needs to be stopped. Young people like me have to take action to stop the ecocide being committed by projects like HS2 because we're in an ecological emergency and our future is at stake.\\n'Digging a tunnel may seem extreme but maybe it is the only way.'\\nSwampy - real name Daniel Hooper - had come under fire for allowing him to be in the tunnels, which have suffered a number of collapses prior to today's.\\nA rescue expert had warned that heavy rain and sleet could cause tunnels beneath Euston in London to collapse and endanger HS2 activists living in the underground passages.\\nThe HS2 Rebellion group are protesting at Euston Square Gardens as they believe the small green space will be levelled to make way for a temporary taxi rank before being sold to developers.\\nAs well as staying in tunnels, other campaigners were using trees to protest, although cherry pickers arrived at the weekend to dismantle the structures.\\nBailiffs began evicting anti-HS2 protesters on January 27. The group claimed an 'illegal eviction' began shortly before 5am when enforcement officers 'entered the camp under cover of darkness'.\\nConstruction work started in September on Phase 1 of HS2 from London to Birmingham. Phase 2a is planned to run from Birmingham to Crewe, and Phase 2b from Crewe to Manchester, and from Birmingham to Leeds.\\nThe Government-commissioned Oakervee Review considered a cost estimate for the project by an external consultant that put its final bill at £106.6 billion in fourth quarter of 2015 prices.\\nThe review commissioned a comparative analysis of this estimate and those by HS2 Ltd and said characteristics of major rail infrastructure cost plans, according to evidence from Network Rail, were 'not evident' in the external estimate.\\nThe review said it seemed amounts allocated towards major construction works were too low, and amounts allocated towards rail systems seemed too high.\\nDespite it running tens of billions of pounds over budget and several years behind schedule, Boris Johnson gave the green light for the railway in February 2020.\\nWho are the Euston Five? Swampy's band of burrowers include wealthy Laird's teenage eco-warrior children, geography lecturer, 48, and ex-drug runner who escaped from open prison\\nBy Dan Sales for MailOnline\\nThe gang of at least five activists who have halted the £98billion HS2 project with a series of secret tunnels include a geography teacher and an ex-drug runner prison fugitive.\\nTheir efforts have so far infuriated bailiffs trying to remove them from underneath gardens near Euston Station.\\nAnd coming from such a wide spectrum of backgrounds, each bring a different set of skills to the protest.\\nBut the authorities warned last night they could be putting their own lives at risk if they did not crawl out of the tunnels.\\nThe National Eviction Team said: 'The unlawful activists appear to have put themselves in danger of a further tunnel collapse, and potentially of intercepting nearby gas and water pipes, leading to risks of suffocation, flooding and drowning.'\\nHere MailOnline takes a closer look at the five behind the tunnels:\\nGeography teacher: Dr Larch Maxey, 48\\nDr Larch Maxey is an Extinction Rebellion activist who was a full-time volunteer for the radical group in 2019 and helped organise hunger strike occupations that year.\\nIn an interview with the Guardian, the long-time climate activist said he had a PhD in sustainability and was a geography lecturer and post-doctoral researcher for 17 years.\\nHowever, he said he had no income and described himself as a 'relaxed freegan' - someone who only eats food that would be going to waste.\\nThe Bristol-based activist has said: 'I work about 14 hours, six days a week with Extinction Rebellion. My role involves helping develop and implement our strategy and ideas for actions, and linking up with international groups.\\n'This is my life's purpose, and I couldn't be happier and more fulfilled. I'm happy to spend every waking moment bringing this change about.'\\nProfessional protester: Daniel Hooper, 48, AKA Swampy\\nSwampy, whose real name is Daniel Marc Hooper, became a household name in the 1990s during a variety of environmental protests.\\nHe is best known for spending a week in a complex series of tunnels dug in the path of the expansion of the A30 road in Fairmile, Devon in 1996.\\nResisting attempts at eviction by police, Swampy was eventually removed from the network of man-made tunnels.\\nIn 1997, Swampy took part in another tunnel protest against the building of a second runway at Manchester Airport, and has also been involved with the Trident nuclear submarine protest camp at Faslane, Scotland.\\nIn 2019, Swampy took part in an Extinction Rebellion protest by attaching himself to a concrete block at the entrance to the Valero Energy fuel refinery in Pembrokeshire.\\nLast October, he was arrested at Jones Hill Wood in Buckinghamshire, having occupied a treehouse to prevent trees being chopped down on the route of HS2.\\nReformed drugs runner: Scott Breen, 47, AKA Digger Down\\nScotty Breen had been sent to prison for his role in a courier in a heroin deal but absconded in 2007.\\nHe moved in with his girlfriend at Faslane peace camp, getting her pregnant, but was caught after six months on the run.\\nLittle is known about his background, but has moved in political circles and was pictured once with former Green Party candidate Mark Keir.\\nSince his brush with law he has turned his life around and become a key part of the Extinction Rebellion movement.\\nHe and Keir protested against HS2 back in 2019 locking themselves together with a concrete tube blocking a Hillingdon site.\\nJuggler: Understood to be called Lachlan Blaze Sandford, 20, AKA Lazer\\nLazer is believed to be the brother of Blue Sandford and from the super-wealthy Sandford family.\\nHe is pictured in images alongside his Laird father Roc Sandford, who refers to him as 'his kids' in a video of their actions at a precious Extinction Rebellion protest.\\nHe is filmed juggling on a number of occasions on a sparse social media presence but is frequently seen alongside Blue and her sister.\\nLazer is understood to have take part in the Jones Hill Wood sitting protests back in March 2020.\\nHe said from the tunnel today of the bailiffs: 'They have kept us constantly awake via loud noises once they have been dropping dirt on us continuously so we haven't had a chance to sleep.'\\nWriter: Blue Sandford, 18, AKA The British Greta Thunberg\\nThe teenager last year brought out her 'manifesto' called Challenge Everything: An Extinction Rebellion Youth guide to saving the planet.\\nAnd she revealed in an interview promoting the book she had been arrested in September as part of the controversial protest group's fortnight of action in London.\\nShe said she spent the start of her 17th birthday in a custody cell and a month later was  charged with obstruction of the highway. It is not clear what happened with the case.\\nMs Sandford, whose real name is Isla, was dubbed Britain's Greta Thunberg by The Times after doing an interview with them, but later told euronews she did not appreciate the comparison.\\nIn the same chat she said she wanted to 'rewilding cities like London' and advocated 'guerrilla gardening' to make wild spaces.\\nThe family live part time on the island of Gometra in the Inner Hebrides.\\nTheir aristocratic father gave both Lachlan and Isla presents made from rubbish at Christmas.", "image": [["Dr Larch Maxey is seen being escorted by paramedics into a waiting ambulance after leaving his tunnel under Euston Gardens", "https://i.dailymail.co.uk/1s/2021/02/22/12/39617802-9286267-Dr_Larch_Maxey_is_seen_being_escorted_by_paramedics_into_a_waiti-a-32_1613996735455.jpg"], ["Larch waves form inside the ambulance - accompanied by police officers who have been supervising the eviction", "https://i.dailymail.co.uk/1s/2021/02/22/12/39617804-9286267-Larch_waves_form_inside_the_ambulance_accompanied_by_police_offi-a-33_1613996735456.jpg"], ["Dr Larch Maxey posted a video today announcing that he was going to leave the tunnel after bailiffs took his food and possessions", "https://i.dailymail.co.uk/1s/2021/02/22/12/39615850-9286267-Dr_Larch_Maxey_posted_a_video_today_announcing_that_he_was_going-a-48_1613996735499.jpg"], ["Enforcement officers at Euston Square Gardens, London, on February 17 after a HS2 protestor left the 100ft tunnel where he had been protesting", "https://i.dailymail.co.uk/1s/2021/02/22/12/39497662-9286267-Enforcement_officers_at_Euston_Square_Gardens_London_on_February-a-34_1613996735461.jpg"], ["The two tunnels are in London and have been created to protest work that would see green space or trees removed or felled", "https://i.dailymail.co.uk/1s/2021/02/22/12/39066828-9286267-The_two_tunnels_are_in_London_and_have_been_created_to_protest_w-a-49_1613996735500.jpg"], ["Dr Maxey was seen in another video above ground. He was checked by medics and said he was 'feeling fine' but would go to hospital for checks to 'err on the side of caution'", "https://i.dailymail.co.uk/1s/2021/02/22/12/39616236-9286267-Dr_Maxey_was_seen_in_another_video_above_ground_He_was_checked_b-a-35_1613996735475.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/02/22/12/28892630-9286267-image-a-50_1613996790159.jpg"], ["An undated handout issued by HS2 Rebellion of the construction of part of the 100ft tunnel network dug under Euston Square Gardens in central London", "https://i.dailymail.co.uk/1s/2021/02/22/12/39498544-9286267-An_undated_handout_issued_by_HS2_Rebellion_of_the_construction_o-a-37_1613996735480.jpg"], ["When Rory Hooper, 16, came out of the tunnel he was put on a stretcher and carried away to safety (pictured)", "https://i.dailymail.co.uk/1s/2021/02/22/12/39410700-9286267-When_Rory_Hooper_16_came_out_of_the_tunnel_he_was_put_on_a_stret-a-38_1613996735484.jpg"], ["Protester Blue Sandford, 18, who said she was prepared to stay in tunnels under Euston Square Gardens 'for weeks,' despite warnings that diggers' lives are at risk", "https://i.dailymail.co.uk/1s/2021/02/22/12/38794664-9286267-Protester_Blue_Sandford_18_who_said_she_was_prepared_to_stay_in_-a-39_1613996735485.jpg"], ["Dr Maxey protest against trees from being cut down to make way for a housing development", "https://i.dailymail.co.uk/1s/2021/02/22/12/38596922-9286267-Dr_Maxey_protest_against_trees_from_being_cut_down_to_make_way_f-a-40_1613996735487.jpg"], ["Environmentalist Daniel \"Swampy\" Hooper seen at the tunnel entrance at Euston", "https://i.dailymail.co.uk/1s/2021/02/22/12/38596416-9286267-Environmentalist_Daniel_Swampy_Hooper_seen_at_the_tunnel_entranc-a-41_1613996735488.jpg"], ["Swampy in his heyday in the 1990s when he would build tunnels to support his protests", "https://i.dailymail.co.uk/1s/2021/02/22/12/38596420-9286267-Swampy_in_his_heyday_in_the_1990s_when_he_would_build_tunnels_to-a-42_1613996735490.jpg"], ["Breen - known as Scotty and Digger Down - was seen inside the HS2 tunnel last night", "https://i.dailymail.co.uk/1s/2021/02/22/12/38597558-9286267-Breen_known_as_Scotty_and_Digger_Down_was_seen_inside_the_HS2_tu-a-43_1613996735491.jpg"], ["Iain Oliver, Scott Breen and Mark Keir pictured together outside Uxbridge Magistrates' Court", "https://i.dailymail.co.uk/1s/2021/02/22/12/38597538-9286267-Iain_Oliver_Scott_Breen_and_Mark_Keir_pictured_together_outside_-a-44_1613996735493.jpg"], ["Lazer, believed to be 20, has filmed video from the tunnel as he protests against HS2", "https://i.dailymail.co.uk/1s/2021/02/22/12/38590566-9286267-Lazer_believed_to_be_20_has_filmed_video_from_the_tunnel_as_he_p-a-45_1613996735495.jpg"], ["Lazer is understood to be Lachlan Blaze Sandford, brother of another protester Blue Sandford", "https://i.dailymail.co.uk/1s/2021/02/22/12/38598156-9286267-Lazer_is_understood_to_be_Lachlan_Blaze_Sandford_brother_of_anot-a-46_1613996735497.jpg"], ["Ms Sandford was dubbed Britain's Greta Thunberg and said she wanted to rewild London", "https://i.dailymail.co.uk/1s/2021/02/22/12/38583492-9286267-Ms_Sandford_was_dubbed_Britain_s_Greta_Thunberg_and_said_she_wan-a-47_1613996735498.jpg"]], "author": ["Rory Tingle For Mailonline"], "date": "2021-02-22"}, "https://www.dailymail.co.uk/news/article-9209839/Swampys-son-16-claims-proud-mother-worried-knows-hes-safe-HS2-tunnels.html": {"title": "Swampy's son, 16, claims his 'really proud' mother is 'worried' but 'knows he's safe with his eco-warrior father' in tunnels beneath Euston Square Gardens amid concern they could collapse", "subtitle": "High Speed 2 protesters have constructed tunnels under Euston Square Gardens. Veteran eco-warrior Dan 'Swampy' Hooper, is one of five people below ground. Swampy has been branded 'reckless' for bringing his son Rory, 16, to the tunnel. The teenager is living inside the tunnel with his father, who said he helped dig it.", "text": "The 16-year-old son of veteran eco activist Swampy, who is holed up with his father in tunnels under Euston, said his mother was 'really proud', but 'worried'.\\nRory Hooper said being in the cramped burrows protesting against HS2 was 'more fun than he thought'.\\nAnd he revealed he was in daily contact with his mother back in their Tipi Valley home in Wales and claimed she knew 'He was safe with Dad'.\\nSwampy - real name Daniel Hooper - had come under fire for allowing him to be in the tunnels, which have suffered a number of collapses.\\nBoth father and son helped build the underground structures in protest over the HS2 £98billion high speed railway and its financial and environmental costs.\\nRory said: 'Mum is really proud. She tells me on the phone and I can feel it. She likes me to ring her every day. I know she worries about me but also she knows that I am safe with Dad.\\n'It’s more fun than I thought. I actually love it underground. It’s really peaceful.\\n'I’ve always been aware of what Dad did years ago, before I was born. But it’s only since visiting HS2 sites with him this summer and seeing the beautiful ancient woodland they’re destroying that I’ve properly understood what it is to feel so passionate about trying to stop it,' he added to the Guardian.\\nSwampy, who has been known for using tunnels as a form of protest since the 1990s, has faced criticism for allowing his son Rory, 16, to join the underground protest - amid concern the tunnels could collapse.\\nPro-HS2 MP Andrew Mitchell told The Sun: 'Swampy's son should be studying as best he can for his next exam, not down the end of a dangerous tunnel.\\n'His father is being reckless and irresponsible.'\\nA rescue expert had warned that heavy rain and sleet could cause tunnels beneath Euston in London to collapse and endanger HS2 activists living in the underground passages.\\nSwampy has spoken about his son joining the protest, adding: 'To begin with, I didn't want Rory to be in the tunnel for the eviction, but he was absolutely adamant that he would stay down there with me for it.\\n'He did help dig it and it is his future at stake, and that of other young people like him, so I couldn't really argue. He reminds me of what I was like at his age and I just couldn't be prouder of him.\\nThe HS2 Rebellion group are protesting at Euston Square Gardens as they believe the small green space will be levelled to make way for a temporary taxi rank before being sold to developers.\\nAs well as staying in tunnels, other campaigners were using trees to protest, although cherry pickers arrived at the weekend to dismantle the structures.\\nThe group now says eviction teams are digging above their heads, and protesters were kept awake all night to 'coax us out of the hole', the BBC reports.\\nDemonstrators have not said how many are underground, but they are confident they can keep the protest going for a few more days.\\nOne demonstrator said: 'All night we've had rocks falling down onto our head through the gaps.\\n'They've kept us awake all night for hours and hours and hours to keep us awake and try and coax us out of the hole.\\n'All of the dirt is still coming down in my sleeves. It's not the most pleasant of experiences, it's pretty nasty to be fair.'\\nSome of the protesters outside the tunnels have been arrested.\\nThe eviction team has taken off the roof from the structure protecting the front of the tunnel.\\nThe gang of at least five activists who have halted the £98billion HS2 project with a series of secret tunnels include a geography teacher and an ex-drug runner prison fugitive.\\nTheir efforts have so far infuriated bailiffs trying to remove them from underneath gardens near Euston Station.\\nAnd coming from such a wide spectrum of backgrounds, each bring a different set of skills to the protest.\\nBut the authorities warned last night they could be putting their own lives at risk if they did not crawl out of the tunnels.\\nThe National Eviction Team said: 'The unlawful activists appear to have put themselves in danger of a further tunnel collapse, and potentially of intercepting nearby gas and water pipes, leading to risks of suffocation, flooding and drowning.'\\nHere MailOnline takes a closer look at the five behind the tunnels:\\nProfessional protester: Daniel Hooper, 48, AKA Swampy\\nSwampy, whose real name is Daniel Marc Hooper, became a household name in the 1990s during a variety of environmental protests.\\nHe is best known for spending a week in a complex series of tunnels dug in the path of the expansion of the A30 road in Fairmile, Devon in 1996.\\nResisting attempts at eviction by police, Swampy was eventually removed from the network of man-made tunnels.\\nIn 1997, Swampy took part in another tunnel protest against the building of a second runway at Manchester Airport, and has also been involved with the Trident nuclear submarine protest camp at Faslane, Scotland.\\nIn 2019, Swampy took part in an Extinction Rebellion protest by attaching himself to a concrete block at the entrance to the Valero Energy fuel refinery in Pembrokeshire.\\nLast October, he was arrested at Jones Hill Wood in Buckinghamshire, having occupied a treehouse to prevent trees being chopped down on the route of HS2.\\nGeography teacher: Dr Larch Maxey, 48\\nDr Larch Maxey is an Extinction Rebellion activist who was a full-time volunteer for the radical group in 2019 and helped organise hunger strike occupations that year.\\nIn an interview with the Guardian, the long-time climate activist said he had a PhD in sustainability and was a geography lecturer and post-doctoral researcher for 17 years.\\nHowever, he said he had no income and described himself as a 'relaxed freegan' - someone who only eats food that would be going to waste.\\nThe Bristol-based activist has said: 'I work about 14 hours, six days a week with Extinction Rebellion. My role involves helping develop and implement our strategy and ideas for actions, and linking up with international groups.\\n'This is my life’s purpose, and I couldn’t be happier and more fulfilled. I’m happy to spend every waking moment bringing this change about.'\\nReformed drugs runner: Scott Breen, 47, AKA Digger Down\\nScotty Breen had been sent to prison for his role in a courier in a heroin deal but absconded in 2007.\\nHe moved in with his girlfriend at Faslane peace camp, getting her pregnant, but was caught after six months on the run.\\nLittle is known about his background, but has moved in political circles and was pictured once with former Green Party candidate Mark Keir.\\nSince his brush with law he has turned his life around and become a key part of the Extinction Rebellion movement.\\nHe and Keir protested against HS2 back in 2019 locking themselves together with a concrete tube blocking a Hillingdon site.\\nJuggler: Understood to be called Lachlan Blaze Sandford, 20, AKA Lazer\\nLazer is believed to be the brother of Blue Sandford and from the super-wealthy Sandford family.\\nHe is pictured in images alongside his Laird father Roc Sandford, who refers to him as 'his kids' in a video of their actions at a precious Extinction Rebellion protest.\\nHe is filmed juggling on a number of occasions on a sparse social media presence but is frequently seen alongside Blue and her sister.\\nLazer is understood to have take part in the Jones Hill Wood sitting protests back in March 2020.\\nHe said from the tunnel today of the bailiffs: 'They have kept us constantly awake via loud noises once they have been dropping dirt on us continuously so we haven’t had a chance to sleep.'\\nWriter: Blue Sandford, 18, AKA The British Greta Thunberg\\nThe teenager last year brought out her 'manifesto' called Challenge Everything: An Extinction Rebellion Youth guide to saving the planet.\\nAnd she revealed in an interview promoting the book she had been arrested in September as part of the controversial protest group's fortnight of action in London.\\nShe said she spent the start of her 17th birthday in a custody cell and a month later was  charged with obstruction of the highway. It is not clear what happened with the case.\\nMs Sandford, whose real name is Isla, was dubbed Britain's Greta Thunberg by The Times after doing an interview with them, but later told euronews she did not appreciate the comparison.\\nIn the same chat she said she wanted to 'rewilding cities like London' and advocated 'guerrilla gardening' to make wild spaces.\\nThe family live part time on the island of Gometra in the Inner Hebrides.\\nTheir aristocratic father gave both Lachlan and Isla presents made from rubbish at Christmas.", "image": [["Dan 'Swampy' Hooper has been criticised as 'reckless and irresponsible,' for allowing his son 16-year-old son Rory (pictured) to stay in tunnels at the Euston Square Gardens HS2 protest", "https://i.dailymail.co.uk/1s/2021/02/01/01/38715464-9208539-Dan_Swampy_Hooper-a-2_1612144123360.jpg"], ["Swampy says he 'couldn't be prouder,' of his son (pictured together), but admits he was cautious about Rory staying in the tunnel at first", "https://i.dailymail.co.uk/1s/2021/02/01/01/38715466-9208539-image-a-3_1612144162140.jpg"], ["Enforcement officers continue efforts to remove protesters from underground tunnels", "https://i.dailymail.co.uk/1s/2021/02/01/11/38730624-9209839-image-a-12_1612178957667.jpg"], ["HS2 Rebellion encampment in Euston Square Gardens in central London earlier today", "https://i.dailymail.co.uk/1s/2021/02/01/11/38730626-9209839-image-a-14_1612178968019.jpg"], ["Enforcement officers have teamed up with baillifs to try and get the protesters out", "https://i.dailymail.co.uk/1s/2021/02/01/11/38730618-9209839-image-a-13_1612178960491.jpg"], ["The protesters are campaigning against the £98billion HS2 railway line and its huge cost", "https://i.dailymail.co.uk/1s/2021/02/01/09/38726914-9208539-image-a-10_1612173237013.jpg"], ["Piles of rubbish were left after the destruction of the HS2-protesting camp continued", "https://i.dailymail.co.uk/1s/2021/02/01/09/38726918-9208539-image-a-9_1612173229849.jpg"], ["Bailiffs and enforcement officers had yesterday begun the process of clearing away the site", "https://i.dailymail.co.uk/1s/2021/02/01/09/38726920-9208539-image-a-8_1612173223610.jpg"], ["Cherry pickers arrived at the London gardens on Saturday to dismantle structures protesters had set up inside trees as part of the demonstration", "https://i.dailymail.co.uk/1s/2021/02/01/01/38715290-9208539-image-a-6_1612144242281.jpg"], ["Environmentalist Daniel \"Swampy\" Hooper seen at the tunnel entrance at Euston", "https://i.dailymail.co.uk/1s/2021/02/01/11/38596416-9209839-Environmentalist_Daniel_Swampy_Hooper_seen_at_the_tunnel_entranc-a-6_1612178018048.jpg"], ["Swampy in his heyday in the 1990s when he would build tunnels to support his protests", "https://i.dailymail.co.uk/1s/2021/02/01/11/38596420-9209839-Swampy_in_his_heyday_in_the_1990s_when_he_would_build_tunnels_to-a-5_1612178018031.jpg"], ["Dr Maxey has sent a video from inside the secret tunnels talking about the bailiffs' efforts", "https://i.dailymail.co.uk/1s/2021/02/01/11/38596920-9209839-Dr_Maxey_has_sent_a_video_from_inside_the_secret_tunnels_talking-a-9_1612178018059.jpg"], ["Dr Maxey protest against trees from being cut down to make way for a housing development", "https://i.dailymail.co.uk/1s/2021/02/01/11/38596922-9209839-Dr_Maxey_protest_against_trees_from_being_cut_down_to_make_way_f-a-7_1612178018049.jpg"], ["Breen - known as Scotty and Digger Down - was seen inside the HS2 tunnel last night", "https://i.dailymail.co.uk/1s/2021/02/01/11/38597558-9209839-Breen_known_as_Scotty_and_Digger_Down_was_seen_inside_the_HS2_tu-a-8_1612178018057.jpg"], ["Iain Oliver, Scott Breen and Mark Keir pictured together outside Uxbridge Magistrates' Court", "https://i.dailymail.co.uk/1s/2021/02/01/11/38597538-9209839-Iain_Oliver_Scott_Breen_and_Mark_Keir_pictured_together_outside_-a-11_1612178018064.jpg"], ["Lazer, believed to be 20, has filmed video from the tunnel as he protests against HS2", "https://i.dailymail.co.uk/1s/2021/02/01/11/38590566-9209839-Lazer_believed_to_be_20_has_filmed_video_from_the_tunnel_as_he_p-a-10_1612178018062.jpg"], ["Lazer is understood to be Lachlan Blaze Sandford, brother of another protester Blue Sandford", "https://i.dailymail.co.uk/1s/2021/01/28/16/38598156-9197999-image-a-38_1611851805556.jpg"], ["Blue Sandford, 18, had stayed in the tunnels overnight and gave interviews on the protest", "https://i.dailymail.co.uk/1s/2021/01/28/16/38597566-9197999-image-a-39_1611852406469.jpg"], ["Ms Sandford was dubbed Britain's Greta Thunberg and said she wanted to rewild London", "https://i.dailymail.co.uk/1s/2021/01/28/16/38583492-9197999-image-m-41_1611852448097.jpg"]], "author": ["Dan Sales For Mailonline"], "date": "2021-02-01"}, "https://www.dailymail.co.uk/news/article-9261735/Secrets-Prince-Harry-Meghan-Markles-pregnancy-photo.html": {"title": "Secrets behind the Sussexes' pregnancy photo: From the imposing 'tree of life', Meghan's dress to Harry's nod to Diana and even Notting Hill reference - how Royal couple needed 'no direction' for natural shot from photographer who 'helped introduce them'", "subtitle": "Harry and Meghan sit under the 'tree of life' in garden ' representing fertility' for pregnancy photograph. Nigerian-born Misan Harriman, a friend to Meghan who attended £39,000-a-year UK school, took picture. Photograph was taken remotely with iPad in London, likely in garden of Sussexes' £11million California home. Royal watchers celebrate Meghan and Harry's 'rainbow baby' after miscarriage announced last November.", "text": "It was the photograph that filled front pages around the world.\\nMeghan Markle lies with her head in her husband's lap while barefoot Prince Harry gently cradles her - as both try to appear unaware their photographer friend is capturing their very private moment from 5,000 miles away.\\nAnd the hidden messages behind the picture which announced that the couple are expecting a second child can now be revealed, including how it was taken under the 'tree of life' in a garden 'representing fertility'.\\nPhotographer Misan Harriman, who has shot to fame for his portraits of Black Lives Matter protesters, took the picture remotely in London, but it is believed to have been shot at their £11million home in Montecito, California.\\nIn a touching nod to Harry's mother, the couple made their announcement almost 37 years to the day that Princess Diana revealed she was pregnant with Harry on February 13, 1984 - which was reported in the Press one day later on Valentine's Day that year.\\nRoyal fans also spotted similarities in the new picture to a scene from the British romantic comedy Notting Hill starring Julia Roberts and Hugh Grant - where an A-list American actress falls for a hopeless-in-love Londoner.\\n\\nThe Sussexes' baby will become eighth in line to the throne, after Prince Charles, Prince William, William's three children George, Charlotte and Louis, Harry and his eldest child 21-month-old Archie Mountbatten-Windsor.\\nHere, MailOnline looks at the various elements of the black and white picture which was released yesterday:\\nCOMPOSITION\\n1) Harry and Meghan sit under the 'tree of life' in garden 'representing fertility'\\nThe black and white image shows the couple sat under a tree in Los Angeles, with Harry resting his hand on Meghan's head as she lay in his lap cradling her bump.\\nUnusually, the majority of the picture is taken up by a tree - with the Duke and Duchess themselves covering only less than a third of its surface area.\\nThe importance of the backdrop was highlighted by photographer Misan Harriman, who talked in an interview about the 'tree of life' and the 'garden representing fertility, life and moving forward'.\\nThe 'tree of life' could be a reference to the tree mentioned in the Bible, from the book of Genesis, which was located in the Garden of Eden - and is also later referred to in Revelation. Meghan is known to have a Christian faith and was baptised into the Church of England in a secret ceremony with Harry at her side in March 2018.\\nMr Harriman also noted that Meghan and Harry were 'so comfortable chatting and being in the moment that they were not fully aware that he was shooting a piece of history', in the words of British Vogue.\\nHe told the magazine: 'With the tree of life behind them and the garden representing fertility, life and moving forward, they didn't need any direction, because they are, and always have been, waltzing through life together as absolute soulmates.'\\nIn the interview, he said he captured the couple's 'truth' and added: 'When you see people who have the connection that they have, it's like reading the pages of a book.'\\nTIMING\\n2) Royal fans celebrate Meghan and Harry's 'rainbow baby' after miscarriage\\nHarry and Meghan's news comes just three months after the Duchess revealed that she had suffered a miscarriage in an article for the New York Times.\\n'I knew, as I clutched my firstborn child, that I was losing my second,' she wrote in a November op-ed entitled 'The Losses We Share'.\\n'Hours later, I lay in a hospital bed, holding my husband's hand. I felt the clamminess of his palm and kissed his knuckles, wet from both our tears. Staring at the cold white walls, my eyes glazed over. I tried to imagine how we'd heal.\\n'Losing a child means carrying an almost unbearable grief, experienced by many but talked about by few.'\\nJustifying the timing of her article, she wrote: 'This year has brought so many of us to our breaking points. So, this Thanksgiving, let us commit to asking others: 'Are you OK?''\\nShe added: 'In the pain of our loss, my husband and I discovered that in a room of 100 women, 10 to 20 of them will have suffered from miscarriage. Yet despite the staggering commonality of this pain, the conversation remains taboo, riddled with (unwarranted) shame, and perpetuating a cycle of solitary mourning.'\\nThe article concluded: 'Are we OK? We will be.'\\nSophie King, a midwife at Tommy's, the UK's leading charity on pregnancy loss, told Femail: 'It's wonderful news that the Duke and Duchess of Sussex are expecting again – but as we know they sadly lost a baby last year, this celebration may feel bittersweet, while their pregnancy journey stirs up heart-breaking memories and complex emotions.\\n'Any expectant or new parent may struggle with anxiety, but it can be hard for those who have lost babies to believe that won't happen again, or they may feel guilty for being excited about a new arrival while grieving a sibling.\\n'Grief, pregnancy and parenting are all very tiring so the combination can be very challenging. Children born after loss are often called 'rainbow babies' to symbolise hope and light after a dark time, but it's important to remember that a rainbow doesn't erase the storm that came before it.'\\nSince the news of the new baby was announced, royal watchers have celebrated.\\nHello's royal editor Emily Nash said: 'This is lovely news for Harry and Meghan, who wrote movingly about suffering a miscarriage last summer. The picture suggests it won't be long until they welcome their baby!'\\nUS news anchor Judi Gatson added: 'Well, Valentine's Day is the perfect day to make this sweet announcement, especially after the couple endured a miscarriage last July. Wishing them all love, happiness & joy.'While the due date has not been revealed, royal commentator Camilla Tominey told Today Extra: 'Normally you would expect news to come along when she is three months, but we think she is about five months.'\\nTHE DRESS\\n3) How Meghan's simple flowing linen dress signals a different pregnancy\\nThe dress chosen by the Duchess of Sussex to announce the couple's happy news - an elegant, flowing linen gown - is thought to be a bespoke dress made by American label Carolina Herrera for Meghan during her first pregnancy with soon-to-be big brother Archie.\\nAlthough the black-and-white image of the Duke and Duchess makes it difficult to tell exactly what colour the dress is, it appears to be a shade of white or cream and may possibly have been already worn by Meghan while pregnant with Archie, signalling a sweet link back to the couple's firstborn.\\nMeghan's long-standing friendship with Carolina Herrara's creative director, Wes Gordon, suggests that the classic dress could be the handiwork of the celebrated US designer too.\\nFashion expert Simon Glazin told MailOnline: 'The Duchess of Sussex has kept it classic - maybe a little safe? - with this look.\\n'The dress is neutral in shade and looks super comfortable; it's loose, floaty and almost has a hippy vibe to it - absolutely the opposite of what we might expect from a royal pregnancy announcement.'\\nBoth the dress and the pastoral setting of the photo certainly seem to reflect the dramatic change the couple have made during the last year, with the pregnant Duchess wearing a more formal white dress by Australian designer Karen Gee in October 2018, shortly after the couple announced they were expecting their first child together.\\nMeghan and Harry were seen striding forth, with Meghan wearing the closely fitted Karen Gee dress and a pair of neutral suede heels, outside Sydney's Opera House as they prepared for a whirlwind tour.\\nThe Duchess also donned butterfly earrings and a bracelet that Harry's mother, Princess Diana, had previously worn - while the photograph released by the couple yesterday showed Meghan wearing no jewellery.\\nHARRY'S APPEARANCE\\n4) Barefoot Harry shows off his very casual style and wears 'Diana bracelet'\\nPrince Harry showed off his very casual style in a nod to his new 'Cali lifestyle' in the couple's pregnancy announcement photograph.\\nA bare-foot Harry, looked relaxed and laid-back in a buttoned linen shirt and jeans as he sat in the grass in the sweet picture.\\nThe look was unusually casual for a royal announcement and in stark contrast to the couple's official engagement photos where Harry wore a smart navy suit, crisp white shirt and navy tie.\\nHarry also chose to go bare foot for the picture, adding to his less formal look as he lounged in the grass with Meghan, who opted for a long white summer dress.\\nStylist Rochelle White told MailOnline: 'I love Harry's look in the pregnancy announcement photo. I feel this is how Harry is in his new life.\\n'He is relaxed, comfortable and happy. He has a shirt that is free flowing and not as structured as what some might expect, bare feet and relaxed trouser is a smart casual look that many might not reflect a royal.\\n'This is Harry in his happy place and living that Cali lifestyle. '\\nMany took to social media yesterday to comment on the barefoot look, with one  Twitter user @KellyannBabes writing: 'Congratulations Harry and Meghan.. but serious is there any need for Harry's bare feet.'\\n@Matriarch4 added: 'Someone needs to buy Harry shoes. Ewwww, feet.'\\nThe look broke tradition with most royal baby announcements, the most recent being Princess Eugenie and her husband Jack Brooksbank's news.\\nIn pictures shared on Eugenie's Instagram account, Jack looked smart in a navy suit alongside his wife in a green dress as they shared that they were expecting a baby in early 2021.\\nIn the picture, Harry also touchingly wore his 'Diana bracelet,' which he got shortly after her death in 1997 on a trip to Africa.\\nHe has been pictured wearing the jewellery for two decades, including on his exam results day and at his wedding to Meghan in 2018.\\nIn the pregnancy announcement photo, Harry wore the bracelet, which has a black and brown silver design, on his right hand, which was visible in the photo as he held Meghan's head.\\nIn a past interview, Harry revealed he first visited Africa after his mother died. It is believed he bought the bracelet during this trip'I first came [to Africa] in 1997, straight after my mum died. My dad told my brother and me to pack our bags — we were going to Africa to get away from it all.'\\nLOCATION\\n5) Photograph was likely taken in garden of Sussexes' £11m California home\\nThe picture is believed to have been taken in Montecito, California, where Harry and Meghan now live after deciding to leave Britain and step down as senior royals.\\nWhile the exact location has not been confirmed, the tree appears to match the one seen in the background of a video they filmed in their garden of their £11million home there for Time magazine last September.\\nHowever the photograph announcing their second baby was actually taken remotely from London.\\nThe Time interview was the first time they had shared a look inside their garden, which includes a huge lawn lined with borders that are filled with shrubs and plants.\\nTheir gardens which span 7.38 acres and are framed by pine and cypress trees.\\nThe couple also have a tennis court, outdoor swimming pool, and a covered terrace for outdoor dining at their property.\\nThe couple moved into the property last July and it features nine bedrooms and 16 bathrooms, as well as a guest house with two bedrooms and two bathrooms.\\nFILM REFERENCE\\n6) Royal fans notice similarities to scene from British romantic comedy Notting Hill - where an A-list American actress falls for hopeless-in-love Londoner\\nRoyal fans are likening Harry and Meghan's pregnancy announcement snap to a scene from British romantic-comedy Notting Hill.\\nThe image shows Harry resting his hand on Meghan's head as she lays in his lap and cradles her baby bump while underneath a tree.\\nFollowers of the couple have noticed the similarities between the snap and the final moments of the 1999 Richard Curtis film, which depicts the romance between a famous American actress, played by Julia Roberts, and a hopeless-in-love Londoner, played by Hugh Grant.\\nNotting Hill followed the story of William and A-lister Anna, who met when she stumbled upon his book shop before throwing themselves into an affair.\\nTheir contrasting existences and the difficulties it caused their romance is then at the heart of the beloved film, set in the west London suburb.\\nIn the final scene of the movie, William and a pregnant Anna are shown reclining together in a private garden in Notting Hill.\\nAnna rests her head on William's lap, with her hand gently placed on her pregnant stomach.\\nMeanwhile book shop owner Will gazes down at her, with her fingers intertwined in hers.\\nRoyal fans said the Duke and Duchess' pregnancy announcement snap immediately reminded them of the scene from the romantic comedy.\\nSharing a side-by-side comparison online, Instagram user @Harry_Meghan_Daily commented: 'I love this connection with the romcom Notting Hill.'\\nAnother fan wrote: 'When I first saw this pic of Harry and Meghan this movie came into my mind. So awesome congrats to you, Meghan and Harry I am so so happy for you guys.'\\n'Omg I thought of same movie scene when I saw their new picture,' a third commented.\\nAnother wrote: 'I thought about that lovely scene as well, when I saw the photo!'\\nOne added: 'I loved this association with Notting Hill. The film is beautiful and romantic. And the love between Harry and Meghan is even more beautiful. Congratulations to the couple. A lot of health for Archie's brother.'\\nThe romcom grossed $370million worldwide and is still Hugh Grant's most successful film.\\nNOD TO DIANA\\n7) Second pregnancy announced on Valentine's Day just like Diana in 1984\\nThe announcement, made on Valentine's Day echoes that of Prince Harry's own mother Princess Diana.\\nThe Princess of Wales announced her own pregnancy with her second child on February 13 1984, with newspapers reporting it as front page news the next day, on Valentine's Day.\\nAt the time, the front cover of the Daily Mail shared a photograph of a beaming Princess Diana as she arrived at a ballet in Oslo before stating: 'This is the glowing smile that says it all.'\\nPalace officials made an announcement 37 years ago which read: 'Both Prince Charles and Princess Diana are delighted by the news - as are the queen, Prince Philip and all the members of both families.'\\nPrince Harry and Meghan Markle, who currently live in California, chose a more personal route to make their own announcement with an intimate picture showing them relaxed sitting in the grass.\\nEagle-eyed fans also noticed that Harry was wearing his 'Diana bracelet,' a black and brown silver bangle he acquired shortly after his mother passing in 1997 during a tour of Africa, and that he's been wearing ever since.\\nHarry revealed he first visited Africa after his mother died with his father Prince Charles, now 71 and Prince William, now 38.\\n'I first came [to Africa] in 1997, straight after my mum died,' he told Town and Country magazine in a 2017 interview.  'My dad told my brother and me to pack our bags — we were going to Africa to get away from it all.'\\nRoyal fans were touched by this motherly connection, with some noting Harry always tried to include the memory of his mother into his family life.\\n'Diana announced she was pregnant with Harry on Valentine's Day and now Harry and Meghan announce they are having baby number 2 on Valentine's Day. They always make sure she's included and involved with them in some way,' one fan said on Twitter. Another said: 'And he's wearing his mother's bracelet.'\\nPHOTOGRAPHIC DETAILS\\n8) How picture was taken more than 5,000 miles away with an iPad in London by Meghan's privately-educated Nigerian-born friend (who claims he was instrumental in setting the couple up)\\n\\nThe picture accompanying Harry and Meghan's announcement was shot by their long-time friend and photographer Misan Harriman, who has shot to fame over the past year for his pictures of Black Lives Matter protests in London.\\nHe takes some credit for helping them meet, saying: 'Meg reminded me that had I not introduced her to a mutual friend then she wouldn't have met Harry. I'm grateful for whatever small part I played.'\\nThe 43-year-old, who took the image remotely from London using an iPad, was born in Nigeria and attended a British prep school and then Bradfield College, a £39,000-a-year boarding school in Berkshire.\\nMr Harriman, who lives in Woking, Surrey, met Meghan years ago at a charity event and attended her wedding to Prince Harry at Windsor Castle in May 2018.\\nHe has previously taken photos of other royals, capturing Princess Beatrice's official engagement photo with her then-fiancé Edoardo Mapelli Mozzi.\\nHe was the first black male photographer to shoot a British Vogue cover and the first to shoot its September issue in its 105-year history. The activist-themed cover in 2020 featured England footballer Marcus Rashford and model Adwoa Aboah, with Mr Harriman working with a predominantly black team on set.\\nA year before, Meghan guest edited the September issue, which is traditionally the fashion bible's most important of the year. Mr Harriman's work has also featured in Vanity Fair, GQ, Harpers Bazaar and People.\\nAs well as Meghan, the Nigerian-born photographer has pictured Tom Cruise, Julia Roberts, Cate Blanchett and Olivia Colman, Rihanna, Stormzy and Giorgio Armani.\\nPhotographer Misan Harriman is a long-time friend of the Duke and Duchess of Sussex - but has shot to fame in recent months through his photograph of the Black Lives Matter demonstrations in London.\\nSpeaking last August about the positive public reception to many of his BLM pictures, he told CNN: 'Through my lens I have seen the beating heart of London.'\\nMany of the pictures taken at the protests were profiles of activists holding signs advocating racial justice.\\nAmong them was a photograph of England youth hockey player Darcy Bourne outside the US Embassy, holding up a sign reading 'Why is ending racism a debate?'\\nMr Harriman only became a professional photographer in 2016 following a career in finance - and has told of his important role in Harry and Meghan meeting each other.\\nHe said: 'Meg reminded me that had I not introduced her to a mutual friend then she wouldn't have met Harry. I'm grateful for whatever small part I played.'\\nMr Harriman is also the first black male photographer to shoot a British Vogue cover - and the first to shoot its September issue - in its 105-year history. The activist-themed cover in 2020 featured footballer Marcus Rashford and model Adwoa Aboah, with Mr Harriman working with a predominantly black team on set.\\nMr Harriman's work has also featured in Vanity Fair, GQ and Harpers Bazaar. The Nigerian-born photographer has pictured celebrities including Tom Cruise, Julia Roberts, Cate Blanchett, Olivia Colman and Rihanna.\\nHe is a self-described activist supporting diversity and inclusion in the workplace, as well as a mental health campaigner with an interest in dyslexia.\\nThe photographer, who runs a media company called 'What We Seee', has also recently covered demonstrations against former US President Donald Trump, and protests by Extinction Rebellion and Black Lives Matter in London.\\nMr Harriman tweeted: 'Meg, I was there at your wedding to witness this love story begin, and my friend, I am honoured to capture it grow. Congratulations to The Duke and Duchess of Sussex on this joyous news!'\\nMr Harriman observed the couple in California from more than 5,000 miles away through the lens of his iPad remotely from London.\\nThe practice of 'remote' photography has become more common since coronavirus restrictions have been in place. It often involves photographers directing someone else to take a picture through a video call.\\nThis was also how a recent New York Times cover picture of actress Zoe Kravitz was taken by Taylor Swift, who was in her bubble, while being directed by photographer Christopher Anderson from Paris.\\nThis can be carried out either by pairing an iPad with another iPad using an app such as Camera Plus, Remote Shutter or WiFi Camera. Another alternative is connecting an iPad with a camera with Wifi connectivity, where the camera will present a live view option on the iPad.\\nRemote photography can be carried out on an iPad with an app such as Snapbridge for Nikon cameras, which effectively turns the tablet into a remote control which can change the camera functions and act as a trigger.\\nHowever both of these possibilities involve the iPad and camera being on the same WiFi network, which would not have been the case with Meghan and Harry's picture. Another form of remote photography involves letting a photographer control your laptop screen with a program called DigiCam, although this does not work on iPads.\\nTherefore it is possible that the picture was directed from Mr Harriman's iPad, but it is not thought he could link this device in London to a camera or another iPad in California, because they would be on different WiFi networks.\\nAn article in Vogue which quoted him said he was 'observing his friends through the lens of his iPad remotely from London to Santa Barbara', so that suggests he was directing it remotely, rather than taking it remotely.\\nWhile the exact model of iPad used for Harry and Meghan's picture is not known, the iPad Pro is the top version available for £969 with a 12.9 inch screen.\\nThis comes with 12MP (megapixel) wide camera with a ƒ/1.8 aperture, or a 10MP ultra wide camera with a ƒ/2.4 aperture and 125-degree field of view.\\nThe device displays a 2732 by 2048 pixel resolution at 264 pixels per inch (ppi). It also has a 2x optical zoom out and a digital zoom up to 5x, with a five‑element lens and a panorama mode up to 63MP.\\nOther features include a sapphire crystal lens cover, backside illumination sensor, hybrid IR filter, exposure control, noise reduction, auto image stabilisation and photo geotagging. The image formats are HEIF and JPEG.\\n\\n\\nBODY LANGUAGE\\n9) Prince Harry's bare feet hint at a 'desire for freedom' while Meghan Markle's idyllic posing paired with the monochrome photograph style creates a sense of 'dazzling celebrity,' body language expert claims\\nAnalysing the couple for Femail, body language expert Judi James explained Prince Harry's lack of shoes is a far cry away from any sense of royal protocol or formality.\\n'The way his bare soles are pointed at the camera pitches him a long distance away from any sense of royal formality or protocol and into the world of spontaneity and openly emotional displays,' she explains. 'It seems very indicative of Harry's desire for freedom and the ability to do things 'his way.''\\nShe adds: 'It manages to show a natural, casual look but with the fashionable monochrome and idyllic posing creating a sense of dazzling celebrity. It is appropriately idealistic, with Harry's bare feet suggesting he might have been so blissfully happy he has been wandering barefoot in the garden to celebrate.'\\nThe expert also says that the tree in the background could have significant meaning behind it.\\n'The way the photo has been cropped to feature the tree in the background signals a desire to project stability, relationship continuity and strength and the dramatic branches even hint at the idea of creating their own family history,' Ms James explains.\\n'It would have been a slightly uncomfortable pose for Harry to hold for long without his back resting on the tree but of course it works in terms of showing a couple deliriously happy about their news.'\\nShe also goes on to say that Meghan lying on her back with the bump in silhouette suggests 'devotion and trust.'\\nShe continues: 'The way Harry looks down into her face while cradling her head tenderly seems to move him firmly into the role of protective and nurturing husband and father of what will be two small children.\\n'Their ecstatic smiles appear perfectly twinned here and this mirroring suggests even stronger emotional bonds between an already very tightly-bonded couple.'\\nMs James suggests that the choreography and style of the pose suggests a familiar theme for the Duke and Duchess - and one that has been seen before on their big announcement moments and their Christmas cards.\\n'In contrast with royal tradition, where the eyes of the subjects will be aimed directly at the camera to send a more personal message to the public that suggests a sharing of the happiness and the moment, Harry and Meghan gaze only at one another,' she points out.\\n'It looks like an 'intimate' moment of joy that is shared between the two of them and which seems aimed at making them look oblivious of the camera itself. We are invited to watch or peek at their obvious bliss from a respectful distance, suggesting a more 'private' approach to a public announcement.'\\nThe expert went on to say how many of Harry's recent solo online appearances and messages have suggested a return to the more hard-hitting, military version of the Prince.\\n'This move away from the more submissive-sounding 'Hi, I'm Harry' podcast/guru version might well have been prompted by this very strong desire to step up and protect his wife and his family in light of their baby news,' she explained.\\n'There is none of the subtly bashful body language signals of suppressed delight you normally get with a royal announcement photo, meaning Harry is determined to break with his past and sit smiling down at his wife with a very open expression of excitement and nurturing affection.'\\nBLACK AND WHITE\\n10) Love affair with black-and-white photographs shows no signs of ending\\nThe Duke and Duchess of Sussex have once again opted for a black-and-white photograph to announce their latest happy news - sparing those in lockdown (and freezing conditions) on the British side of the Pond the sight of a Californian blue sky.\\nThe couple have got form when it comes to choosing stylized monochrome over colour imagery, with many of the photos they've released during their relationship appearing without a colour version.\\nTheir now defunct @SussexRoyal Instagram account was peppered with black-and-white photographs of the couple carrying out both public duties and documenting more personal moments in their life.\\nThe trend was set early on; Alexi Lubomirski photographed Meghan and Harry in the grounds of Frogmore Cottage, their former Windsor home, back in December 2017 following the announcement of their engagement.\\nRoll on six months and an official wedding photograph released by Kensington Palace, after their nuptials in May 2018, showed the couple on the East Terrace of Windsor Castle.\\nAnd when the couple first introduced their son, Archie, to the Queen and Duke of Edinburgh, with Meghan's mother, Doria Ragland also in attendance, photographer Chris Allerton's image was published without colour.\\nSepia has crept in too from time to time, with little Archie captured holding his father's hand on Prince Harry's first father's day as a dad in June 2019.\\nThe love of black-and-white imagery has very much continued as the couple have moved Stateside, giving up their royal duties but continuing their charity work, suggesting it's a personal preference.\\nIn October last year, LA-based photographer Matt Sayles snapped the couple looking suited and booted for a shoot at their home in Montecito, California.\\nThe latest image, released yesterday to reflect the couple's delight at welcoming a second child this summer, was shot in the beautiful grounds of the couple's California home.\\nWith trees swaying above them and a lawn stretching beyond them, the absence of colour ensures the image maintains a timeless, classic feel - and that Harry and Meghan are the main focus of the portrait.\\nCITIZENSHIP\\nCouple's second child will get automatic US citizenship if born across the pond\\nPrince Harry and Meghan Markle's second child will be entitled to American citizenship as an automatic right if born in the US, it has been revealed.\\nThe Duke and Duchess will also be able to apply for dual citizenship, with the baby automatically becoming a British citizen through Harry's nationality.\\nHarry, Meghan and Archie left Britain for Canada in November 2019, meaning their first child Archie, who now speaks with a North American twang, has not seen any of his British relatives since he was six months old.\\nThe family have since moved to California, where they have bought an £11million mansion in Montecito and signed multi-million pound deals with Netflix and Spotify.\\nThe Duke is expected to return to the UK this summer to see his family for the first time since the couple decided to leave Britain and step down from their roles in the Royal Family in what was dubbed 'Megxit'.\\nMeghan was already said to be unlikely to join him for 'personal and practical' reasons, sources said, so it remains unclear when the new baby will meet his grandfather Charles or his great-grandmother the Queen.\\nThe new Sussex baby will become eighth in line to the throne, after Prince Charles, Prince William, William's three children George, Charlotte and Louis, Prince Harry and his eldest child 21-month-old Archie Mountbatten-Windsor.\\nHarry retained his place in the line of succession despite his decision to quit royal life.\\nNAME\\nAlfie and Alexandra are the favourites for the name of the new Sussex baby\\n\\nThe names Alfie and Alexandra are the favourites with one bookmaker to be picked by the Duke and Duchess of Sussex for their baby.\\nHarry and Meghan already have a young son called Archie, and the announcement they are expecting their second child has prompted royal fans to pick other names starting with the letter A.\\nLadbrokes has Alfie and Alexandra as frontrunners, both with odds of 4-1, and the betting on the baby's sex has seen both a boy and girl priced at 10-11.\\nAlex Apati, of Ladbrokes, said: 'Huge congratulations to Harry and Meghan on the news of their pregnancy - of course all attention will now turn to the name game, and as things stand it's Alfie and Alexandra leading the way in the betting.'\\nHe added: 'Archie was a modern twist on a traditional name, so it's no surprise Charles/Charlie are up there as things stand at 5-1 apiece.'\\nOther names favoured by punters include Elizabeth and Philip - the names of Harry's grandparents the Queen and Duke of Edinburgh - with odds of 6-1, while Diana, the name of the duke's mother, is priced at 10-1.\\nDiana is the joint favourite with bookmaker Coral with odds of 10-1 alongside Thomas, the moniker of Meghan's father Thomas Markle.\\nThe firm has priced Spencer at 12-1 and Albert, Philip and Elizabeth, all 16-1, are the other names near the top of Coral's market.\\n'Baby number two is on the way for Harry and Meghan, and it's the names of both of their parents that are the favourites in the betting for the name of the new arrival,' said Coral's Harry Aitkenhead.\\nHe added: 'Spencer, Albert and Philip are all in the mix, whilst Alice and Emma are two outside picks for girls' names.'\\nOliver and Diana are the joint 8-1 favourites with Betfair for the new baby, with an outside bet the 25-1 name Doria - the moniker of Meghan's mother Doria Ragland.\\nBetfair spokesman Sam Rosbottom said: 'Having picked Archie - a name that wasn't even on our list, for their first child - the odds suggest Meghan and Prince Harry could opt for a more traditional name for their second with Oliver and Diana the joint 8/1 favourites with Betfair.\\n'Other names with royal connections are also towards the top of the betting including Arthur and Grace, both at 10-1, and Philip, Albert, George and Isabella all at 12-1.'\\nSUCCESSION\\nWhere will Harry and Meghan's baby fall in the line of succession?\\nThe Duke and Duchess of Sussexes' new baby will be eighth in line to the throne.\\nThe first seven places will remain unchanged - the Prince of Wales, the Duke of Cambridge, Prince George, Princess Charlotte, Prince Louis, Harry, and Archie Mountbatten-Windsor.\\nHarry retained his place in the line of succession despite quitting royal life, and dropping his HRH style.\\nWhen Harry and Meghan's new addition arrives, the Duke of York, who was born second in line in 1960, will move down to ninth place.\\nAndrew stopped carrying out royal duties in 2019 following his controversial Newsnight interview over his friendship with convicted paedophile Jeffrey Epstein.\\nThe baby boy or girl will enter the line of succession behind older brother Archie.\\nAndrew's eldest daughter, Princess Beatrice, will move to 10th in line.\\nHis youngest, Princess Eugenie, will fall out of the top 10 to become 11th in line, and her newborn son will move to 12th place.\\nBaby Sussex will either be the Queen and the Duke of Edinburgh's 10th or 11th great-grandchild, depending on whether he or she is born before or after Zara Tindall's baby.\\nThe monarch and Philip's great-grandchildren so far are: Savannah and Isla Phillips; George, Charlotte and Louis; Mia and Lena Tindall; Archie, and Princess Eugenie's baby boy.\\nThe new baby will not be entitled to be an HRH nor be a prince or a princess due to rules set out more than 100 years ago by George V.\\nHe or she is allowed to be a Lord or a Lady, but, in keeping with Harry and Meghan's wishes, will be a plain Master, like Archie, or Miss (first name) Mountbatten-Windsor instead.\\nAs the first-born son of a duke, Archie could have become Earl of Dumbarton - one of Harry's subsidiary titles - or been Lord Archie Mountbatten-Windsor.\\nBut the duke and duchess broke with royal convention by making a personal decision not to use a title, thought to be inspired by Harry's wish to have been a normal child, rather than a prince, as he grew up.\\nThe baby will, however, like Archie, be entitled to be an HRH and a prince or princess when the Prince of Wales accedes to the throne - although it is thought unlikely that Harry and Meghan will opt for such a change.\\nThe new baby will not require the monarch's permission to marry.\\nFor hundreds of years, the Royal Marriages Act 1772 meant descendants of George II had to seek the sovereign's consent before they wed, otherwise their marriages were deemed invalid.\\nBut this law was repealed through the Succession to the Crown Act.\\nIt restricted the consent to just the first six people in the line of succession, so, as the new baby is eighth in line, they will not at present need to seek a monarch's approval to wed.\\nThey may have to do so in the future though, when the Duke of Cambridge eventually becomes king and if there have been no further additions ahead of them in the succession line.\\nKing George III, George II's grandson, had ordered the now repealed 1772 Act after his younger brother, the Duke of Cumberland, secretly married Lady Anne Horton, deemed to be a highly disreputable widow of a commoner.", "image": [["", "https://i.dailymail.co.uk/1s/2021/02/15/17/39318010-9261735-image-a-14_1613409186885.jpg"], ["The red box shows how the Duke and Duchess of Sussex cover only less than a third of the surface area of the picture", "https://i.dailymail.co.uk/1s/2021/02/15/11/39308772-9261735-image-a-62_1613387791721.jpg"], ["The Duchess of Sussex revealed last November that she had suffered a miscarriage in an article for the New York Times", "https://i.dailymail.co.uk/1s/2021/02/15/11/39309428-9261735-image-a-85_1613388899363.jpg"], ["Reaction to Harry and Meghan's second baby announcement", "https://i.dailymail.co.uk/1s/2021/02/15/11/39306778-9261735-image-m-90_1613388981447.jpg"], ["Reaction to Harry and Meghan's second baby announcement", "https://i.dailymail.co.uk/1s/2021/02/15/11/39306782-9261735-image-a-91_1613388985718.jpg"], ["Reaction to Harry and Meghan's second baby announcement", "https://i.dailymail.co.uk/1s/2021/02/15/11/39306780-9261735-image-m-92_1613388988292.jpg"], ["Reaction to Harry and Meghan's second baby announcement", "https://i.dailymail.co.uk/1s/2021/02/15/14/39306786-9261735-Reaction_to_Harry_and_Meghan_s_second_baby_announcement-a-1_1613397828310.jpg"], ["Harry and Meghan are pictured in Sydney in October 16, 2018, after announcing their first pregnancy. She is now  thought to have been around two months pregnant at this time, as she gave birth to Archie on May 6, 2019", "https://i.dailymail.co.uk/1s/2021/02/15/14/39307836-9261735-Harry_and_Meghan_are_pictured_in_Sydney_in_October_16_2018_after-m-210_1613399791874.jpg"], ["In the picture, Harry was barefoot", "https://i.dailymail.co.uk/1s/2021/02/15/14/39306770-9261735-image-a-209_1613399514211.jpg"], ["In the picture, Harry also touchingly wore his 'Diana bracelet,' which he got shortly after her death in 1997 on a trip to Africa", "https://i.dailymail.co.uk/1s/2021/02/15/14/39306770-9261735-image-m-208_1613399505652.jpg"], ["The look was unusually casual for a royal announcement and in stark contrast to the couple's official engagement photos at Kensingon Palace in November 2017 where Harry wore a smart navy suit, crisp white shirt and navy tie", "https://i.dailymail.co.uk/1s/2021/02/15/14/39308264-9261735-The_look_was_unusually_casual_for_a_royal_announcement_and_in_st-a-2_1613397828312.jpg"], ["Twitter users write about Harry's feet", "https://i.dailymail.co.uk/1s/2021/02/15/11/39296812-9261735-image-a-126_1613390232729.jpg"], ["Twitter users write about Harry's feet", "https://i.dailymail.co.uk/1s/2021/02/15/11/39296828-9261735-Prince_Harry_s_dirty_bare_feet_sparkedcalls_for_the_royal_to_buy-m-125_1613390229843.jpg"], ["The tree in yesterday's picture appears to match the one seen in the garden of Harry and Meghan in this video for Time magazine last September. The different shading of the grass is also very similar to that seen in yesterday's picture", "https://i.dailymail.co.uk/1s/2021/02/15/14/39310072-9261735-image-m-212_1613399965955.jpg"], ["The tree appears to match the one seen in the garden of Harry and Meghan in this video for Time last September", "https://i.dailymail.co.uk/1s/2021/02/15/14/39308976-9261735-The_tree_appears_to_match_the_one_seen_in_the_garden_of_Harry_an-a-222_1613400174663.jpg"], ["In the picture, Harry also touchingly wore his 'Diana bracelet,' which he got shortly after her death in 1997 on a trip to Africa", "https://i.dailymail.co.uk/1s/2021/02/15/14/39307006-9261735-In_the_picture_Harry_also_touchingly_wore_his_Diana_bracelet_whi-m-221_1613400167705.jpg"], ["In the final scene of the 1999 Richard Curtis film Notting Hill,  hopeless-in-love Londoner Will, played by Hugh Grant, is seen reclining in a garden with his American actress wife Anna, played by Julia Roberts, as she cradles her baby bump", "https://i.dailymail.co.uk/1s/2021/02/15/11/39306772-9261735-In_the_final_scene_of_the_1999_Richard_Curtis_film_Notting_Hill_-a-101_1613389763540.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/02/15/11/39307290-9261735-image-a-103_1613389792738.jpg"], ["The Daily Mail front page on Diana from February 14, 1984", "https://i.dailymail.co.uk/1s/2021/02/15/11/39287210-9261735-The_Daily_Mail_front_page_on_Diana_from_February_14_1984-m-96_1613389161283.jpg"], ["Photographer Misan Harriman in Mayfair on March 9 last year", "https://i.dailymail.co.uk/1s/2021/02/15/16/39307214-9261735-Photographer_Misan_Harriman_in_Mayfair_on_March_9_last_year-a-22_1613405924583.jpg"], ["Mr Harriman, pictured at his home in Woking in August 2020, was the first black male photographer to shoot a British Vogue cover and the first to shoot its September issue in its 105-year history", "https://i.dailymail.co.uk/1s/2021/02/15/15/39316600-9261735-image-a-223_1613402905471.jpg"], ["Misan Harriman took one of the most iconic pictures at the BLM protests in London - this August 2020 portrait of England youth hockey player Darcy Bourne outside the US Embassy, holding up a sign reading 'Why is ending racism a debate?'", "https://i.dailymail.co.uk/1s/2021/02/15/16/39318498-9261735-image-a-20_1613405875470.jpg"], ["Body language expert Judi James claimed that Prince Harry's bare feet hint at a 'desire for freedom' while Meghan Markle's idyllic posing paired with the monochrome photograph style creates a sense of 'dazzling celebrity'", "https://i.dailymail.co.uk/1s/2021/02/15/14/39309686-9261735-Body_language_expert_Judi_James_claimed_that_Prince_Harry_s_bare-a-3_1613397828323.jpg"], ["At the beginnning: Alexi Lubomirski took this photo of Meghan and Harry in the grounds of Frogmore Cottage, their former Windsor home, one of two official engagement photos released in December, 2017", "https://i.dailymail.co.uk/1s/2021/02/15/12/39309164-9261735-At_the_beginnning_Alexi_Lubomirski_took_this_photo_of_Meghan_and-a-144_1613390569565.jpg"], ["Wedding Day: This photo released by Kensington Palace following their nuptials in May 2018, showed the couple on the East Terrace of Windsor Castle", "https://i.dailymail.co.uk/1s/2021/02/15/12/39309138-9261735-Wedding_Day_This_photo_released_by_Kensington_Palace_following_t-a-145_1613390569568.jpg"], ["A Christmas card released in December 2018 saw the couple eschew festive colours for a black-and-white photo captured on their wedding night", "https://i.dailymail.co.uk/1s/2021/02/15/12/39309060-9261735-A_Christmas_card_released_in_December_2018_saw_the_couple_eschew-a-146_1613390569576.jpg"], ["And sepia creeps in too...little Archie was captured holding his father's hand on Prince Harry's first father's day in June 2019", "https://i.dailymail.co.uk/1s/2021/02/15/14/39309170-9261735-And_sepia_creeps_in_too_little_Archie_was_captured_holding_his_f-a-4_1613397828345.jpg"], ["The Duke and Duchess of Sussex have moved to California, where they have bought an £11million mansion in Montecito", "https://i.dailymail.co.uk/1s/2021/02/15/11/31889736-9261735-The_Duke_and_Duchess_of_Sussex_have_moved_to_California_where_th-m-129_1613390391863.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/02/15/13/39311918-9261735-image-a-167_1613394029907.jpg"]], "author": ["Mark Duell", "Chloe Morgan", "Amelia Wynne", "Bridie Pearson-jones", "Jo Tweedy", "Claire Toureille", "Harriet Johnston For Mailonline"], "date": "2021-02-15"}, "https://www.dailymail.co.uk/femail/article-9265865/Harry-Meghans-pregnancy-announcement-photographer-opens-meaning-image.html": {"title": "'It represents fortitude, hope and love': Prince Harry and Meghan's pregnancy announcement photographer reveals image is meant to 'give strength' to all women who've suffered miscarriages like the Duchess of Sussex", "subtitle": "Misan Harriman appeared on Good Morning America on Tuesday to reveal intimate details about the remote photoshoot. The British photographer, who is a close friend of Meghan and Harry's, gushed about the couple's 'real deal' romance. 'They are waltzing through life together,' he said, while adding that the couple's unborn child is a 'testament to the power of the relationship that they have'. Meghan, 39, and Harry, 36, announced that they are expecting their second child just months after the Duchess of Sussex revealed she's had a miscarriage. Harriman revealed on Sunday that he was responsible for introducing Meghan to a mutual friend who then connected her with Harry.", "text": "The photographer behind Prince Harry and Meghan Markle's pregnancy announcement image has revealed that the snap is meant to 'give strength' to other women who have suffered miscarriages like the Duchess of Sussex.\\nMisan Harriman, a long-time friend of the couple, shared further details about the image - which was shot remotely using an iPad - in an interview with Good Morning America on Tuesday, while also gushing about the 'power' of Meghan and Harry's relationship.\\n'Honestly I think the universe would have conspired for them to be together no matter what. It is the real deal,' he said. 'They are waltzing through life together, as it should be.'\\nWhen asked about the poignancy of the photo in relation to Meghan's July miscarriage, which she revealed to the world in a New York Times article in November, Harriman said it is meant to 'give strength' to other women who have experienced a similar loss.\\n'Particularly for the many women going through this, this should give them strength to know there’s light in that dark place,' the photographer said, adding: 'It really means a lot.'\\nThe Nigerian-born snapper, who is the first black male photographer to ever shoot a British Vogue cover, also noted that the couple's unborn child is a 'testament to the power of the relationship that they have'.\\n'I think this picture from my point of view represents fortitude, hope, and love,' he shared.\\nDescribing the process of capturing the now-famous snap, Harriman explained that he took over the couple's iPad and was chatting to them the whole way through the shoot - which he said was very 'conversational'.\\n'In the age of COVID, it’s impossible obviously for me to be there to shoot it, so technology came to [the] rescue,' he added.\\nHarriman's GMA interview came two days after the couple announced to the world that they are expecting their second child - 37 years to the day that Harry's mother Princess Diana revealed she was pregnant with her younger son.\\nIn the photo, which is understood to have been taken in the grounds of Meghan and Harry's $14.5 million Montecito mansion, the couple are seen posed together under a tree - which Harriman confirmed is meant to represent 'life growing'.\\nThe couple are pictured gazing happily into one another's eyes, with Meghan lying on the ground and resting her head in Harry's lap in a pose that reminded many viewers of the final scenes of hit movie Notting Hill, in which Julia Roberts and Hugh Grant are seen in a similar position.\\nAlthough Harriman did not comment on the deeper significance of the pose chosen for Meghan and Harry's photo, he did wax lyrical about the emotion within the snap, saying: 'You don’t even see the image, you feel it.\\n'They are lost in each other. And the tree in the background and just life growing around them is incredibly powerful and symbolic.'\\nAfter the image was released, Harriman, who attended a private school in the UK, shared a touching message for the couple on Instagram while sharing the snap.\\n'Meg, I was there at your wedding to witness this love story begin, and my friend, I am honoured to capture it grow,' he wrote.\\n'Congratulations to The Duke and Duchess of Sussex on this joyous news!'\\nIn a subsequent interview with British Vogue, Harriman revealed that he even had a hand in introducing the couple, explaining that he introduced Meghan to a mutual friend who would eventually connect her with Harry.\\n'To be asked to help share this absolute joy after such an unimaginable loss and heartache is a marker of true friendship,' he said.\\n'Meg reminded me that had I not introduced her to a mutual friend then she wouldn't have met Harry.\\n'I'm grateful for whatever small part I played.'\\nHarriman, who only became a professional photographer in 2016 following a career in finance, is the first black male photographer to shoot a British Vogue cover - and the first to shoot its September issue - in its 105-year history.\\nThe activist-themed cover in 2020 featured England footballer Marcus Rashford and model Adwoa Aboah, with Mr Harriman working with a predominantly black team on set.\\nA year before, the Duchess of Sussex guest edited the September issue, which is traditionally the magazine's most important of the year.\\nAs well as Meghan, Harriman has photographed a number of high-profile people, including Tom Cruise, Julia Roberts, Cate Blanchett, Olivia Colman, Rihanna, Stormzy and Giorgio Armani.\\nIt was the photograph that filled front pages around the world.\\nMeghan Markle lies with her head in her husband's lap while barefoot Prince Harry gently cradles her - as both try to appear unaware their photographer friend is capturing their very private moment from 5,000 miles away.\\nAnd the hidden messages behind the picture which announced that the couple are expecting a second child can now be revealed, including how it was taken under the 'tree of life' in a garden 'representing fertility'.\\nPhotographer Misan Harriman, who has shot to fame for his portraits of Black Lives Matter protesters, took the picture remotely in London, but it is believed to have been shot at their £11million home in Montecito, California.\\nIn a touching nod to Harry's mother, the couple made their announcement almost 37 years to the day that Princess Diana revealed she was pregnant with Harry on February 13, 1984 - which was reported in the Press one day later on Valentine's Day that year.\\nRoyal fans also spotted similarities in the new picture to a scene from the British romantic comedy Notting Hill starring Julia Roberts and Hugh Grant - where an A-list American actress falls for a hopeless-in-love Londoner.\\nThe Sussexes' baby will become eighth in line to the throne, after Prince Charles, Prince William, William's three children George, Charlotte and Louis, Harry and his eldest child 21-month-old Archie Mountbatten-Windsor.\\nHere, MailOnline looks at the various elements of the black and white picture which was released on Sunday:\\n1) Harry and Meghan sit under the 'tree of life' in garden 'representing fertility\\nThe black and white image shows the couple sat under a tree in Los Angeles, with Harry resting his hand on Meghan's head as she lay in his lap cradling her bump.\\nUnusually, the majority of the picture is taken up by a tree - with the Duke and Duchess themselves covering only less than a third of its surface area.\\nThe importance of the backdrop was highlighted by photographer Misan Harriman, who talked in an interview about the 'tree of life' and the 'garden representing fertility, life and moving forward'.\\nThe 'tree of life' could be a reference to the tree mentioned in the Bible, from the book of Genesis, which was located in the Garden of Eden - and is also later referred to in Revelation. Meghan is known to have a Christian faith and was baptised into the Church of England in a secret ceremony with Harry at her side in March 2018.\\nMr Harriman also noted that Meghan and Harry were 'so comfortable chatting and being in the moment that they were not fully aware that he was shooting a piece of history', in the words of British Vogue.\\nHe told the magazine: 'With the tree of life behind them and the garden representing fertility, life and moving forward, they didn't need any direction, because they are, and always have been, waltzing through life together as absolute soulmates.'\\nIn the interview, he said he captured the couple's 'truth' and added: 'When you see people who have the connection that they have, it's like reading the pages of a book.'\\n2) Royal fans celebrate Meghan and Harry's 'rainbow baby' after miscarriage\\nHarry and Meghan's news comes just three months after the Duchess revealed that she had suffered a miscarriage in an article for the New York Times.\\n'I knew, as I clutched my firstborn child, that I was losing my second,' she wrote in a November op-ed entitled 'The Losses We Share'.\\n'Hours later, I lay in a hospital bed, holding my husband's hand. I felt the clamminess of his palm and kissed his knuckles, wet from both our tears. Staring at the cold white walls, my eyes glazed over. I tried to imagine how we'd heal.\\n'Losing a child means carrying an almost unbearable grief, experienced by many but talked about by few.'\\nJustifying the timing of her article, she wrote: 'This year has brought so many of us to our breaking points. So, this Thanksgiving, let us commit to asking others: 'Are you OK?''\\nShe added: 'In the pain of our loss, my husband and I discovered that in a room of 100 women, 10 to 20 of them will have suffered from miscarriage. Yet despite the staggering commonality of this pain, the conversation remains taboo, riddled with (unwarranted) shame, and perpetuating a cycle of solitary mourning.'\\nThe article concluded: 'Are we OK? We will be.'\\nSophie King, a midwife at Tommy's, the UK's leading charity on pregnancy loss, told Femail: 'It's wonderful news that the Duke and Duchess of Sussex are expecting again – but as we know they sadly lost a baby last year, this celebration may feel bittersweet, while their pregnancy journey stirs up heart-breaking memories and complex emotions.\\n'Any expectant or new parent may struggle with anxiety, but it can be hard for those who have lost babies to believe that won't happen again, or they may feel guilty for being excited about a new arrival while grieving a sibling.\\n'Grief, pregnancy and parenting are all very tiring so the combination can be very challenging. Children born after loss are often called 'rainbow babies' to symbolise hope and light after a dark time, but it's important to remember that a rainbow doesn't erase the storm that came before it.'\\nSince the news of the new baby was announced, royal watchers have celebrated.\\nHello's royal editor Emily Nash said: 'This is lovely news for Harry and Meghan, who wrote movingly about suffering a miscarriage last summer. The picture suggests it won't be long until they welcome their baby!'\\nUS news anchor Judi Gatson added: 'Well, Valentine's Day is the perfect day to make this sweet announcement, especially after the couple endured a miscarriage last July. Wishing them all love, happiness & joy.'While the due date has not been revealed, royal commentator Camilla Tominey told Today Extra: 'Normally you would expect news to come along when she is three months, but we think she is about five months.'\\n3) How Meghan's simple flowing linen dress signals a different pregnancy\\nThe dress chosen by the Duchess of Sussex to announce the couple's happy news - an elegant, flowing linen gown - is thought to be a bespoke dress made by American label Carolina Herrera for Meghan during her first pregnancy with soon-to-be big brother Archie.\\nAlthough the black-and-white image of the Duke and Duchess makes it difficult to tell exactly what colour the dress is, it appears to be a shade of white or cream and may possibly have been already worn by Meghan while pregnant with Archie, signalling a sweet link back to the couple's firstborn.\\nMeghan's long-standing friendship with Carolina Herrara's creative director, Wes Gordon, suggests that the classic dress could be the handiwork of the celebrated US designer too.\\nFashion expert Simon Glazin told MailOnline: 'The Duchess of Sussex has kept it classic - maybe a little safe? - with this look.\\n'The dress is neutral in shade and looks super comfortable; it's loose, floaty and almost has a hippy vibe to it - absolutely the opposite of what we might expect from a royal pregnancy announcement.'\\nBoth the dress and the pastoral setting of the photo certainly seem to reflect the dramatic change the couple have made during the last year, with the pregnant Duchess wearing a more formal white dress by Australian designer Karen Gee in October 2018, shortly after the couple announced they were expecting their first child together.\\nMeghan and Harry were seen striding forth, with Meghan wearing the closely fitted Karen Gee dress and a pair of neutral suede heels, outside Sydney's Opera House as they prepared for a whirlwind tour.\\nThe Duchess also donned butterfly earrings and a bracelet that Harry's mother, Princess Diana, had previously worn - while the photograph released by the couple yesterday showed Meghan wearing no jewelry.\\n4) Barefoot Harry shows off his very casual style and wears 'Diana bracelet'\\nPrince Harry showed off his very casual style in a nod to his new 'Cali lifestyle' in the couple's pregnancy announcement photograph.\\nA bare-foot Harry, looked relaxed and laid-back in a buttoned linen shirt and jeans as he sat in the grass in the sweet picture.\\nThe look was unusually casual for a royal announcement and in stark contrast to the couple's official engagement photos where Harry wore a smart navy suit, crisp white shirt and navy tie.\\nHarry also chose to go bare foot for the picture, adding to his less formal look as he lounged in the grass with Meghan, who opted for a long white summer dress.\\nStylist Rochelle White told MailOnline: 'I love Harry's look in the pregnancy announcement photo. I feel this is how Harry is in his new life.\\n'He is relaxed, comfortable and happy. He has a shirt that is free flowing and not as structured as what some might expect, bare feet and relaxed trouser is a smart casual look that many might not reflect a royal.\\n'This is Harry in his happy place and living that Cali lifestyle. '\\nMany took to social media yesterday to comment on the barefoot look, with one Twitter user @KellyannBabes writing: 'Congratulations Harry and Meghan.. but serious is there any need for Harry's bare feet.'\\n@Matriarch4 added: 'Someone needs to buy Harry shoes. Ewwww, feet.'\\nThe look broke tradition with most royal baby announcements, the most recent being Princess Eugenie and her husband Jack Brooksbank's news.\\nIn pictures shared on Eugenie's Instagram account, Jack looked smart in a navy suit alongside his wife in a green dress as they shared that they were expecting a baby in early 2021.\\nIn the picture, Harry also touchingly wore his 'Diana bracelet,' which he got shortly after her death in 1997 on a trip to Africa.\\nHe has been pictured wearing the jewelry for two decades, including on his exam results day and at his wedding to Meghan in 2018.\\nIn the pregnancy announcement photo, Harry wore the bracelet, which has a black and brown silver design, on his right hand, which was visible in the photo as he held Meghan's head.\\nIn a past interview, Harry revealed he first visited Africa after his mother died. It is believed he bought the bracelet during this trip'I first came [to Africa] in 1997, straight after my mum died. My dad told my brother and me to pack our bags — we were going to Africa to get away from it all.'\\n5) Photograph was likely taken in garden of Sussexes' $14.5m California home\\nThe picture is believed to have been taken in Montecito, California, where Harry and Meghan now live after deciding to leave Britain and step down as senior royals.\\nWhile the exact location has not been confirmed, the tree appears to match the one seen in the background of a video they filmed in their garden of their £11million home there for Time magazine last September.\\nHowever the photograph announcing their second baby was actually taken remotely from London.\\nThe Time interview was the first time they had shared a look inside their garden, which includes a huge lawn lined with borders that are filled with shrubs and plants.\\nTheir gardens which span 7.38 acres and are framed by pine and cypress trees.\\nThe couple also have a tennis court, outdoor swimming pool, and a covered terrace for outdoor dining at their property.\\nThe couple moved into the property last July and it features nine bedrooms and 16 bathrooms, as well as a guest house with two bedrooms and two bathrooms.\\n6) Royal fans notice similarities to scene from British romantic comedy Notting Hill - where an A-list American actress falls for hopeless-in-love Londoner\\nRoyal fans are likening Harry and Meghan's pregnancy announcement snap to a scene from British romantic-comedy Notting Hill.\\nThe image shows Harry resting his hand on Meghan's head as she lays in his lap and cradles her baby bump while underneath a tree.\\nFollowers of the couple have noticed the similarities between the snap and the final moments of the 1999 Richard Curtis film, which depicts the romance between a famous American actress, played by Julia Roberts, and a hopeless-in-love Londoner, played by Hugh Grant.\\nNotting Hill followed the story of William and A-lister Anna, who met when she stumbled upon his book shop before throwing themselves into an affair.\\nTheir contrasting existences and the difficulties it caused their romance is then at the heart of the beloved film, set in the west London suburb.\\nIn the final scene of the movie, William and a pregnant Anna are shown reclining together in a private garden in Notting Hill.\\nAnna rests her head on William's lap, with her hand gently placed on her pregnant stomach.\\nMeanwhile book shop owner Will gazes down at her, with her fingers intertwined in hers.\\nRoyal fans said the Duke and Duchess' pregnancy announcement snap immediately reminded them of the scene from the romantic comedy.\\nSharing a side-by-side comparison online, Instagram user @Harry_Meghan_Daily commented: 'I love this connection with the romcom Notting Hill.'\\nAnother fan wrote: 'When I first saw this pic of Harry and Meghan this movie came into my mind. So awesome congrats to you, Meghan and Harry I am so so happy for you guys.'\\n'Omg I thought of same movie scene when I saw their new picture,' a third commented.\\nAnother wrote: 'I thought about that lovely scene as well, when I saw the photo!'\\nOne added: 'I loved this association with Notting Hill. The film is beautiful and romantic. And the love between Harry and Meghan is even more beautiful. Congratulations to the couple. A lot of health for Archie's brother.'\\nThe romcom grossed $370million worldwide and is still Hugh Grant's most successful film.\\n7) Second pregnancy announced on Valentine's Day just like Diana in 1984\\nThe announcement, made on Valentine's Day echoes that of Prince Harry's own mother Princess Diana.\\nThe Princess of Wales announced her own pregnancy with her second child on February 13 1984, with newspapers reporting it as front page news the next day, on Valentine's Day.\\nAt the time, the front cover of the Daily Mail shared a photograph of a beaming Princess Diana as she arrived at a ballet in Oslo before stating: 'This is the glowing smile that says it all.'\\nPalace officials made an announcement 37 years ago which read: 'Both Prince Charles and Princess Diana are delighted by the news - as are the queen, Prince Philip and all the members of both families.'\\nPrince Harry and Meghan Markle, who currently live in California, chose a more personal route to make their own announcement with an intimate picture showing them relaxed sitting in the grass.\\nEagle-eyed fans also noticed that Harry was wearing his 'Diana bracelet,' a black and brown silver bangle he acquired shortly after his mother passing in 1997 during a tour of Africa, and that he's been wearing ever since.\\nHarry revealed he first visited Africa after his mother died with his father Prince Charles, now 71 and Prince William, now 38.\\n'I first came [to Africa] in 1997, straight after my mum died,' he told Town and Country magazine in a 2017 interview. 'My dad told my brother and me to pack our bags — we were going to Africa to get away from it all.'\\nRoyal fans were touched by this motherly connection, with some noting Harry always tried to include the memory of his mother into his family life.\\n'Diana announced she was pregnant with Harry on Valentine's Day and now Harry and Meghan announce they are having baby number 2 on Valentine's Day. They always make sure she's included and involved with them in some way,' one fan said on Twitter. Another said: 'And he's wearing his mother's bracelet.'\\n8) How picture was taken more than 5,000 miles away with an iPad in London by Meghan's privately-educated Nigerian-born friend (who claims he was instrumental in setting the couple up)\\nThe picture accompanying Harry and Meghan's announcement was shot by their long-time friend and photographer Misan Harriman, who has shot to fame over the past year for his pictures of Black Lives Matter protests in London.\\nHe takes some credit for helping them meet, saying: 'Meg reminded me that had I not introduced her to a mutual friend then she wouldn't have met Harry. I'm grateful for whatever small part I played.'\\nThe 43-year-old, who took the image remotely from London using an iPad, was born in Nigeria and attended a British prep school and then Bradfield College, a £39,000-a-year boarding school in Berkshire.\\nMr Harriman, who lives in Woking, Surrey, met Meghan years ago at a charity event and attended her wedding to Prince Harry at Windsor Castle in May 2018.\\nHe has previously taken photos of other royals, capturing Princess Beatrice's official engagement photo with her then-fiancé Edoardo Mapelli Mozzi.\\nHe was the first black male photographer to shoot a British Vogue cover and the first to shoot its September issue in its 105-year history. The activist-themed cover in 2020 featured England footballer Marcus Rashford and model Adwoa Aboah, with Mr Harriman working with a predominantly black team on set.\\nA year before, Meghan guest edited the September issue, which is traditionally the fashion bible's most important of the year. Mr Harriman's work has also featured in Vanity Fair, GQ, Harpers Bazaar and People.\\nAs well as Meghan, the Nigerian-born photographer has pictured Tom Cruise, Julia Roberts, Cate Blanchett and Olivia Colman, Rihanna, Stormzy and Giorgio Armani.\\nHe is a self-described activist supporting diversity and inclusion in the workplace, as well as a mental health campaigner with an interest in dyslexia.\\nThe photographer, who runs a media company called 'What We Seee', has also recently covered demonstrations against former US President Donald Trump, and protests by Extinction Rebellion and Black Lives Matter in London.\\nMr Harriman tweeted: 'Meg, I was there at your wedding to witness this love story begin, and my friend, I am honoured to capture it grow. Congratulations to The Duke and Duchess of Sussex on this joyous news!'\\nMr Harriman observed the couple in California from more than 5,000 miles away through the lens of his iPad remotely from London.\\nThe practice of 'remote' photography has become more common since coronavirus restrictions have been in place. It often involves photographers directing someone else to take a picture through a video call.\\nThis was also how a recent New York Times cover picture of actress Zoe Kravitz was taken by Taylor Swift, who was in her bubble, while being directed by photographer Christopher Anderson from Paris.\\nThis can be carried out either by pairing an iPad with another iPad using an app such as Camera Plus, Remote Shutter or WiFi Camera. Another alternative is connecting an iPad with a camera with Wifi connectivity, where the camera will present a live view option on the iPad.\\nRemote photography can be carried out on an iPad with an app such as Snapbridge for Nikon cameras, which effectively turns the tablet into a remote control which can change the camera functions and act as a trigger.\\nHowever both of these possibilities involve the iPad and camera being on the same WiFi network, which would not have been the case with Meghan and Harry's picture. Another form of remote photography involves letting a photographer control your laptop screen with a program called DigiCam, although this does not work on iPads.\\nTherefore it is possible that the picture was directed from Mr Harriman's iPad, but it is not thought he could link this device in London to a camera or another iPad in California, because they would be on different WiFi networks.\\nAn article in Vogue which quoted him said he was 'observing his friends through the lens of his iPad remotely from London to Santa Barbara', so that suggests he was directing it remotely, rather than taking it remotely.\\nWhile the exact model of iPad used for Harry and Meghan's picture is not known, the iPad Pro is the top version available for £969 with a 12.9 inch screen.\\nThis comes with 12MP (megapixel) wide camera with a ƒ/1.8 aperture, or a 10MP ultra wide camera with a ƒ/2.4 aperture and 125-degree field of view.\\nThe device displays a 2732 by 2048 pixel resolution at 264 pixels per inch (ppi). It also has a 2x optical zoom out and a digital zoom up to 5x, with a five‑element lens and a panorama mode up to 63MP.\\nOther features include a sapphire crystal lens cover, backside illumination sensor, hybrid IR filter, exposure control, noise reduction, auto image stabilisation and photo geotagging. The image formats are HEIF and JPEG.\\n9) Prince Harry's bare feet hint at a 'desire for freedom' while Meghan Markle's idyllic posing paired with the monochrome photograph style creates a sense of 'dazzling celebrity,' body language expert claims\\nAnalysing the couple for Femail, body language expert Judi James explained Prince Harry's lack of shoes is a far cry away from any sense of royal protocol or formality.\\n'The way his bare soles are pointed at the camera pitches him a long distance away from any sense of royal formality or protocol and into the world of spontaneity and openly emotional displays,' she explains. 'It seems very indicative of Harry's desire for freedom and the ability to do things 'his way.''\\nShe adds: 'It manages to show a natural, casual look but with the fashionable monochrome and idyllic posing creating a sense of dazzling celebrity. It is appropriately idealistic, with Harry's bare feet suggesting he might have been so blissfully happy he has been wandering barefoot in the garden to celebrate.'\\nThe expert also says that the tree in the background could have significant meaning behind it.\\n'The way the photo has been cropped to feature the tree in the background signals a desire to project stability, relationship continuity and strength and the dramatic branches even hint at the idea of creating their own family history,' Ms James explains.\\n'It would have been a slightly uncomfortable pose for Harry to hold for long without his back resting on the tree but of course it works in terms of showing a couple deliriously happy about their news.'\\nShe also goes on to say that Meghan lying on her back with the bump in silhouette suggests 'devotion and trust.'\\nShe continues: 'The way Harry looks down into her face while cradling her head tenderly seems to move him firmly into the role of protective and nurturing husband and father of what will be two small children.\\n'Their ecstatic smiles appear perfectly twinned here and this mirroring suggests even stronger emotional bonds between an already very tightly-bonded couple.'\\nMs James suggests that the choreography and style of the pose suggests a familiar theme for the Duke and Duchess - and one that has been seen before on their big announcement moments and their Christmas cards.\\n'In contrast with royal tradition, where the eyes of the subjects will be aimed directly at the camera to send a more personal message to the public that suggests a sharing of the happiness and the moment, Harry and Meghan gaze only at one another,' she points out.\\n'It looks like an 'intimate' moment of joy that is shared between the two of them and which seems aimed at making them look oblivious of the camera itself. We are invited to watch or peek at their obvious bliss from a respectful distance, suggesting a more 'private' approach to a public announcement.'\\nThe expert went on to say how many of Harry's recent solo online appearances and messages have suggested a return to the more hard-hitting, military version of the Prince.\\n'This move away from the more submissive-sounding 'Hi, I'm Harry' podcast/guru version might well have been prompted by this very strong desire to step up and protect his wife and his family in light of their baby news,' she explained.\\n'There is none of the subtly bashful body language signals of suppressed delight you normally get with a royal announcement photo, meaning Harry is determined to break with his past and sit smiling down at his wife with a very open expression of excitement and nurturing affection.'\\n10) Love affair with black-and-white photographs shows no signs of ending\\nThe Duke and Duchess of Sussex have once again opted for a black-and-white photograph to announce their latest happy news - sparing those in lockdown (and freezing conditions) on the British side of the Pond the sight of a Californian blue sky.\\nThe couple have got form when it comes to choosing stylized monochrome over colour imagery, with many of the photos they've released during their relationship appearing without a colour version.\\nTheir now defunct @SussexRoyal Instagram account was peppered with black-and-white photographs of the couple carrying out both public duties and documenting more personal moments in their life.\\nThe trend was set early on; Alexi Lubomirski photographed Meghan and Harry in the grounds of Frogmore Cottage, their former Windsor home, back in December 2017 following the announcement of their engagement.\\nRoll on six months and an official wedding photograph released by Kensington Palace, after their nuptials in May 2018, showed the couple on the East Terrace of Windsor Castle.\\nAnd when the couple first introduced their son, Archie, to the Queen and Duke of Edinburgh, with Meghan's mother, Doria Ragland also in attendance, photographer Chris Allerton's image was published without colour.\\nSepia has crept in too from time to time, with little Archie captured holding his father's hand on Prince Harry's first father's day as a dad in June 2019.\\nThe love of black-and-white imagery has very much continued as the couple have moved Stateside, giving up their royal duties but continuing their charity work, suggesting it's a personal preference.\\nIn October last year, LA-based photographer Matt Sayles snapped the couple looking suited and booted for a shoot at their home in Montecito, California.\\nThe latest image, released yesterday to reflect the couple's delight at welcoming a second child this summer, was shot in the beautiful grounds of the couple's California home.\\nWith trees swaying above them and a lawn stretching beyond them, the absence of colour ensures the image maintains a timeless, classic feel - and that Harry and Meghan are the main focus of the portrait.\\n", "image": [["Emotional: Misan Harriman, the photographer behind Prince Harry and Meghan Markle's pregnancy announcement image, has spoken out about the meaning behind the snap", "https://i.dailymail.co.uk/1s/2021/02/16/17/39365268-9265865-image-m-79_1613496158667.jpg"], ["Poignant: Harriman revealed that the image is meant to 'give strength' to other women who have suffered miscarriages like the Duchess of Sussex did in July", "https://i.dailymail.co.uk/1s/2021/02/16/17/39322144-9265865-image-m-76_1613495520210.jpg"], ["True love: While speaking to GMA's Robin Roberts, Harriman described Harry and Meghan's relationship as 'the real deal' saying the couple is 'waltzing through life together'", "https://i.dailymail.co.uk/1s/2021/02/16/17/39365270-9265865-image-a-80_1613496249004.jpg"], ["Speaking out: In November, Meghan revealed that she had suffered a miscarriage in a piece written for the New York Times entitled 'The Losses We Share'", "https://i.dailymail.co.uk/1s/2021/02/16/18/39309428-9265865-The_Duchess_of_Sussex_revealed_last_November_that_she_had_suffer-a-86_1613498883508.jpg"], ["Prince Harry and Meghan Markle released a black and white photograph to announce the news yesterday, which showed them beaming with delight. Among the elements of the picture are: 1) The 'tree of life' featuring prominently in the backdrop; 2) Meghan's visible baby bump; 3) the Duchess's bespoke flowing dress made by American label Carolina Herrera; 4) Harry's barefoot look; 5) What is believed to be the couple's garden at their California home; 6) the similarities to a scene in Notting Hill; and 7) Harry wears his 'Diana bracelet,' a bangle he acquired in 1997; 8) the image was taken remotely on an iPad; 9) Harry hints at a 'desire for freedom' according to a body language expert; and 10) it continues their love of black and white pictures", "https://i.dailymail.co.uk/1s/2021/02/16/17/39364972-9265865-image-a-77_1613496103791.jpg"], ["In the picture, Harry was barefoot", "https://i.dailymail.co.uk/1s/2021/02/16/18/39306770-9265865-In_the_picture_Harry_was_barefoot-a-88_1613498949803.jpg"], ["In the picture, Harry also touchingly wore his 'Diana bracelet,' which he got shortly after her death in 1997 on a trip to Africa", "https://i.dailymail.co.uk/1s/2021/02/16/18/39306770-9265865-In_the_picture_Harry_also_touchingly_wore_his_Diana_bracelet_whi-a-89_1613498949811.jpg"], ["The tree in yesterday's picture appears to match the one seen in the garden of Harry and Meghan in this video for Time magazine last September. The different shading of the grass is also very similar to that seen in yesterday's picture", "https://i.dailymail.co.uk/1s/2021/02/16/18/39310072-9265865-The_tree_in_yesterday_s_picture_appears_to_match_the_one_seen_in-a-92_1613498960936.jpg"], ["In the final scene of the 1999 Richard Curtis film Notting Hill,  hopeless-in-love Londoner Will, played by Hugh Grant, is seen reclining in a garden with his American actress wife Anna, played by Julia Roberts, as she cradles her baby bump", "https://i.dailymail.co.uk/1s/2021/02/16/23/39306772-9265865-In_the_final_scene_of_the_1999_Richard_Curtis_film_Notting_Hill_-a-3_1613518676128.jpg"], ["The Daily Mail front page on Diana from February 14, 1984", "https://i.dailymail.co.uk/1s/2021/02/16/23/39287210-9265865-The_Daily_Mail_front_page_on_Diana_from_February_14_1984-a-4_1613518676131.jpg"]], "author": ["Dailymail.com Reporter"], "date": "2021-02-16"}, "https://www.dailymail.co.uk/sciencetech/article-9303399/Major-study-predicts-humans-use-technology-upgrade-lives-ourselves.html": {"title": "Brain chips to improve mental health and exoskeletons to make us stronger: Major study predicts how we will use technology to 'upgrade' our lives and ourselves over the next 10 years", "subtitle": "Advertising firm dentsu compiled a detailed report into life over the next decade. This includes changes to medicine, recreation, work and our consumer habits. They predict our bodies will become increasingly augmented by the late 2020s. This will include the use of exoskeletons, brain interface chips and gene editing. The study authors also predict we will see a few very large firms take on aspects of every day life from shopping to healthcare over the next decade.", "text": "Over the course of the next decade humans will integrate more with technology to 'upgrade' our lives including brain chips and exoskeletons, a new report claims.\\nProduced by dentsu, a global advertising and digital agency, the report looks at ways the world could change over the next 10 years and the impact on global brands.\\n'As brands assess the impact of a seismic year and look to chart a new path to recovery, these trends provide them with a roadmap for the next decade,' the firm wrote in the executive summary to the report.\\nOne key area of change will be the continued rise of the 'synthetic society' as people increasingly incorporate the latest technology into their lives.\\nThe study suggests people could even use brain chips to aid memory and exoskeletons to make us faster and stronger.\\nOver the next decade as automation takes away jobs and technology becomes a larger part of our lives, we will see a 'human dividend' appear.\\nStudy authors claim this will come in the form of a premium on human skills robots can't do or that can't easily be automated.\\nThis includes creativity and compassion - with people paying a premium to 'moan to a human'.\\n'Human vs. automated services will become a key factor in consumer choice,' they predict.\\n'A never before event we could see emerge by 2030 is product labelling that clearly states whether something was produced by a robot or a human.'\\n\\nAutomated services will likely provide a sense of novelty in the early 2020s, but quickly become mainstream.\\nHumanised service will be at the centre of premium brand propositions by 2030.\\nStudy authors found that one in three people would undergo non-essential surgery to improve their mental health including a chip in their brain.\\n'A key implication will be to reconsider what it means to be human and how strategies will need to evolve accordingly,' the report authors wrote.\\nTo explore the future of human society, the report was split into four categories: Universal activism, synthetic society, bigger bolder brands and the human dividend.\\n'What is clear from the findings of the report is that consumers are redefining established concepts of how we stay healthy and entertained, powered by technology, a dentsu spokesperson told MailOnline.\\n'More than 20 years since The Matrix, we're now seeing a growing embrace of synthetic enhancements and virtual experiences.\\n'In addition to natural, organic products and services, consumers are now keen to explore a world of tech augmentation that will improve our health as well as the way we express emotion and experience pleasure.'\\nAs our world becomes more automated, people will pay a premium for human customer service or human produced products such as wine, they predict.\\nResearchers say society will become more dependent on technology, but at the same time look to take breaks from it.\\nFocused on the impact the report will have on brands, they feel the future will see the rapid rise of 'titan' firms - the likes of Amazon and Alibaba that will have a significant impact on every aspect of our lives.\\nTim Cooper, Global Head of Strategic Communications at dentsu, said firms would need to adapt quickly to a rise in consumer activism and a changing society over the coming decade if they want to survive.\\n'I think the biggest concern would be are business going to be able to keep up,' he told MailOnline in an interview.\\n'Consumer expectations are changing quickly and fundamentally which is a great opportunity for many businesses but will expose that don't have their house in order.\\n'Where Kodak and Blockbuster didn't go right at the start of the internet era was not understanding how the trend had fundamental implications for their business model.\\n'That is what we're seeing here with heightened levels of consumer activism,' he told MailOnline.\\n'You have to fundamentally look at how setup your business model is for a very different future to avoid becoming the Kodak or Blockbuster of the activism age.'\\nThe most notable change to our day-to-day life will be in the very essence of what makes us a human being and just how 'integrated' we become with tech.\\nThe report gives the example of a fictional 26-year-old called Tyler who was in a car accident that left him paralysed. He was able to use an exoskeleton to regain mobility and the virtual world to cure him of PTSD.\\nHe became a champion eSports player, but found that he was falling behind due to not having a memory chip implant, something he felt created 'irreversible societal inequalities' and should be illegal in eSports.\\n'By 2030, exponential advances in biomedical and technological research will enable people to upgrade their cognitive and physical capabilities,' the report says.\\nThe authors say this will raise questions of inequality, due to the fact the procedures to have an implant are likely going to be expensive - at least initially.\\nThis was part of an overall trend of good and bad news found within the predictions for the next decade, Tim Cooper told MailOnline.\\n'We were toying with the title for a while and progress and peril was one title we had early on. There is a lot to be optimistic about but also ethical questions raised.'\\nThe 'human enhancements' and bioengineering will work in a similar way to any new innovation wave - those with the money will try it first.\\n'That poses big philosophical questions around what it means to be humans at a high level and you are going down a level from that in how we ensure we have democratised access,' Tim Cooper told MailOnline.\\nSpurred on by a greater degree of understanding about health and healthy lifestyles due to the coronavirus, the report authors think personal health will be a big issue.\\n'Expectations of personal health and well-being goals will inevitably rise in a world in which augmentation procedures are increasingly available,' they wrote.\\nAdding it would be 'catalysed by the coronavirus pandemic which brought the issue of optimal health to the forefront of people's minds.'\\nA number of techniques to improve mental and physical health are already in the works including brain chips, exoskeletons, smart drugs and gene editing.\\nElon Musk claims his brain chip firm Neuralink has already got monkeys playing video games with their mind and implanted chips in a pigs brain.\\nElon Musk's Neuralink is working to link the human brain with a machine interface by creating micron-sized devices.\\nNeuralink was registered in California as a 'medical research' company in July 2016, and Musk has funded the company mostly by himself.\\nIt is working on what Musk calls the 'neural lace' technology, implanting tiny brain electrodes that may one day upload and download thoughts.\\nThe technology is initially planned to be used to help people suffering from severe degenerative brain disorders such as ALS, but it could have wider uses in years to come.\\nBrands and academic institutions alike are already dedicating significant investment and resources to the pursuit of enhancing the human mind through computer chips and sensors.\\n'We expect a never before moment during the mid 2020s to be the first successful human implantation of a brain-computer interface,' study authors claim.\\nA survey by dentsu found that two thirds of people would consider having a chip in their brain to improve their physical senses, extend life expectancy, improve mental health and learn new skill to improve job prospects.\\n'I could have a chip in my head that allows me to feel some measure of permanent connection to the people I love. Not sharing thoughts or memories, but sharing an emotional sense of well-being,' said Nick Harkaway, science fiction author.\\nBrain-computer interfaces hold great promise to boost human potential in unprecedented ways, the report authors predict.\\nThis could include psychological brain disorders becoming a thing of the past, online information available in real time without typing, or communicating with others digitally and emotionally over a distance.\\n'Over the next decade, we expect that big tech companies will be producing brain-computer interfaces and chip implants themselves for the next generation of digital devices,' the authors wrote.\\nSmart drugs are likely to become a major part of our lives over the next decade, including those to improve concentration and alertness.\\nFuelled by an often relentless high-pressure culture, some university students already take stimulants, such as Ritalin and Adderall, to improve their focus.\\nIn a recent survey, a quarter of US students indicated they had used central nervous system stimulants to complete schoolwork or take an exam, while less than 10% had been prescribed such medicine.\\nThe report authors predict a greater use of mind-altering psychoactive drugs being used in medical treatments in the coming decade.\\nFor example, MDMA is already being trialled to treat PTSD and a ketamine-like drug is approved for patients with severe depression in the US.\\n'A never before moment we predict to take place over the 2020s is the mass-market rollout by pharmaceutical companies of medicines derived from class-A drugs.\\n'Consumers with intractable mental health issues may stand to benefit from using such drugs for medical treatment,' the authors predict.\\nThey also suggest that a wider range of mainstream brands will begin incorporating CBD into their products - this is the active ingredient of cannabis.\\n'The wheelchair has not really been innovated for a long time,' says Kate Adams, former director of operations at Nesta, the UK's innovation agency 'for social good'.\\n'We had finalists around the world competing to win the Mobility Unlimited challenge.\\n'Prototypes are anything from smart wheelchairs through to exoskeletons.'\\nStudy authors predict that in the early 2020s the use of exoskeletons and high-tech body harnesses will become more commonplace for a wide-range of applications.\\nAs an example, exoskeletons will improve productivity and safety in the workplace for manual labourers.\\nIn 2018 German engineering company Ottobock's exoskeleton entered production, with the intention that it will be used to support those who perform physically demanding tasks— particularly overhead—to reduce strain on their bodies.\\nHowever, the biggest impact would be on those with physically disabilities, providing some with the mobility for the first time in their lives.\\nThey predict a number of automotive firms will begin developing exoskeleton technology, following a lead started by Toyoto who sponsor a $4 global challenge prize to support improvements for those with paralysis.\\nUsing CRISPR technology and future techniques to edit the genes that make up our being, study authors predict gene editing will be the most significant scientific breakthrough of modern times.\\nThe technology allows for the modification, deletion and correction of precise regions of our DNA - potentially allowing doctors to repair defects.\\nThis could bring an end to genetically identified diseases, or at least prevent them from becoming deadly or life altering, the authors predict.\\nHowever, it could have another use - changing humanity itself. CRISPR could allow for cellular engineering such as editing the DNA of an embryo before a baby is born.\\n2021\\n2022\\n2023\\n2024\\n2025\\n2026\\n2027\\n2028\\n2029\\n2030\\nSOURCE: dentsu\\n'The next decade will see greater emphasis placed on medical ethics to ascertain the implications— both for individuals and society at large—of innovation in the biotech industry,' the authors hope.\\nThey believe it will be a slow process though, determining on a case-by-case basis where the lines are drawn between disease protection and human enhancement.\\n'However, the coronavirus pandemic could result in heightened innovation and a relaxation in attitudes to DNA testing and early iterations of genetic editing.\\n'For example, Israeli start up Geneyx has collaborated with hospitals to determine whether genetic mutations could lessen or exacerbate the severity of individual cases of COVID-19,' the team wrote in the report.\\nA number of large companies are experimenting with rudimentary applications of DNA testing, including Nestle trialling a personalised nutrition programme.\\nFor the Japanese trial, 100000 customers were given blood testing kits to identify susceptibility to common ailments - such as diabetes and high cholesterol, and then told to share photos of their food online so Nestle could formulate supplements.\\nThese included nutrient rich teas, smoothies and fortified snacks designed to work to reduce the existing conditions or underlying issues from appearing.\\nA survey found that a quarter of people would provide DNA samples in return for personalised recommendations for products based on their genetic makeup.\\nSome would even provide their DNA to employers as part of a job interview or to secure cheaper life insurance premiums.\\nHowever, by 2030 only a small subset of affluent citizens will be able to afford fundamental biological and technological upgrades, they predict.\\nThis calls into question the rights of people to access such services.\\nIn future people, brands and governments will be forced to reconsider what it means to be humans and how strategies and policies need to evolve.\\n'Previously, ethics was kind of the annoying thing that you would deal with at the end of a research project, but now we talk about ethics even before we start to build the products,' said Dr Edmund Lee, public health communication scientist.\\nThe team behind the study believe that by 2030 there will be a new global right, comparable to current debates calling for a universal basic income.\\nThat is for the Universal Basic Upgrade - a right that could give every citizen access to at least a basic set of biological and technological upgrades at a fair price.\\nAside from the impact on our body and mind, the study authors predict technology will become more, and less involved in our private lives.\\n'A legacy of the COVID-19 crisis will be the realisation among consumers that it is OK—even preferable—to dial in remotely, to watch and work from afar, to experience at a distance,' they explained.\\nWhile the technology to support this move isn't perfect, it is expected to continually improve over the next decade and be increasingly leveraged for human connection.\\nThis could come from a 'titan brand' a firm that is multi-national and involved in every aspect of our lives from retail to health care.\\nThe report suggests this could be the likes of Amazon or Alibaba, with up to ten massive corporations responsible for everything we do, knowing all about us.\\nRachel Botsman, a futurist that specialises in trust in technology, and not involved in the writing of this report, told MailOnline that while we may see 'titan brands' develop, they might not be the ones we expect.\\nInstead of the likes of Amazon and Alibaba being involved in every aspect of our lives, it will be companies offering us things we may not even know we need yet.\\nThe real change will come more local and small scale, she said. Adding that 'what I've been seeing is a rise in 'local trust', with people trusting their local shops.'\\nShe said there was a rise, due in part because of the pandemic, in people wanting to know their neighbours, know suppliers and source things locally.\\n'People will find personal connection through local high street retailers, really personal high craft, close touch brands,' but with most things sold online, rather than by going into a large box store or chain shop.\\nAt the same time, the team also predict we will start to crave face-to-face contact, especially in customer service roles, and will be taking more 'time offline'.\\nThey found that over the next decade people will increasingly take 'rest breaks' from technology - with 48% saying that is the case, going up to 58% in the UK.\\n'Take board games. Positioned as a respite from ever-present screens and a low-fi route to escapist fun, the board games market is forecast to reach a value of $12 billion by 2023—almost double its value in 2017,' they wrote.\\nDespite this push for technology independence, we will still be reliant on the virtual and technological world, including a greater move towards smart assistants such as Alexa and Siri, more automated services and virtual entertainment.\\nWealthier people will likely pay a premium to be served by a human rather than a robot, or even pay more for a product such as wine made entirely by humans.\\nThe team predict that universities and schools will adapt to teach 'human skills' that robots can't do, including crafts and art, as robots increasingly take over the workforce.\\nBotsman, not involved in this report, agreed that there will be a 'human element', telling MailOnline that 'we will see the return of customer service.'\\n'That human connection, while you've got automation that will accelerate, virtual health, virtual working, you have to counter with human connection and fill that void.\\nUniversal activism\\nInspired by Generation Z, people will increasingly become more driven to seek positive change in society.\\nThis will focus on climate change, but will also see a push for data privacy and new definitions of identity.\\nThe team behind the study say the 2020s will increasingly see the damage from human impact on the climate become obvious.\\nActions to mitigate this will be driven by activists and Extinction Rebellion could become a mainstream political party by the end of the decade.\\nSynthetic society\\nAuthors predict the widespread adoption of synthetic enhancements and virtual experiences by 2030.\\nAs well as changes for health, it will include those for pleasure and entertainment.\\nWe will see the rise of exoskeletons, smart drugs, edited genes and brain chips taking us 'beyond human'.\\nAround a third (32%) of consumers would by 2030 consider undergoing non-essential surgery to improve their mental health.\\nBut authors predict it could lead to a new 'elite' able to afford upgrades, leaving the majority behind.\\nBigger bolder brands\\nThe next decade will also see the rise of the 'titan brands', that is firms with global reach in every sector.\\n'By 2030 we can expect to see consumers selecting specific brands to be their main lifestyle partners.'\\nIn China, 4 in 10 consumers would by 2030 consider using a single company for all their lifestyle needs.\\nThis will include shopping, financial services and healthcare.\\nThe flipside will be more 'niche brands' that may even refuse to sell to people with fewer than 100,000 followers.\\nThe human dividend\\nAs automation becomes mainstream humanity will become a premium product for consumers.\\nPeople will pay more to be served by a human or eat something made without automation by 2030, they predict.\\nThis will also change the way and what we learn, with a greater focus at school on so called 'human skills'.\\nAreas of creativity and compassion that computers can't compete in.\\nSOURCE: dentsu consumer vision\\n'Yes we can trust strangers, yes we can trust these new technologies but we also need the familiar, small, personalised and hand made.'\\nStudy authors set out a timeline for reaching a 'synthetic society' by 2030 that starts with wider adoption of exoskeletons for people with physical disabilities in 2021.\\nBy 2023 virtual reality rehab clinics will begin opening and a year later Elon Musk's Neuralink will implant the first brain-computer interface in a human to treat a brain disorder.\\nMDMA and Ketamine will be widely used by 2026 to treat severe illness in 2026 and by 2028 the FIFA eWorld Cup will be the most watched sporting event on the planet.\\nThey predict gene editing will be legally regulated and applied in patient trials by 2029 and the Universal Basic Upgrade will become a human right by 2030.\\n'At the end of the decade, some health upgrades will be democratised across the population whereas others will usher in a new health divide between rich and poor.\\n'Companies are encouraged to think about ethical implications and how their brand values align with these developments,' the team wrote.\\nThere may be opportunities for collaboration with governments to create robust regulations that avoid disenfranchisement and enable mass democratisation of upgrades, including the idea of the basic upgrade right.\\nOther technological innovations will be less invasive, such as those aimed at reducing the risk of future pandemics.\\nThis could include vehicles with built in pathogen elimination technology, global drone delivery systems and general test, trace and vaccination kits.\\nThe team also predict consumer products will become 'safer', including an alcosynth drink that provides the 'positive aspects' of being drunk without side effects.\\nOutside of technology attitudes will change, as the activism of Gen Z grows, it will become a key part of 21st century life over the next decade, they predict.\\nFor example, by 2030, many consumers will consider not acting on climate change an act of corporate criminal negligence.\\n'Eco-concerns will be central to purchasing decisions, with around two-thirds of those we surveyed in the United Kingdom predicting that by 2030 they will not buy products that have a negative environmental impact or are single use.'\\n'What we see in the research is that one of the reasons people are more active is that when the world feels out of control and you feel you can show up to a protest and do something is something you can control in your life,' Botsman told MailOnline.\\n'As the worlds problems get bigger, that's what we mean by the activist generation, they are looking to control in their lives.'\\nThe research is based on in-depth interviews with a panel of 20 world- renowned futurists, academics, authors and experts as well as a series of surveys conducted around the world on the issues raised by the panel of specialists.\\nThe authors also looked at multiple proprietary consumer surveys from more than 20 countries and a scan of technological patents.\\n'Of course, it would be hubristic in the extreme to assert that all our forecasts and predictions will materialise,' they said.\\n'However, directionally we believe these are the key forces that will shape our future. Inevitably, they will evolve—and potentially be disrupted themselves.'\\nThe full report is available to read on the dentsu website.", "image": [["", "https://i.dailymail.co.uk/1s/2021/02/26/15/39797446-9303399-image-a-12_1614352787830.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/02/26/14/39803102-9303399-image-m-5_1614348624535.jpg"], ["Researchers say society will become more dependant on technology, but at the same time look to take breaks from it and even pay a premium for human customer service or products made entirely by people with no automation", "https://i.dailymail.co.uk/1s/2021/02/26/11/39797484-9303399-image-a-13_1614340144477.jpg"], ["Nearly half of people around the world say they are likely to use a voice assistant in the future, although in Finlnd on 21% are prepared too connect with Alexa or Siri", "https://i.dailymail.co.uk/1s/2021/02/26/11/39798632-9303399-image-a-28_1614340426662.jpg"], ["To explore the future of human society, the report was split into four categories: Universal activism, synthetic society, bigger bolder brands and the human dividend", "https://i.dailymail.co.uk/1s/2021/02/26/15/39797470-9303399-To_explore_the_future_of_human_society_the_report_was_split_into-a-18_1614354922055.jpg"], ["In the future most people in China feel tech will be used to predict their future health, although on 25% in Austria feel that way and 39% in the UK", "https://i.dailymail.co.uk/1s/2021/02/26/11/39798628-9303399-image-a-27_1614340417767.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/02/26/15/39797454-9303399-image-a-17_1614353007474.jpg"], ["Smart drugs are likely to become a major part of our lives over the next decade, including those to improve concentration and alertness", "https://i.dailymail.co.uk/1s/2021/02/26/11/39797456-9303399-image-a-8_1614340058046.jpg"], ["People increasingly feel they should be able to withhold data from tech firms but still receive the same level of service, this is particularly the case in China, although not so much in Japan", "https://i.dailymail.co.uk/1s/2021/02/26/15/39798630-9303399-People_increasingly_feel_they_should_be_able_to_withhold_data_fr-a-2_1614351828417.jpg"], ["They predict a number of automotive firms will begin developing exoskeleton technology, following a lead started by Toyoto who sponsor a $4 global challenge prize to support improvements for those with paralysis.", "https://i.dailymail.co.uk/1s/2021/02/26/11/39797480-9303399-image-a-12_1614340136206.jpg"], ["A number of large companies are experimenting with rudimentary applications of DNA testing, including Nestle trialling a personalised nutrition programme", "https://i.dailymail.co.uk/1s/2021/02/26/11/39797492-9303399-image-a-11_1614340094424.jpg"], ["Researchers found that most countries want more regulation of new technology, with only Russia below 50%", "https://i.dailymail.co.uk/1s/2021/02/26/11/39798626-9303399-image-a-25_1614340402702.jpg"], ["They found that over the next decade people will increasingly take 'rest breaks' from technology - with 48% saying that is the case, going up to 58% in the UK", "https://i.dailymail.co.uk/1s/2021/02/26/11/39797458-9303399-image-a-10_1614340075294.jpg"], ["Speaking to people around hte world, Mexico is the place most likely to seek technology breaks over the next decade, with Austria the least likely", "https://i.dailymail.co.uk/1s/2021/02/26/11/39798620-9303399-image-a-24_1614340396922.jpg"], ["Outside of technology attitudes will change, as the activism of Gen Z grows, it will become a key part of 21st century life over the next decade, they predict", "https://i.dailymail.co.uk/1s/2021/02/26/15/39797490-9303399-Outside_of_technology_attitudes_will_change_as_the_activism_of_G-a-1_1614351828339.jpg"]], "author": ["Ryan Morrison For Mailonline"], "date": "2021-02-26"}, "https://www.dailymail.co.uk/sciencetech/article-9302929/Greenpeace-builds-boulder-barrier-protect-marine-site-fishing.html": {"title": "Greenpeace builds an underwater 'boulder barrier' to stop damaging fishing in a protected area of the English Channel", "subtitle": "Underwater boulder barrier built in Offshore Brighton marine protected area. 18 of the boulders in total were dropped from a Greenpeace vessel this week. It closes 55 square nautical miles of Offshore Brighton - one fifth of its total area. It follows Greenpeace’s Dogger Bank boulder barrier in the North Sea last year.", "text": "Greenpeace activists have built a new underwater 'boulder barrier' in a protected area of the English Channel to stop a hugely harmful fishing practice.\\nIn total 18 boulders, each weighing about three tonnes and carrying the name of a celebrity endorser, were dropped this week from the Greenpeace ship Esperanza in the Offshore Brighton marine protected area (MPA).\\nCollectively the boulders have closed off nearly 55 square nautical miles of Offshore Brighton MPA – one fifth of the site's total area – from bottom trawling.\\nThe contentious fishing practice – which Greenpeace equates to driving a bulldozer across national parks on land – involves heavy nets being dragged across seabeds to collect fish and shellfish.\\nIt's highly destructive to the marine environment as it ploughs up the landscape and destroys protected seabed habitats, while releasing carbon to the water.\\nGreenpeace is urging the UK government to ban bottom trawlers and supertrawlers from fishing in all of the UK’s MPAs.\\nScroll down for video\\nHarmful bottom trawling is occurring in 98 per cent of protected areas located in UK waters, Marine Conservation Society revealed in January.\\nAccording to Global Fishing Watch data, bottom trawlers spent 3,099 hours fishing in Offshore Brighton in 2019.\\nThe gravel and rock seabed of the Offshore Brighton MPA, which is about 28 miles (45 km) south of Selsey Bill, West Sussex, is home to wildlife like starfish, hermit crabs and anemones and is a rich hunting ground for skates, rays and other fish.\\nThe boulders released this week form an underwater barrier as any bottom trawlers trying to fish over them will get their gear snagged and ruined on the rocks.\\nOffshore Brighton was established in 2016 to protect its seabed habitat, but it's 'being destroyed' by bottom trawling, Greenpeace says.\\n'Offshore Brighton is the perfect monument to our government's failure to protect our seas,' said Chris Thorne, an oceans campaigner at Greenpeace UK, speaking from on board Esperanza.\\n'It exists specifically to protect the seabed, but bottom trawlers spend thousands of hours each year ploughing this sensitive habitat.'\\nGreenpeace told MailOnline that each boulder dropped this week varied in terms of size and weight but on average were about three tonnes each, meaning the total equates to about 55 tonnes.\\nMost were dropped on Tuesday and the final lot on Thursday, following adverse weather on Wednesday.\\nGreenpeace said it informed relevant marine authorities of the location of each boulder – which are only preventing bottom trawling in part of the protected area – to ensure navigational safety for other seafarers.\\nGreenpeace also commissioned an independent scientific agency, BioLaGu, to conduct a Natura 2000 Environmental Impact Assessment to determine the impact of this activity.\\nGreenpeace said: 'The assessment concluded the activity would not have a significant impact on the protected features of Offshore Brighton.'\\nCelebrities including actress Thandie Newton, cook Hugh Fearnley-Whittingstall, singer Paloma Faith, actor Mark Rylance, Pulp's Jarvis Cocker and explorer Ranulph Fiennes had their their name printed on a boulder each as an endorsement.\\nFearnley-Whittingstall, known for his TV series River Cottage and campaigns against single-use plastics, said he was proud to put his name on one of the boulders.\\n'This action will play a small but significant role – and far more than our government has so far done – to actually protect Offshore Brighton in a pragmatic and effective way,' he said.\\n'However, this shouldn't be necessary. Our fervent hope is that our government will now turn words into action, paper parks into real conservation, and properly protect our oceans.'\\nBack in September, Greenpeace dropped boulders in the North Sea to stop trawlers in the Dogger Bank conservation area.\\nIn response to Greenpeace's Dogger Bank boulder barrier, the UK government announced new bylaws which would totally close the Dogger Bank and South Dorset protected areas, and partially close two other protected areas, to bottom trawling.\\nThis move had been made easier after Brexit as it no longer required agreement from other EU member states.\\nGreepeace said in a statement: 'The government taking steps to restrict bottom trawling in a handful of protected areas demonstrates some political will, following Brexit, to properly protect the UK’s offshore waters.'\\nHowever, Greenpeace said the government's 'piecemeal approach' would still leave 97 per cent of UK offshore protected areas – 74 out of 76 – fully or partially open to bottom trawling.\\nThorne urged the government to 'show more ambition' and urgently ban destructive industrial fishing from all offshore protected areas by restricting vessel licences.\\n'The government’s move to properly protect just two of the UK’s protected areas barely touches the tip of the iceberg in terms of what is needed to save our oceans,' he said.\\n'All of the UK’s protected areas need real protection, not just a handful.\\n'This government is supposed to be showing global leadership on ocean conservation and fighting for 30 per cent of the world’s oceans to be protected, but it can’t even properly protect 30 per cent of our own waters.'\\nThorne said the government's move to stop bottom trawling in the Dogger Bank 'proves the UK government can stop destructive industrial fishing if it wants to'.\\nMarine Protected Areas were created to heavily restrict environmentally damaging activities, including certain types of fishing.\\nThe goal is to preserve marine habitats and wildlife at sea from overfishing or destructive practices that could risk wiping out species.\\nIn the UK these areas create a chain of protection around the coast covering an area that is twice the size of England.\\nAccording to the Marine Conservation Society, MPAs are areas of sea that are set up to look after particular seascapes, habitats and species, just like nature reserves and national parks on land.\\nThey help in the protection and recovery of rare and vulnerable wildlife, which would otherwise be threatened with extinction or serious decline.\\nMPAs also provide places for fish and other marine life to flourish, contributing to a more productive system both inside and outside of their boundaries.\\nThere are 91 zones in waters around England alone and hte first were designated in 2013 - known as the UK Blue Belt.\\nThere are limits on how strict restrictions can be due to the UK being part of the EU Common Fisheries Policy.", "image": [["Image shows one of many inert granite boulders being placed into the English Channel as part of a new bottom trawler exclusion zone in Offshore Brighton one of several marine protected areas (MPAs)", "https://i.dailymail.co.uk/1s/2021/02/26/16/39805530-9302929-image-a-3_1614355273024.jpg"], ["The new boulder barrier is in the Offshore Brighton marine protected area (MPA) marked it red. It’s about 45 kilometres off the coast of Sussex, right on the border between UK and French waters.", "https://i.dailymail.co.uk/1s/2021/02/26/17/39809716-9302929-image-a-19_1614358944739.jpg"], ["Greenpeace equates the contentious fishing practice to driving a bulldozer across national parks on land", "https://i.dailymail.co.uk/1s/2021/02/26/16/39809574-9302929-_Like_bulldozing_a_national_park_Bottom_trawling_in_almost_all_o-a-17_1614358688525.jpg"], ["A boulder bearing the name of British actress Thandie Newton, who is one of the supporters of the campaign", "https://i.dailymail.co.uk/1s/2021/02/26/16/39805524-9302929-image-a-5_1614355843824.jpg"], ["The environmental group says bottom trawling, in which heavy weighted nets are dragged over the seabed to catch fish, is ploughing up the sensitive seabed habitat for which the area is protected. Pictured, boulder dropped from Esperanza on Tuesday", "https://i.dailymail.co.uk/1s/2021/02/26/16/39805528-9302929-image-a-6_1614355894604.jpg"], ["A deck hand paints 'Jarvis Cocker' in chalk onto a boulder while working aboard the Greenpeace ship Esperanza in the English Channel", "https://i.dailymail.co.uk/1s/2021/02/26/16/39809360-9302929-image-a-14_1614358311423.jpg"], ["A boulder falls into the English Channel from the vessel. Greenpeace is urging the UK government to ban bottom trawlers and supertrawlers from fishing in all of the UK’s marine protected areas", "https://i.dailymail.co.uk/1s/2021/02/26/16/39809358-9302929-image-a-15_1614358315246.jpg"], ["One of many inert granite boulders being placed into the English Channel as part of a new bottom trawler exclusion zone in the Offshore Brighton MPA", "https://i.dailymail.co.uk/1s/2021/02/26/16/39805526-9302929-image-a-7_1614355947981.jpg"], ["Harmful bottom trawling is occurring in 98 per cent of protected areas located in UK waters, Marine Conservation Society revealed in January. Its report found all but one of the offshore marine protected areas (MPAs) was dredged between 2015 and 2018. Pictured, all the conservation areas in UK waters. Offshore Brighton MPA is the red southernmost rectangle southeast of the Isle of Wight", "https://i.dailymail.co.uk/1s/2021/02/26/16/37678298-9302929-The_report_found_all_but_one_of_the_offshore_marine_protected_ar-a-18_1614358769796.jpg"], ["The contentious fishing practice sees heavy nets dragged across seabeds to collect fish and shellfish and is highly destructive to the marine environment. Pictured, the same area of the South Arran MPA after protection measures were put in place", "https://i.dailymail.co.uk/1s/2021/02/26/16/37661888-9302929-The_contentious_fishing_practice_sees_heavy_nets_dragged_across_-a-8_1614356963312.jpg"]], "author": ["Jonathan Chadwick For Mailonline"], "date": "2021-02-26"}, "https://www.dailymail.co.uk/news/article-9288599/Bizarre-moment-climate-protester-dressed-zombie-BITES-Sunrise-reporter-live-TV-cross.html": {"title": "Bizarre moment a Sunrise reporter is 'BITTEN' by a climate protester dressed as a zombie during a live TV cross", "subtitle": "Sunrise reporter Bianca Stone jostled and 'gnawed' at during live TV cross. The 'zombies' were from Extinction Rebellion, holding a climate change protest. Ms Stone was harassed by a teenager in 2020 on the way to a live Sunrise cross.", "text": "A TV reporter was grabbed, jostled and 'gnawed' by a moaning 'zombie' from the notorious Extinction Rebellion climate change protest group on Tuesday.\\nThe 'attack' happened to Sunrise Queensland correspondent Bianca Stone during a live cross as she was covering the group's attention-grabbing protest outside Parliament House, for which the protesters dressed up as zombies.\\nNo blood was drawn during the incident, which amounted to a noisy stunt to gain attention for the climate change activists' agenda.\\nMs Stone demonstrated admirable patience as the heavily-made up protester pawed her and loudly groaned non-stop throughout the cross.\\n'What these guys are trying to show is that they're the zombies of the future coming back to warn the politicians about this climate change crisis,' Ms Stone said, over constant zombie moans.\\n'They're calling for urgent action on climate change. This is the Extinction Rebellion group. We've seen so much of them in the past they are saying that more action will be taken here there is another march planned for March.'\\n'This will be a peaceful protest except for this zombie that is gnawing my arm right now.'\\n'You don't want to interview the zombie Bianca?' asked Sunrise host Natalie Barr.\\n'Can we get a quote?' Mark Beretta, chimed in, also from the studio.\\n'I did my job,' said the zombie, who obviously hadn't rehearsed a speaking part.\\n'Climate change, whatever,' she added bizarrely.\\n'Thanks, we'll move on shall we? That was so weird,' Ms Barr said.\\nExtinction Rebellion claimed in a statement that its Brisbane protesters 'chased politicians around gates to block and disrupt their personal and car entry to the building and swamping them with climate zombies as they went past.'\\n'Just after 8:35am people breached the gates of Parliament House briefly before they were ushered out by police and security.'\\n'The spectacle of zombies lurching around the streets in gruesome blood soaked costumes, depicting an apocalyptic scene of destruction and devastation sent a strong message to politicians.'\\n'The activists are portraying a future of immense human suffering if we continue to sleepwalk to catastrophe,' the statement continued.\\n'If we don't act now there will be fires and floods, food and water shortages, mass displacement of people across the world, global health crises and irreversible loss of biodiversity'.\\nThe group's 'Zombies of the Climate Apocalypse' is a relatively low-key stunt compared to some of the activists' previous attempts to grab coverage.\\nThey included stopping peak hour traffic, dumping manure outside corporate offices, and interrupting Armistice Day.\\nOn one occasion Extinction Rebellion protesters dressed in nothing but pants, black face masks and vibrant body paint, the crew allegedly fastened their palms to the building windows to make a stand against a new $3.6billion coal seam gas field in Narrabri, northern New South Wales.\\nThey were arrested and had to be unglued with solvent by police.\\nIt's not the first time Ms Stone has been harassed in performing her job at Sunrise, either.\\nIn February 2020 she was harassed and 'inappropriately touched' by a 13-year-old boy on her way to work.\\nMs Stone, a mother of two, said the teenager made the unwanted advance on her as she walked to a live cross location in the Brisbane CBD at 4am.\\n'I was approached, harassed and inappropriately touched by a teen. Tonight the offender was caught. He's 14 and apologetic,' Ms Stone later tweeted.", "image": [["A 'zombie' climate change protester 'gnawed' at the arm of Sunrise TV's Queensland correspondent Bianca Stone during a live cross on Tuesday", "https://i.dailymail.co.uk/1s/2021/02/22/22/39639566-9288599-image-a-1_1614032506452.jpg"], ["Bianca Stone, a mother of two, said a teenager made an unwanted advance on her as she walked to a live cross location in the Brisbane CBD last year", "https://i.dailymail.co.uk/1s/2021/02/22/22/25344702-9288599-Bianca_Stone_a_mother_of_two_said_the_teenager_made_the_unwanted-m-15_1614034613144.jpg"], ["The Extinction Rebellion protester who 'gnawed' at reporter Bianca Stone's arm during a live cross to Brisbane on Sunrise", "https://i.dailymail.co.uk/1s/2021/02/23/00/39644310-9288599-image-a-5_1614040971750.jpg"], ["Extinction Rebellion protesters outside Queensland's Parliament House on Tuesday, where they claimed to have 'chased politicians and disrupted their entry' before 'breaching the gates and being ushered out by police and security'", "https://i.dailymail.co.uk/1s/2021/02/23/00/39644304-9288599-image-a-6_1614041422241.jpg"], ["Climate change activist group Extinction Rebellion ran a 'Zombies of the Climate Apocalypse' protest in Brisbane on Tuesday", "https://i.dailymail.co.uk/1s/2021/02/23/00/39644320-9288599-image-a-4_1614040850344.jpg"], ["Two Extinction Rebellion protesters at the group's 'Zombies of the Climate Apocalypse' in Brisbane on Tuesday", "https://i.dailymail.co.uk/1s/2021/02/22/22/39639522-9288599-image-m-17_1614034692182.jpg"]], "author": ["Peter Vincent For Daily Mail Australia"], "date": "2021-02-23"}, "https://www.dailymail.co.uk/news/article-9228727/Anti-HS2-protester-locks-inside-tunnel-Euston-Square-Gardens.html": {"title": "Anti-HS2 protester CEMENTS himself inside tunnel below Euston as bailiffs dig their own shaft to try to remove at least six activists who have spent eight days underground", "subtitle": "Demonstrator, known as 'Lazer', has put metal rings around his arm and ankle. The HS2 Rebellion group estimated it would take hours to remove the devices. Today construction site staff were seen removing buckets of water from tunnel.", "text": "The son of a island-owning millionaire Scottish laird turned anti-HS2 eco-warrior has locked himself inside a tunnel below Euston Square Gardens as bailiffs dig their own shaft as part of efforts to remove at least six activists who have spent eight days underground.\\nThe demonstrator, known as 'Lazer', attached himself to the bottom of a tunnel using a device made of steel and concrete around his arm.\\nThe HS2 Rebellion group estimated today it would take several hours before the device around his arm could be removed. A second one is attached round his ankle.\\n\\nLazer is believed to be called Lachlan Blaze Sandford, 20. He is pictured in images alongside his Laird father Roc Sandford, who refers to him as 'his kids' in a video of their actions at a precious Extinction Rebellion protest.\\nLazer said in a statement: 'I'm only doing this because I don't have a choice.\\n'The lives of people in my generation are being risked by carbon-guzzling vanity projects like HS2.\\n'HS2 uses huge amounts of high carbon steel and concrete and it will only make the climate emergency worse.'\\nToday, staff could be seen removing buckets of mud from the tunnel while several police officers remained around the perimeter of the site.\\nHS2 Rebellion has called on the Government to scrap the 'expensive, unpopular and destructive' scheme.\\nThe environmental campaigners are attempting to protect the green space, which they claim will be built over with a temporary taxi rank before being sold to developers as part of plans for the high-speed railway.\\nActivists in the tunnels include veteran environmental campaigner Swampy, real name Daniel Hooper, and his son Rory.\\nEarlier this week a High Court judge rejected a legal bid to halt efforts to evict them.\\nMr Justice Robin Knowles refused an application brought by Dr Maxey for an injunction requiring HS2 and others to cease operations.\\nAn HS2 Ltd spokesman said: 'The safety of those trespassing and that of the HS2 staff and emergency service personnel in this operation is of paramount importance.\\n'We are doing all we can to end this illegal action safely, and progress has been made with access secured to the underground tunnel.\\n'As has been reported this morning, the illegal trespassers have attached themselves underground, which increases the danger to themselves, but also to our team and the emergency services.\\n'The High Court this week issued an order to require the illegal occupiers to leave their tunnel. Dr Maxey still hasn't complied with the court order, which also told him to provide information on the tunnels and its occupants.\\n'We urge Dr Maxey to comply with the order as soon as possible - for his safety and the safety of the other activists and the HS2 staff and agents tasked with removing them from the danger they have put themselves in.'\\nThe gang of at least five activists who have halted the £98billion HS2 project with a series of secret tunnels include a geography teacher and an ex-drug runner prison fugitive.\\nTheir efforts have so far infuriated bailiffs trying to remove them from underneath gardens near Euston Station.\\nAnd coming from such a wide spectrum of backgrounds, each bring a different set of skills to the protest.\\nBut the authorities warned last night they could be putting their own lives at risk if they did not crawl out of the tunnels.\\nThe National Eviction Team said: 'The unlawful activists appear to have put themselves in danger of a further tunnel collapse, and potentially of intercepting nearby gas and water pipes, leading to risks of suffocation, flooding and drowning.'\\nHere MailOnline takes a closer look at the five behind the tunnels:\\nLazer: Understood to be called Lachlan Blaze Sandford, 20\\nLazer is believed to be the brother of Blue Sandford and from the super-wealthy Sandford family.\\nHe is pictured in images alongside his Laird father Roc Sandford, who refers to him as 'his kids' in a video of their actions at a precious Extinction Rebellion protest.\\nHe is filmed juggling on a number of occasions on a sparse social media presence but is frequently seen alongside Blue and her sister.\\nLazer is understood to have take part in the Jones Hill Wood sitting protests back in March 2020.\\nProfessional protester: Daniel Hooper, 48, AKA Swampy\\nSwampy, whose real name is Daniel Marc Hooper, became a household name in the 1990s during a variety of environmental protests.\\nHe is best known for spending a week in a complex series of tunnels dug in the path of the expansion of the A30 road in Fairmile, Devon in 1996.\\nResisting attempts at eviction by police, Swampy was eventually removed from the network of man-made tunnels.\\nIn 1997, Swampy took part in another tunnel protest against the building of a second runway at Manchester Airport, and has also been involved with the Trident nuclear submarine protest camp at Faslane, Scotland.\\nIn 2019, Swampy took part in an Extinction Rebellion protest by attaching himself to a concrete block at the entrance to the Valero Energy fuel refinery in Pembrokeshire.\\nLast October, he was arrested at Jones Hill Wood in Buckinghamshire, having occupied a treehouse to prevent trees being chopped down on the route of HS2.\\nGeography teacher: Dr Larch Maxey, 48\\nDr Larch Maxey is an Extinction Rebellion activist who was a full-time volunteer for the radical group in 2019 and helped organise hunger strike occupations that year.\\nIn an interview with the Guardian, the long-time climate activist said he had a PhD in sustainability and was a geography lecturer and post-doctoral researcher for 17 years.\\nHowever, he said he had no income and described himself as a 'relaxed freegan' - someone who only eats food that would be going to waste.\\nThe Bristol-based activist has said: 'I work about 14 hours, six days a week with Extinction Rebellion. My role involves helping develop and implement our strategy and ideas for actions, and linking up with international groups.\\n'This is my life's purpose, and I couldn't be happier and more fulfilled. I'm happy to spend every waking moment bringing this change about.'\\nReformed drugs runner: Scott Breen, 47, AKA Digger Down\\nScotty Breen had been sent to prison for his role in a courier in a heroin deal but absconded in 2007.\\nHe moved in with his girlfriend at Faslane peace camp, getting her pregnant, but was caught after six months on the run.\\nLittle is known about his background, but has moved in political circles and was pictured once with former Green Party candidate Mark Keir.\\nSince his brush with law he has turned his life around and become a key part of the Extinction Rebellion movement.\\nHe and Keir protested against HS2 back in 2019 locking themselves together with a concrete tube blocking a Hillingdon site.\\nWriter: Blue Sandford, 18, AKA The British Greta Thunberg\\nThe teenager last year brought out her 'manifesto' called Challenge Everything: An Extinction Rebellion Youth guide to saving the planet.\\nAnd she revealed in an interview promoting the book she had been arrested in September as part of the controversial protest group's fortnight of action in London.\\nShe said she spent the start of her 17th birthday in a custody cell and a month later was  charged with obstruction of the highway. It is not clear what happened with the case.\\nMs Sandford, whose real name is Isla, was dubbed Britain's Greta Thunberg by The Times after doing an interview with them, but later told euronews she did not appreciate the comparison.\\nIn the same chat she said she wanted to 'rewilding cities like London' and advocated 'guerrilla gardening' to make wild spaces.\\nThe family live part time on the island of Gometra in the Inner Hebrides.\\nTheir aristocratic father gave both Lachlan and Isla presents made from rubbish at Christmas.", "image": [["The demonstrator, known as 'Lazer', attached himself to the bottom of a tunnel using a device made of steel and concrete around his arm", "https://i.dailymail.co.uk/1s/2021/02/05/16/38928596-9228727-image-m-55_1612541452197.jpg"], ["Lazer is understood to be Lachlan Blaze Sandford, brother of another protester Blue Sandford", "https://i.dailymail.co.uk/1s/2021/02/05/16/38598156-9228727-Lazer_is_understood_to_be_Lachlan_Blaze_Sandford_brother_of_anot-a-53_1612541434863.jpg"], ["Mr Sandford's father Roc is a millionaire Extinction Rebellion supporter and owns an island", "https://i.dailymail.co.uk/1s/2021/02/05/17/38583498-9228727-Mr_Sandford_s_father_Roc_is_a_millionaire_Extinction_Rebellion_s-m-23_1612545011154.jpg"], ["One of the tunnel shafts under Euston Square Gardens, which are being used to delay construction work", "https://i.dailymail.co.uk/1s/2021/02/05/16/38929854-9228727-image-a-66_1612542183262.jpg"], ["Bailiffs are digging their own shaft as part of efforts to remove at least six activists who have spent eight days underground", "https://i.dailymail.co.uk/1s/2021/02/05/16/38929856-9228727-image-a-72_1612542347682.jpg"], ["Activists in the tunnels include veteran environmental campaigner Swampy, real name Daniel Hooper, and his son Rory. Pictured is a response team working near the entrances to the tunnels", "https://i.dailymail.co.uk/1s/2021/02/05/16/38929910-9228727-image-a-68_1612542247590.jpg"], ["Today, staff could be seen removing buckets of mud from the tunnel while several police officers remained around the perimeter of the site", "https://i.dailymail.co.uk/1s/2021/02/05/16/38930100-9228727-image-a-73_1612542544441.jpg"], ["Lazer, believed to be 20, has filmed video from the tunnel as he protests against HS2", "https://i.dailymail.co.uk/1s/2021/02/01/11/38590566-9209839-Lazer_believed_to_be_20_has_filmed_video_from_the_tunnel_as_he_p-a-10_1612178018062.jpg"], ["Environmentalist Daniel \"Swampy\" Hooper seen at the tunnel entrance at Euston", "https://i.dailymail.co.uk/1s/2021/02/01/11/38596416-9209839-Environmentalist_Daniel_Swampy_Hooper_seen_at_the_tunnel_entranc-a-6_1612178018048.jpg"], ["Swampy in his heyday in the 1990s when he would build tunnels to support his protests", "https://i.dailymail.co.uk/1s/2021/02/01/11/38596420-9209839-Swampy_in_his_heyday_in_the_1990s_when_he_would_build_tunnels_to-a-5_1612178018031.jpg"], ["Dr Maxey has sent a video from inside the secret tunnels talking about the bailiffs' efforts", "https://i.dailymail.co.uk/1s/2021/02/01/11/38596920-9209839-Dr_Maxey_has_sent_a_video_from_inside_the_secret_tunnels_talking-a-9_1612178018059.jpg"], ["Dr Maxey protest against trees from being cut down to make way for a housing development", "https://i.dailymail.co.uk/1s/2021/02/01/11/38596922-9209839-Dr_Maxey_protest_against_trees_from_being_cut_down_to_make_way_f-a-7_1612178018049.jpg"], ["Breen - known as Scotty and Digger Down - was seen inside the HS2 tunnel last night", "https://i.dailymail.co.uk/1s/2021/02/01/11/38597558-9209839-Breen_known_as_Scotty_and_Digger_Down_was_seen_inside_the_HS2_tu-a-8_1612178018057.jpg"], ["Iain Oliver, Scott Breen and Mark Keir pictured together outside Uxbridge Magistrates' Court", "https://i.dailymail.co.uk/1s/2021/02/01/11/38597538-9209839-Iain_Oliver_Scott_Breen_and_Mark_Keir_pictured_together_outside_-a-11_1612178018064.jpg"], ["Blue Sandford, 18, had stayed in the tunnels overnight and gave interviews on the protest", "https://i.dailymail.co.uk/1s/2021/01/28/16/38597566-9197999-image-a-39_1611852406469.jpg"], ["Ms Sandford was dubbed Britain's Greta Thunberg and said she wanted to rewild London", "https://i.dailymail.co.uk/1s/2021/01/28/16/38583492-9197999-image-m-41_1611852448097.jpg"]], "author": ["Rory Tingle For Mailonline"], "date": "2021-02-05"}, "https://www.dailymail.co.uk/news/article-9235835/Boris-Johnson-orders-probe-attempts-far-left-activists-hijack-movements.html": {"title": "Boris Johnson orders probe into attempts by far-left activists 'like the Socialist Workers Party' to 'hijack' movements including Black Lives Matter and Extinction Rebellion", "subtitle": "Ex-Labour MP John Woodcock will lead the probe into political extremism in UK. Probe, ordered by Boris Johnson, will look at both far-left and far-right groups. It will include probe into 'progressive extremism' impacts on civil rights groups. Lord Woodcock says it is 'blind spot' due to admirable objectives of such groups.", "text": "Boris Johnson has ordered a probe into attempts by far-left activists to 'hijack' movements such as Black Lives Matter and Extinction Rebellion.\\nBosses behind the investigation say they will look at the impact of 'progressive extremism' on cause groups - something described as a current 'blind spot' by those leading the probe.\\nAs well as the far-left, the investigation will also cover far-right extremism.\\nIt is being launched following concern among ministers about 'unacceptable behaviour' linked to political causes, according to the Daily Telegraph.\\nFormer Labour MP John Woodcock, who now sits in the House of Lords as Lord Walney, will lead the investigation.\\nLord Walney, who is now an unaffiliated peer, told the Telegraph that Britain must heed the warning signs in America, where far-right protesters stormed the US Capitol building last month.\\nBut he named the hard-left Socialist Workers Party (SWP) as one of the groups to have had 'success' at infiltrating high profile causes.\\nHe told the paper: 'We must be vigilant against a similar blind spot in Britain to the prospect of progressive extremism - that is, unacceptable disruption or even violence carried out in the name of progressive causes to which the political establishment and large majority of the population have great sympathy, like climate change and racial injustice.'\\nLord Walney told the Telegraph there is a significantly bigger problem with far-right extremism compared to the far-left.\\nHowever he said Britons were much better at 'seeing through' attempts by the far-right to gain public support.\\nLord Walney also told the Telegraph that politicians were more likely to show support for groups such as Unite Against Fascism - who are alleged to have links with the Socialist Workers Party.\\nHe added: 'I want to look at the way anti-democracy, anti-capitalist far-Left fringe groups in Britain like the Socialist Workers Party tend to have much more success hijacking important causes ... than the far-Right, and the harm that may do.'\\nIt comes amid concern that hard-left groups such as the SWP infiltrated the Black Livers Matter group during protests last summer.\\nGary McFarlane, a prominent member of the (SWP), was pictured at a Hyde Park protest as Star Wars actor John Boyega gave a speech to crowds.\\nMr McFarlane has been described as a 'hard-left firebrand' who called an injured policewoman 'stupid' and condoned shooting racist police officers.\\nThe activist, who has appeared on Russia Today (now RT), has previously been described as part of the Black Lives Matter group.\\nBLM UK have always denied links to the SWP. In a statement last year, they said: 'None of the leadership of BLM are, or have ever been members of the SWP.\\n'Any groups which are part of SWP and claim to be part of BLM have nothing to do with us.'\\nMeanwhile, organisations who backed the Black Lives Matter movement have moved to distance themselves from BLM UK, who have previously criticised Israel and have called on the British government to 'defund the police'.\\nExtinction Rebellion, meanwhile, were last year described as a 'key threat' in a counter-terrorism assessment carried out by City of London police.\\nThe force grouped environmental protest movement alongside 'far-right organisations' in an assessment of its counter-terrorism operations, seen by the Guardian.\\nThe group have carried out a spate of non-violent - but often highly disruptive - protests over the last three years.\\nMore than 300 people were arrested during a single day of climate change protests in central London last September, in which bridges were blocked and protesters glued themselves to parts of buildings.\\nThe group also 'occupied' large areas of central London in 2019, including Oxford Circus, where a pink boat was used to block off the busy road.\\nMailOnline has attempted to contact the SWP, UAF, BLM UK and Extinction Rebellion for comment.\\nIn a statement, Extinction Rebellion said: 'The Home Secretary has tried labelling us as violent extremists before and it didn’t fool anyone.\\n'So as a nonviolent movement that is open to anyone, we’d like to make sure John Woodcock has our number.\\n'Will he be calling up one of the thousands of grandparents, parents and kids who are exercising their democratic right to protest?\\n'It feels slightly absurd that yet more public money is being put into useless party political projects rather than on the real crises we are facing.'\\nA spokesperson for the Socialist Workers Party said: 'John Woodcock, a peer in the House of Lords, is to head up a review that lumps together left wing groups such as the SWP with the far right.\\n'Far right groups use violent street movements to push their racist agenda against Muslims, migrants and refugees. They peddle antisemitism.\\n'The SWP is involved in anti-racist and anti-fascist campaigns, Black Lives Matter, support for Palestine and the movement demanding action on climate change. There is no comparison with the far right.\\n'The SWP has not “hijacked” these campaigns. Our members across Britain are involved in local and national initiatives like these that fight for social justice. We do this alongside other socialists, trade unionists, MPs and campaigners.\\nWith a world in crisis - from pandemic to climate change to the rise of the far right - these campaigns on the ground are crucial to defeating the right and fighting for a better world. We are proud to be part of them.\\n'And we also fight for a socialist world instead of the chaos and destruction of capitalism.'\\nThe findings of the investigation will be sent to the Prime Minister and Home Secretary Priti Patel in May.", "image": [["Boris Johnson has ordered a probe into attempts by far-left activists to 'hijack' movements such as Black Lives Matter and Extinction Rebellion. Pictured: People gather in Trafalgar Square last year for a Black Lives Matter rally", "https://i.dailymail.co.uk/1s/2021/02/08/10/39019486-9235835-image-a-4_1612778555087.jpg"], ["Bosses behind the investigation say they will look at the impact of 'progressive extremism' on cause groups - something described as a 'blind spot' by those leading the probe. Pictured: People gather London last year for a Black Lives Matter rally", "https://i.dailymail.co.uk/1s/2021/02/08/13/39019488-9235835-Bosses_behind_the_investigation_say_they_will_look_at_the_impact-a-18_1612790574623.jpg"], ["Former Labour MP John Woodcock, who now sits in the House of Lords as Lord Walney, will lead the investigation", "https://i.dailymail.co.uk/1s/2021/02/08/10/39019878-9235835-image-a-14_1612779373842.jpg"], ["Extinction Rebellion meanwhile were last year described as a 'key threat' in counter-terrorism assessment carried out by City of London police. Pictured: The group 'occupied' Oxford Circus with a boat in 2019", "https://i.dailymail.co.uk/1s/2021/02/08/10/39019888-9235835-image-a-15_1612779427233.jpg"]], "author": ["James Robinson for MailOnline"], "date": "2021-02-08"}}