{"https://www.dailymail.co.uk/news/article-9609303/Vegan-Extinction-Rebellion-fanatics-blockade-McDonalds-second-day.html": {"title": "McDonald's restaurants run short of burgers and fries as vegan extremists' two-day blockade of distribution centres 'delays 1,900 lorries' and ends in 14 arrests", "subtitle": "Animal Rebellion had blocked distribution sites in Hemel Hempstead, Basingstoke, Coventry and Manchester. The activist group used trucks and also shackled themselves to bamboo structures at around 4am yesterday. It is understood demonstrations at the sites in Hemel Hempstead and Basingstoke were broken up overnight. Animal Rebellion is demanding fast food giant McDonald's commit to becoming fully plant-based by 2025. They revealed police left for night at sites in Coventry and Manchester and protesters will remain until 10am. Fast food giant McDonalds says it is assessing impact of disruption to its its 1,300 restaurants across the UK.", "text": "Police have arrested 14 vegan activists after they set up demonstrations to block food distribution sites for McDonalds across the UK - with customers reporting a shortage of burgers, fries and breakfast items at some restaurants.\\nUp to 100 Animal Rebellion demonstrators blocked the entrances to distribution sites in Hemel Hempstead, Basingstoke, Coventry and Greater Manchester using trucks and shackling themselves to bamboo structures at around 4am yesterday.\\nAt around 5pm the group, which is demanding fast food giant McDonald's commit to becoming fully plant-based by 2025, revealed police left for the night at sites in Coventry and Manchester.\\nIt is understood police broke up the demonstrations at Hemel Hempstead and Basingstoke overnight. Hampshire Police have confirmed eight people were arrested in Basingstoke and are in custody.\\nAnimal Rebellion say seven of their members were also arrested in Hemel Hempstead and remain in custody.\\nMeanwhile, the demonstration in Heywood, Greater Manchester, ended at 4am after 24 hours while the group in Coventry left at 10am this morning.\\nA spokesman for McDonalds confirmed that all four sites had reopened and were back delivering to the company's 1,300 restaurants.\\nJames Ozden, a spokesperson for Animal Rebellion, said that around 100 people took part in the protests and claimed the action disrupted an estimated 1,900 lorries.\\n'We've also got a report from someone in Manchester that they experienced limited McDonald's breakfast items due to the protest,' Mr Ozden said.\\nOne Twitter user from Glasgow wrote this afternoon: 'McDonalds has run out of fries because of the blockade.'\\nWhile Adrian Taylor, from Taunton, Somerset wrote: 'Hankridge Farm hasn't been reliable for a long time but today it hit rock bottom.. ran out of burgers... you had one job McDonald's, one job! #disappointed5yearold.'\\nMr Ozden said: 'The meat and dairy industry is destroying our planet: causing huge amounts of rainforest deforestation, emitting immense quantities of greenhouse gases and killing billions of animals each year.\\n'The only sustainable and realistic way to feed ten billion people is with a plant-based food system. Organic, free-range and 'sustainable' animal-based options simply aren't good enough.'\\nEarlier in a video posted on Twitter, one protester in Coventry said: 'The demonstration feels like the absolutely right thing to do.\\n'We are in the middle of a climate and ecological emergency and we are still consuming huge quantities of meat on a scale that is just not sustainable for our planet.'\\nThe group - which had been planning the blockade for 'months' - is an offshoot of Extinction Rebellion, which blocked access to three newspaper printing presses in September last year.\\nMany of the Extinction Rebellion activists involved in one of the printing plant blockades also attended the McDonald's protest in Heywood, Greater Manchester, yesterday, The Times reports\\nYesterday, McDonald's said it is 'assessing the impact' of the protests on items' availability in some 1,300 affected restaurants. It apologised to customers for 'any disappointment caused'.\\nIn a video shared to Animal Rebellion's Twitter and Instagram accounts last night, group spokesman James Ozden said in Coventry: 'The protest removal teams have left, leaving only one car. And they've said there will be no protest removal tonight so all the vans have left.\\n'We will be guaranteed to be here up until 10am tomorrow morning which means we will have done a full 30 hours when we leave.'\\nThe activist said the absence of police 'shows the power of direct action'. He said the group planned to 'have a dance' as they headed into the evening.\\nFootage taken at the Coventry scene appeared to show some arrests earlier in the day. West Midlands Police have been approached for comment.\\nThe group shared the clip with the caption: 'Police have left two sites. Both Coventry and Manchester police teams have left our two sites to continue blockading McDonalds until tomorrow morning.\\n'That will be a total of at least 30 hours. Another win for direct action! Now join the rebellion and get involved.'\\nA McDonalds spokesperson earlier said: 'Our distribution centres are currently facing disruption.\\n'We are assessing the impact on deliveries to our restaurants and to menu items. We apologise to our customers for any disappointment caused.'\\nThe group said in a statement: 'We're shutting down McDonald's distribution to all of its 1300 UK restaurants today because of their responsibility for the climate emergency, the cutting down of the Amazon rainforest to make way for grazing cattle, and their continued refusal to take action and shift to a plant-based menu.\\n'Our activists are locked into concrete tubes and secured on bamboo constructions, and it's wet and cold, but we're here until McDonald's release a statement or meet with us to discuss how they can play a fairer role in our collective future.\\n'For decades all they've been interested in is profit, with some of the unhealthiest foods you can eat. Climate change, deforestation, and animal agriculture are the greatest threats to this planet - not to mention the obesity crisis fed by fast food. There's no McFish on a dead planet. We need to act now.'\\nNick More, renewable energy developer and member of Amazon Rebellion, said yesterday: 'McDonald's and the wider animal agriculture industry is clearly responsible for huge levels of deforestation in the Amazon Basin and wider Pantanal region.\\n'Despite their apparent greenwashing, there is no transparency in their supply chain or independent audit sufficient to support their claims that they are not a driver of deforestation.'\\nProtester Linda Doyle, 28, was part of the blockade at McDonald's distribution centre in Coventry.\\nLinda, speaking from the top of a bamboo tower, said the campaigners planned to stay for at least 24 hours.\\nOther protestors at the site laid down in the road blocking lorries from exiting to supply restaurants with food products.\\nA truck with a banner reading 'Plant-based food system' is parked in the road blocking the route onto the site also.\\n'Animal Rebellion', affiliated with XR, claimed on Twitter that police teams left two sites in Coventry and Manchester to continue blockading the fast-food chain until tomorrow.\\nThey wrote: 'Both Coventry and Manchester police teams have left our two sites to continue blockading McDonalds until tomorrow morning.\\n'That will be a total of at least 30 hours. Another win for direct action!'\\nLinda said: 'We've been here since 4am and we're going to block it for at least 24 hours.\\n'It is cold and it is raining, but we're planning to stick in here for a good stint.\\n'We don't want to be doing this, but it's essential to draw attention to the fact that McDonald's would be delivering to 1,300 restaurants around the country.\\n'We need the government to stop funding animal agriculture, which causes the same amount of emissions as the transport sector.\\n'We want the government to help farmers move to plant-based agriculture.\\n'More than 70 per cent of agricultural land is used for farming animals, but only 18 per cent of our calories come from meat. A plant-based food system is possible.\\n'Civil disobedience and direct action does work, I was passionate about getting involved and I decided to sacrifice my Saturday to come down here.'\\nA fellow protestor, who wished to be identified only as Chris, blasted McDonald's for not taking action to prevent a climate crisis.\\nHe said: 'We're taking proportionate action in the face of the biggest unknown crisis humanity has ever faced.\\n'The climate crisis being fuelled by animal agriculture.\\n'McDonald's is a symbol of animal agriculture and corporate power. Their business model is profit at all costs.\\n'Profit at the expense of animals, people that are being pushed off their land in the Amazon rainforest.\\n'Other than add a vegan burger on their menu, McDonald's has done nothing to change this.\\n'Expecting people to change their behaviour is no longer appropriate, the time for action is now.'\\nA spokesman for Hampshire Constabulary said eight people have been arrested on suspicion of aggravated trespass in relation to the Basingstoke demonstration.\\nSeven women aged between 18 and 51 and a 21-year-old man remain in custody.\\nChief Inspector Matt Reeves said: 'Everyone has the right to free speech and protest, however, officers will take necessary action against the few who deliberately choose to act outside the law.'\\nWest Midlands Police said the protest at Coventry was causing 'safety concerns' because it is blocking the exit and entrances of the building.\\nA spokesperson said: 'We are aware of a protest currently taking place in the Canley area of Coventry which is preventing access to a distribution centre.\\n'This is linked to a national day of action by animal rights activists.\\n'We have a police presence on site and have been engaging with the activists in attempts to minimise disruption.\\n'We recognise the right to a peaceful protest, however there are safety concerns as the sole entrance and exit point to the distribution site has been blocked and this is causing significant disruption to businesses, which we are taking seriously.\\n'We have asked the small group of activists to remain mindful of road users and in particular emergency vehicles and will continue to maintain an open dialogue with them.\\n'We would like to thank the public and the local businesses affected for their patience and understanding while this protest continues.'\\nMeanwhile, McDonald's fans and Animal Rebellion critics have hit out at the demonstrators on Twitter.\\nOne wrote: 'I absolutely support people's right to choose a plant based diet, but forcing your choices and beliefs on others is not the way forwards.\\n'There's no positive action here, this will only harm your cause. Choose to educate people on the benefits, not attempt to force an issue.'\\nAnother added: 'I mean, if you think there's a market for plant based fast food would it not make more sense to create a business model to challenge McDonald's profits rather than creating a blockade that in the long run won't change anything?'\\nMeanwhile, the Countryside Alliance also hit out at the protest.\\nMo Metcalf-Fisher, a spokesman for the Countryside Alliance said: 'Extinction Rebellion and their friends at Animal Rebellion can't get the public on side with their anti-meat crusade, so opt for these extreme stunts to get noticed.\\n'Preventing legitimate businesses and workers from carrying out their work in this way is simply unacceptable.\\n'The organisers should surely be made to pay for all damages and losses to McDonald's and to any other businesses impacted in any way by their selfish behaviour'.", "image": [["Pictured: Protestors remain on site in Coventry blocking the entrance to a McDonald's food distribution site as part of an environmental demonstration which has also seen blockades put in place in Manchester, Hemel Hempstead and Basingstoke", "https://i.dailymail.co.uk/1s/2021/05/23/08/43331563-0-image-a-2_1621754274126.jpg"], ["The protestors are urging fast food giant McDonalds to switch to a plant-based menu in a bid to tackle climate change. Pictured: A local man brought the protestors breakfast this morning after they remained on site demonstrating overnight", "https://i.dailymail.co.uk/1s/2021/05/23/08/43331567-0-image-a-3_1621754279222.jpg"], ["In a video shared to Animal Rebellion's Twitter and Instagram, group spokesman James Ozden said in Coventry (pictured): 'The protest removal teams have left, leaving only one car. And they've said there will be no protest removal tonight'", "https://i.dailymail.co.uk/1s/2021/05/23/01/43324697-9608605-image-a-65_1621729588880.jpg"], ["Customers have reported a shortage of burgers, fries and breakfast items at some restaurants in Manchester, Glasgow and Somerset", "https://i.dailymail.co.uk/1s/2021/05/23/17/43344015-9609303-image-m-6_1621787615556.jpg"], ["A man lies on the road as animal rights protesters began blockading four of the UK distribution centres belonging to McDonald's", "https://i.dailymail.co.uk/1s/2021/05/24/02/43315623-9609303-A_man_lies_on_the_road_as_animal_rights_protesters_began_blockad-a-41_1621818573548.jpg"], ["Animal Rebellion said they are using trucks and bamboo structures at the distribution sites in Hemel Hempstead, Basingstoke, Coventry and Heywood, Greater Manchester, to stop lorries from leaving depots", "https://i.dailymail.co.uk/1s/2021/05/22/08/43301079-9607097-image-a-18_1621668403023.jpg"], ["The group is demanding that McDonald's commit to becoming fully plant-based by 2025. Pictured: A protester at one of the sites", "https://i.dailymail.co.uk/1s/2021/05/22/08/43301075-9607097-image-m-22_1621668436718.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/05/22/10/43304357-9607097-image-a-40_1621675906625.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/05/22/22/43304361-9607097-image-a-51_1621719877156.jpg"], ["He said: 'The meat and dairy industry is destroying our planet: causing huge amounts of rainforest deforestation, emitting immense quantities of greenhouse gases and killing billions of animals each year'", "https://i.dailymail.co.uk/1s/2021/05/24/02/43301149-9609303-He_said_The_meat_and_dairy_industry_is_destroying_our_planet_cau-a-38_1621818573531.jpg"], ["He continued: 'The only sustainable and realistic way to feed ten billion people is with a plant-based food system. Organic, free-range and 'sustainable' animal-based options simply aren't good enough'", "https://i.dailymail.co.uk/1s/2021/05/22/08/43301155-9607097-image-a-30_1621668872466.jpg"], ["The group added in a statement: 'We're shutting down McDonald's distribution to all of its 1300 UK restaurants because of their responsibility for the climate emergency, the cutting down of the Amazon rainforest to make way for grazing cattle, and their continued refusal to take action and shift to a plant-based menu'", "https://i.dailymail.co.uk/1s/2021/05/24/02/43301153-9609303-The_group_added_in_a_statement_We_re_shutting_down_McDonald_s_di-a-36_1621818573507.jpg"], ["It added: 'For decades all they've been interested in is profit, with some of the unhealthiest foods you can eat. Climate change, deforestation, and animal agriculture are the greatest threats to this planet - not to mention the obesity crisis fed by fast food. There's no McFish on a dead planet. We need to act now'", "https://i.dailymail.co.uk/1s/2021/05/22/23/43301147-9608605-It_added_For_decades_all_they_ve_been_interested_in_is_profit_wi-a-1_1621724389122.jpg"], ["Protestors gather outside McDonald's distribution centre in Hemel Hempstead Industrial Estate", "https://i.dailymail.co.uk/1s/2021/05/24/02/43305813-9609303-Protestors_gather_outside_McDonald_s_distribution_centre_in_Heme-a-37_1621818573509.jpg"], ["The group are demanding McDonald's commit to becoming fully plant-based by 2025 in a bid to to 'stop the climate crisis and end the suffering of animals'", "https://i.dailymail.co.uk/1s/2021/05/22/12/43305791-9607097-The_group_are_demanding_McDonald_s_commit_to_becoming_fully_plan-a-16_1621683845495.jpg"], ["Animal Rebellion protester suspended from a bamboo structure outside a McDonald's distribution site in Hemel Hempstead", "https://i.dailymail.co.uk/1s/2021/05/24/02/43305783-9609303-Animal_Rebellion_protester_suspended_from_a_bamboo_structure_out-a-42_1621818573553.jpg"], ["Animal Rebellion protesters release a yellow smoke canister outside the McDonald's distribution site in Basingstoke, Hampshire, which is being blockaded to stop lorries from leaving the depot", "https://i.dailymail.co.uk/1s/2021/05/24/02/43306215-9609303-Animal_Rebellion_protesters_release_a_yellow_smoke_canister_outs-a-35_1621818573498.jpg"], ["Some 100 activists descended on the sites  around the UK early yesterday morning and said they intend to remain there for at least 24 hours. Pictured: Protestors in Hemel Hempstead", "https://i.dailymail.co.uk/1s/2021/05/22/23/43305797-9608605-Around_50_activists_descended_on_the_sites_around_the_UK_early_t-a-4_1621724389138.jpg"], ["Animal Rebellion say they hoped their actions cause 'significant economic disruption' to the McDonald's supply chain and result in a shortage of stock. Pictured: Protestors carry a bamboo structure to the site in Hemel Hempstead", "https://i.dailymail.co.uk/1s/2021/05/22/12/43305809-9607097-Animal_Rebellion_say_they_hoped_their_actions_cause_significant_-a-26_1621683860475.jpg"], ["The distribution centres are said to supply approximately 1,300 restaurants and serve 3.5 million customers each day", "https://i.dailymail.co.uk/1s/2021/05/22/23/43305779-9608605-The_distribution_centres_are_said_to_supply_approximately_1_300_-a-5_1621724389141.jpg"], ["Protesters sit a bamboo structure and on top of a van, being monitored by police officers, outside a McDonalds distribution site in Basingstoke, Hampshire", "https://i.dailymail.co.uk/1s/2021/05/22/12/43305767-9607097-Protesters_sit_a_bamboo_structure_and_on_top_of_a_van_being_moni-a-4_1621683733208.jpg"], ["Protestors say they plan to stay for at least 24 hours. Pictured: Protestors gather outside McDonald's distribution centre in Hemel Hempstead", "https://i.dailymail.co.uk/1s/2021/05/22/23/43305811-9608605-Protestors_say_they_plan_to_stay_for_at_least_24_hours_Pictured_-a-6_1621724389145.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/05/24/02/43336729-9609303-image-a-39_1621818573537.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/05/23/12/43336747-9609303-image-a-16_1621768367599.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/05/24/02/43336749-9609303-image-a-40_1621818573542.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/05/23/12/43336745-9609303-image-a-20_1621768409506.jpg"]], "author": ["Katie Feehan", "James Gant", "Joe Davies", "Jemma Carr For Mailonline"], "date": "2021-05-23"}, "https://www.dailymail.co.uk/news/article-9532857/Thousands-Kill-Bill-activists-march-central-London.html": {"title": "Thousands of 'Kill the Bill' activists march through London as officers arrest seven people and crowds take to the streets in 40 UK towns and cities to protest plans for increased police powers", "subtitle": "Demonstrators were seen pouring through Trafalgar Square on Saturday with little care for social-distancing. Police said seven people across capital have been arrested with officers 'continuing to engage' with activists. Hundreds also rallied in cities including Brighton, Bristol, Edinburgh, Leeds, Liverpool, Manchester and Truro. The legislation was the subject of widespread dissent in March, particularly in the student area of Bristol.", "text": "Thousands of 'Kill the Bill' protesters have marched through central London today as officers arrest seven people and crowds take to the streets in 40 towns and cities across the country against increased police powers.\\nDemonstrators were seen pouring through Trafalgar Square on Saturday with little care for social-distancing to demand the government scrap a new bill which criminalises marches deemed a 'public nuisance.'\\nThe Met Police confirmed seven people across the capital city have been arrested today, adding: 'The demonstration has reached #VauxhallPleasureGardens where people remain. Officers are on site and continue to engage with those taking part.'\\nIt is the latest in a series of protests against the Police, Crime, Sentencing and Courts Bill.\\nHundreds also rallied in Brighton, Bristol, Cheltenham, Edinburgh, Leeds, Liverpool, Manchester, Newcastle, Truro and Sheffield despite the continued threat of coronavirus.\\nThe legislation was the subject of widespread dissent in March, particularly in the student area of Bristol where police were subjected to abuse which Boris Johnson described as 'disgraceful.'\\nA coalition of activist groups are staging the demonstrations today as the bill progresses through parliament this month.\\nSisters Uncut, a feminist group helping to lead the action, have condemned the legislation as 'authoritarian.'\\nDani Cane, a youth worker who plans to attend the protest on Saturday told The Big Issue: 'The police have repeatedly proven that they are drunk on power, and will always use violence against us, not just against the most vulnerable people they routinely target, but anyone who they deem to be not behaving in a way they approve of.\\n'It is vital that we prevent this bill from being passed in order to keep ourselves safe and resist the authoritarian abuse of state power. We must be able to hold the police accountable for the violence they relentlessly cause.'\\nJess Sharp, a domestic violence worker who was also heading to the demos, said: 'The police are bullies and perpetuate endless violence, giving them more power puts us at more risk and so we cannot allow this bill to pass.'\\nThe Government's Police, Crime, Sentencing and Courts Bill would see the police handed greater powers to tackle demonstrations.\\nThe Bill was drafted partly in response to previous disruptive action by Extinction Rebellion and also the Black Lives Matter movement.\\nThe proposed legislation would give police in England and Wales more powers to impose conditions on non-violent protests - including those deemed too noisy or a nuisance, with those convicted liable to fines or jail terms.\\nA Home Office spokesman said: 'The right to protest is a cornerstone of our democracy, but over recent years we have seen an increase in the use of disruptive and dangerous tactics.'\\nHe added: 'These new measures will not stop people from carrying out their civic right to protest and be heard, but will prevent large scale disruption - enabling the silent majority to get on with their lives.'\\nSpeaking ahead of the protests today, Commander Simon Dobinson of the Metropolitan Police, said: 'We have attempted to make contact with the organisers of Saturday's demonstrations.\\n'It is their responsibility to comply with the regulations and ensure their gathering is safe.\\n'Officers will be present to try to engage with protestors, to explain the restrictions, encourage compliance and take steps to enforce the restrictions if it is necessary to do so.\\n'Anyone intending to engage in violence or disorder needs to understand that police we will take steps to prevent that behaviour. We will not tolerate attacks on our officers and staff.'", "image": [["Demonstrators take part in a protest against the Police, Crime, Sentencing and Courts Bill 2021 in central London on May 1, 2021. Previous \"Kill the Bill\" demonstrations have turned violent, with protesters demanding the withdrawal of the legislation, which critics say harshly restricts the right to peaceful protest", "https://i.dailymail.co.uk/1s/2021/05/01/17/42449244-9532857-Demonstrators_take_part_in_a_protest_against_the_Police_Crime_Se-a-7_1619887204218.jpg"], ["Demonstrators walk through the streets of London earlier today during a Kill the Bill protest. One person is seen holding up a sign which reads: 'Don't talk to them'", "https://i.dailymail.co.uk/1s/2021/05/01/19/42455212-9532857-image-a-38_1619895469572.jpg"], ["A protester holds a smoke canister during a 'Kill the Bill' protest in central London today", "https://i.dailymail.co.uk/1s/2021/05/01/17/42449248-9532857-A_protester_holds_a_smoke_canister_during_a_Kill_the_Bill_protes-a-8_1619887204313.jpg"], ["Demonstrators are seen gathering near Buckingham Palace in central London during a 'Kill the Bill' protest this afternoon", "https://i.dailymail.co.uk/1s/2021/05/01/17/42451448-9532857-image-a-9_1619886748665.jpg"], ["Demonstrators hold signs outside the Home Office, as they take part in a \"Kill the Bill\" protest in London, Britain, May 1", "https://i.dailymail.co.uk/1s/2021/05/01/17/42449246-9532857-Demonstrators_hold_signs_outside_the_Home_Office_as_they_take_pa-a-3_1619885430257.jpg"], ["Demonstrators hold up a banner during a march through central London as part of the 'Kill the Bill' protests", "https://i.dailymail.co.uk/1s/2021/05/01/17/42451446-9532857-image-a-7_1619886700914.jpg"], ["A police officer during the march in London today with a protestor seen holding up a 'Kill the Bill' sign in the background", "https://i.dailymail.co.uk/1s/2021/05/01/17/42451452-9532857-image-a-5_1619886644329.jpg"], ["Police officers stand guard outside the Home Office on Saturday as hundreds of people arrive to demand the bill is killed", "https://i.dailymail.co.uk/1s/2021/05/01/15/42449256-9532857-image-a-3_1619881011079.jpg"], ["Protestors march past Admiralty Arch on the Mall in central London during a 'Kill the Bill' protest on Saturday. Among the flags flying is the black banner of Antifa", "https://i.dailymail.co.uk/1s/2021/05/01/17/42449242-9532857-Protestors_march_past_Admiralty_Arch_on_the_Mall_in_central_Lond-a-6_1619887204205.jpg"], ["Protesters are joined by a bus rigged up with a tannoy system during today's protest in the capital", "https://i.dailymail.co.uk/1s/2021/05/01/17/42449254-9532857-Protesters_are_joined_by_a_bus_rigged_up_with_a_tannoy_system_du-a-1_1619885430213.jpg"], ["A line of police officers stand behind a crowd of Kill the Bill protestors in London earlier today as people continue to demonstrate against new legislation called the Police, Crime, Sentencing and Courts Bill", "https://i.dailymail.co.uk/1s/2021/05/01/17/42451968-9532857-image-m-17_1619888176461.jpg"], ["Re flares are held in the air by these two women in the middle of a crowd of Kill the Bill demonstrators in London earlier today", "https://i.dailymail.co.uk/1s/2021/05/01/17/42451962-9532857-image-a-13_1619888154261.jpg"], ["A number of banners were held in the air by protestors in the capital today as they marched in protest against proposed new legislation", "https://i.dailymail.co.uk/1s/2021/05/01/17/42451970-9532857-image-a-15_1619888159197.jpg"], ["A group of demonstrators hold up a banner in London earlier today and are followed by a number of people waving flags", "https://i.dailymail.co.uk/1s/2021/05/01/17/42451960-9532857-image-a-19_1619888192652.jpg"], ["Multiple 'Kill the Bill' signs are waved in the air earlier today in London as protestors gathered to demonstrate", "https://i.dailymail.co.uk/1s/2021/05/01/17/42451958-9532857-image-a-21_1619888202969.jpg"], ["Protestors march down the Mall in central London during a 'Kill the Bill' protest on Saturday, May 1, 2021. The demonstration is against the contentious Police, Crime, Sentencing and Courts Bill. The Bill was drafted partly in response to previous disruptive action by Extinction Rebellion and also the Black Lives Matter movement.", "https://i.dailymail.co.uk/1s/2021/05/01/17/42449240-9532857-Protestors_march_down_the_Mall_in_central_London_during_a_Kill_t-a-2_1619885430220.jpg"], ["Demonstrators hold flares as they protest against the Police, Crime, Sentencing and Courts Bill in central Manchester today", "https://i.dailymail.co.uk/1s/2021/05/01/17/42451424-9532857-image-a-10_1619886806917.jpg"]], "author": ["Ross Ibbetson For Mailonline"], "date": "2021-05-01"}, "https://www.dailymail.co.uk/news/article-9547365/Extinction-Rebellion-activists-blocked-printing-plant-acquitted.html": {"title": "Two more Extinction Rebellion activists who blocked printing presses go free on technicality", "subtitle": "Extinction Rebellion activists targeted printworks in Merseyside and London. They prevented 1,100 retailers from receiving newspapers at cost of £1.2million. Mirian Instone, 22, and Peaceful Warrior, 55, have been acquitted of trespass. They were among dozens who parked a yellow boat and blue van at site entrance. The ruling makes it unlikely any demonstrators will be punished for the incident.", "text": "Two more Extinction Rebellion protesters who blockaded a printing press and prevented millions of newspapers from being delivered have walked free from court on a technicality.\\nThree other activists were acquitted last week after a judge said it was unclear if they had staged their protest on private land.\\nThe failure of both prosecutions means it is increasingly unlikely that any of the demonstrators who parked a yellow boat and blue van at the entrance to the Knowsley print works in Merseyside will face punishment.\\nAbout 20 more individuals charged with similar offences are due before the courts in the coming months.\\nTheir protest was part of a night of chaos in September at two print works – the other in Broxbourne, Hertfordshire – involving 81 activists in total.\\nThey prevented 1,100 retailers from receiving newspapers that night, including the Daily Mail, The Sun and the Daily Telegraph, and cost publishers £1.2million.\\nThe blockades were criticised as an affront to free speech and drew condemnation from across government. Prime Minister Boris Johnson said it was 'completely unacceptable to seek to limit the public's access to news in this way'.\\nLast week a trio of middle-class activists – Katie Anne Ritchie-Moulin, 22, Harrison Radcliffe, 21, and Luca Vitale, 22 – were found not guilty of aggravated trespass by District Judge Paul Healey at Liverpool Magistrates' Court.\\nYesterday at the same court a different judge, Deputy District Judge Roger Lowe, acquitted another two – Mirian Instone, 22, and Peaceful Warrior, 55 – of trespass for similar reasons.\\nThe court was told that Instone and Warrior were arrested at about 7am on September 5 after spending the night chained together underneath the trailer of the boat at the entrance to the Newsprinters print works.\\nPolice bodycam footage shown in court revealed 'confusion' among officers over what charges to bring, including trespass, obstruction of the highway or obstruction of the workplace.\\nLee Taylor, senior operations manager at Newsprinters, told the court the protesters were trespassing because the boat had 'encroached' up to 10ft on to block paving at the site entrance.\\nHe said the paving, bushes, signs and security lodge in the vicinity were maintained by Newsprinters and rejected the idea that members of the public would not be aware they were on private property.\\nBut Judge Lowe accepted arguments on behalf of Instone and Warrior that the public had been crossing the entrance for at least 20 years because it was a continuation of the public footpath. He added there was no sign to suggest the entrance was private property.\\nJudge Lowe said: 'There is no case to answer ... You are both free to leave.' He also ordered their costs be paid from the public purse.\\nDentist's daughter Instone, of Cambridge, has been arrested before for taking part in protests against HS2 and has been involved in Extinction Rebellion demonstrations all over the UK. She studied anthropology at Birmingham University.\\nWarrior, of Sleaford, Lincolnshire, who changed his name by deed poll from Andrew Gardiner, once stood for the Green Party in his home town.\\nA Crown Prosecution Service spokesman said the upcoming cases would be kept under review because the defence had successfully argued that the private land had been accessible to the public for over two decades.\\nMore than 50 activists took part in the Broxbourne protest, chaining their hands together inside a tube filled with cement. Last year two of them were fined over the disruption and another received a conditional discharge.", "image": [["XR activist Mirian Instone, 22", "https://i.dailymail.co.uk/1s/2021/05/05/22/42623076-0-image-m-35_1620248600791.jpg"], ["XR activist Peaceful Warrior, 55", "https://i.dailymail.co.uk/1s/2021/05/05/22/42623064-0-image-a-33_1620248595503.jpg"], ["More than 100 protesters targeted Newsprinters printing works at Broxbourne, Hertfordshire, and Knowsley, near Liverpool, on September 4. Roads were blocked and XR protesters chained themselves to structures. The blockade disrupted the distribution of newspapers", "https://i.dailymail.co.uk/1s/2020/10/05/12/33999376-8806189-image-a-3_1601897813341.jpg"], ["Last week a trio of middle-class activists ¿ Katie Anne Ritchie-Moulin, 22, Harrison Radcliffe, 21, and Luca Vitale, 22 ¿ were found not guilty of aggravated trespass by District Judge Paul Healey at Liverpool Magistrates' Court", "https://i.dailymail.co.uk/1s/2021/05/05/22/42623084-0-image-m-39_1620248702623.jpg"], ["The court was told that Instone and Warrior were arrested at about 7am on September 5 after spending the night chained together underneath the trailer of the boat at the entrance to the Newsprinters print works", "https://i.dailymail.co.uk/1s/2021/05/05/22/42623178-0-image-a-38_1620248693184.jpg"]], "author": ["Liz Hull for the Daily Mail"], "date": "2021-05-05"}, "https://www.dailymail.co.uk/news/article-9608605/Vegans-threaten-McDonalds-blockade-continue-30-HOURS.html": {"title": "Police do NOTHING again as fanatical Vegan Extinction Rebellion splinter group paralyses McDonald's across the UK leaving restaurants facing burger shortage, a year after press blockade", "subtitle": "Animal Rebellion blocked distribution sites in Hemel Hempstead, Basingstoke, Coventry and Manchester. The group used trucks and shackled themselves to bamboo structures at around 4am yesterday. Animal Rebellion is demanding fast food giant McDonald's commit to becoming fully plant-based by 2025. They revealed police left for night at sites in Coventry and Manchester and protesters will remain until 10am. Meaning the group will have done 'a full 30 hours', according to a video log on their Twitter page.", "text": "Vegans activists are threatening Britain's Big Mac supplies as they plan to continue their 30 hour McDonald's blockade - with police left unable to remove protesters from food distribution sites.\\nUp to 100 Animal Rebellion demonstrators blocked the entrances to distribution sites in Hemel Hempstead, Basingstoke, Coventry and Greater Manchester using trucks and shackling themselves to bamboo structures at around 4am yesterday.\\nAt around 5pm the group, which is demanding fast food giant McDonald's commit to becoming fully plant-based by 2025, revealed police left for the night at sites in Coventry and Manchester.\\nAnimal Rebellion will remain at the scene until 10am tomorrow, meaning they would have done 'a full 30 hours', according to a video on their Twitter page.\\nThe group - which had been planning the blockade for 'months' - is an offshoot of Extinction Rebellion, which blocked access to three newspaper printing presses in September last year.\\nMany of the Extinction Rebellion activists involved in one of the printing plant blockades also attended the McDonald's protest in Heywood, Greater Manchester, yesterday, The Times reports\\nEarlier, McDonald's said it is 'assessing the impact' of the protests on items' availability in some 1,300 affected restaurants. It apologised to customers for 'any disappointment caused'.\\nIn a video shared to Animal Rebellion's Twitter and Instagram accounts, group spokesman James Ozden said in Coventry: 'The protest removal teams have left, leaving only one car. And they've said there will be no protest removal tonight so all the vans have left.\\n'We will be guaranteed to be here up until 10am tomorrow morning which means we will have done a full 30 hours when we leave.'\\nThe activist said the absence of police 'shows the power of direct action'. He said the group planned to 'have a dance' as they headed into the evening.\\nFootage taken at the Coventry scene appeared to show some arrests earlier in the day. West Midlands Police have been approached for comment.\\nThe group shared the clip with the caption: 'Police have left two sites. Both Coventry and Manchester police teams have left our two sites to continue blockading McDonalds until tomorrow morning.\\n'That will be a total of at least 30 hours. Another win for direct action! Now join the rebellion and get involved.'\\nA McDonalds spokesperson earlier said: 'Our distribution centres are currently facing disruption.\\n'We are assessing the impact on deliveries to our restaurants and to menu items. We apologise to our customers for any disappointment caused.'\\nMr Ozden said the action is aimed at calling out the animal agriculture industry for their part in the global climate crisis.\\nHe said: 'The meat and dairy industry is destroying our planet: causing huge amounts of rainforest deforestation, emitting immense quantities of greenhouse gases and killing billions of animals each year.\\n'The only sustainable and realistic way to feed ten billion people is with a plant-based food system. Organic, free-range and 'sustainable' animal-based options simply aren't good enough.'\\nThe group added in a statement: 'We're shutting down McDonald's distribution to all of its 1300 UK restaurants today because of their responsibility for the climate emergency, the cutting down of the Amazon rainforest to make way for grazing cattle, and their continued refusal to take action and shift to a plant-based menu.\\n'Our activists are locked into concrete tubes and secured on bamboo constructions, and it's wet and cold, but we're here until McDonald's release a statement or meet with us to discuss how they can play a fairer role in our collective future.\\n'For decades all they've been interested in is profit, with some of the unhealthiest foods you can eat. Climate change, deforestation, and animal agriculture are the greatest threats to this planet - not to mention the obesity crisis fed by fast food. There's no McFish on a dead planet. We need to act now.'\\nNick More, renewable energy developer and member of Amazon Rebellion, said: 'McDonald's and the wider animal agriculture industry is clearly responsible for huge levels of deforestation in the Amazon Basin and wider Pantanal region.\\n'Despite their apparent greenwashing, there is no transparency in their supply chain or independent audit sufficient to support their claims that they are not a driver of deforestation.'\\nProtester Linda Doyle, 28, is part of the blockade at McDonald's distribution centre in Coventry.\\nLinda, speaking from the top of a bamboo tower, said the campaigners planned to stay for at least 24 hours.\\nOther protestors at the site have lay down in the road blocking lorries from exiting to supply restaurants with food products.\\nA truck with a banner reading 'Plant-based food system' is parked in the road blocking the route onto the site also.\\n'Animal Rebellion', affiliated with XR, claimed on Twitter that police teams left two sites in Coventry and Manchester to continue blockading the fast-food chain until tomorrow.\\nThey wrote: 'Both Coventry and Manchester police teams have left our two sites to continue blockading McDonalds until tomorrow morning.\\n'That will be a total of at least 30 hours. Another win for direct action!'\\nLinda said: 'We've been here since 4am and we're going to block it for at least 24 hours.\\n'It is cold and it is raining, but we're planning to stick in here for a good stint.\\n'We don't want to be doing this, but it's essential to draw attention to the fact that McDonald's would be delivering to 1,300 restaurants around the country.\\n'We need the government to stop funding animal agriculture, which causes the same amount of emissions as the transport sector.\\n'We want the government to help farmers move to plant-based agriculture.\\n'More than 70 per cent of agricultural land is used for farming animals, but only 18 per cent of our calories come from meat. A plant-based food system is possible.\\n'Civil disobedience and direct action does work, I was passionate about getting involved and I decided to sacrifice my Saturday to come down here.'\\nA fellow protestor, who wished to be identified only as Chris, blasted McDonald's for not taking action to prevent a climate crisis.\\nHe said: 'We're taking proportionate action in the face of the biggest unknown crisis humanity has ever faced.\\n'The climate crisis being fuelled by animal agriculture.\\n'McDonald's is a symbol of animal agriculture and corporate power. Their business model is profit at all costs.\\n'Profit at the expense of animals, people that are being pushed off their land in the Amazon rainforest.\\n'Other than add a vegan burger on their menu, McDonald's has done nothing to change this.\\n'Expecting people to change their behaviour is no longer appropriate, the time for action is now.'\\nWest Midlands Police said the protest at Coventry was causing 'safety concerns' because it is blocking the exit and entrances of the building.\\nA spokesperson said: 'We are aware of a protest currently taking place in the Canley area of Coventry which is preventing access to a distribution centre.\\n'This is linked to a national day of action by animal rights activists.\\n'We have a police presence on site and have been engaging with the activists in attempts to minimise disruption.\\n'We recognise the right to a peaceful protest, however there are safety concerns as the sole entrance and exit point to the distribution site has been blocked and this is causing significant disruption to businesses, which we are taking seriously.\\n'We have asked the small group of activists to remain mindful of road users and in particular emergency vehicles and will continue to maintain an open dialogue with them.\\n'We would like to thank the public and the local businesses affected for their patience and understanding while this protest continues.'", "image": [["In a video shared to Animal Rebellion's Twitter and Instagram, group spokesman James Ozden said in Coventry (pictured): 'The protest removal teams have left, leaving only one car. And they've said there will be no protest removal tonight so all the vans have left'", "https://i.dailymail.co.uk/1s/2021/05/23/01/43324697-9608605-image-a-65_1621729588880.jpg"], ["A man lies on the road as animal rights protesters began blockading four of the UK distribution centres belonging to McDonald's", "https://i.dailymail.co.uk/1s/2021/05/22/19/43315623-9607097-image-a-32_1621707316697.jpg"], ["Animal Rebellion said they are using trucks and bamboo structures at the distribution sites in Hemel Hempstead, Basingstoke, Coventry and Heywood, Greater Manchester, to stop lorries from leaving depots", "https://i.dailymail.co.uk/1s/2021/05/22/08/43301079-9607097-image-a-18_1621668403023.jpg"], ["The group is demanding that McDonald's commit to becoming fully plant-based by 2025. Pictured: A protester at one of the sites", "https://i.dailymail.co.uk/1s/2021/05/22/08/43301075-9607097-image-m-22_1621668436718.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/05/22/10/43304357-9607097-image-a-40_1621675906625.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/05/22/22/43304361-9607097-image-a-51_1621719877156.jpg"], ["He said: 'The meat and dairy industry is destroying our planet: causing huge amounts of rainforest deforestation, emitting immense quantities of greenhouse gases and killing billions of animals each year'", "https://i.dailymail.co.uk/1s/2021/05/22/10/43301149-9607097-He_said_The_meat_and_dairy_industry_is_destroying_our_planet_cau-a-38_1621675839258.jpg"], ["He continued: 'The only sustainable and realistic way to feed ten billion people is with a plant-based food system. Organic, free-range and 'sustainable' animal-based options simply aren't good enough'", "https://i.dailymail.co.uk/1s/2021/05/22/08/43301155-9607097-image-a-30_1621668872466.jpg"], ["The group added in a statement: 'We're shutting down McDonald's distribution to all of its 1300 UK restaurants because of their responsibility for the climate emergency, the cutting down of the Amazon rainforest to make way for grazing cattle, and their continued refusal to take action and shift to a plant-based menu'", "https://i.dailymail.co.uk/1s/2021/05/22/19/43301153-9607097-The_group_added_in_a_statement_We_re_shutting_down_McDonald_s_di-a-26_1621707208586.jpg"], ["It added: 'For decades all they've been interested in is profit, with some of the unhealthiest foods you can eat. Climate change, deforestation, and animal agriculture are the greatest threats to this planet - not to mention the obesity crisis fed by fast food. There's no McFish on a dead planet. We need to act now'", "https://i.dailymail.co.uk/1s/2021/05/22/23/43301147-9608605-It_added_For_decades_all_they_ve_been_interested_in_is_profit_wi-a-1_1621724389122.jpg"], ["Protestors gather outside McDonald's distribution centre in Hemel Hempstead Industrial Estate", "https://i.dailymail.co.uk/1s/2021/05/22/12/43305813-9607097-Protestors_gather_outside_McDonald_s_distribution_centre_in_Heme-a-10_1621683834295.jpg"], ["The group are demanding McDonald's commit to becoming fully plant-based by 2025 in a bid to to 'stop the climate crisis and end the suffering of animals'", "https://i.dailymail.co.uk/1s/2021/05/22/12/43305791-9607097-The_group_are_demanding_McDonald_s_commit_to_becoming_fully_plan-a-16_1621683845495.jpg"], ["Animal Rebellion protester suspended from a bamboo structure outside a McDonald's distribution site in Hemel Hempstead", "https://i.dailymail.co.uk/1s/2021/05/22/23/43305783-9608605-Animal_Rebellion_protester_suspended_from_a_bamboo_structure_out-a-3_1621724389135.jpg"], ["Animal Rebellion protesters release a yellow smoke canister outside the McDonald's distribution site in Basingstoke, Hampshire, which is being blockaded to stop lorries from leaving the depot", "https://i.dailymail.co.uk/1s/2021/05/22/23/43306215-9608605-Animal_Rebellion_protesters_release_a_yellow_smoke_canister_outs-a-2_1621724389128.jpg"], ["Some 100 activists descended on the sites  around the UK early yesterday morning and said they intend to remain there for at least 24 hours. Pictured: Protestors in Hemel Hempstead", "https://i.dailymail.co.uk/1s/2021/05/22/23/43305797-9608605-Around_50_activists_descended_on_the_sites_around_the_UK_early_t-a-4_1621724389138.jpg"], ["Animal Rebellion say they hoped their actions cause 'significant economic disruption' to the McDonald's supply chain and result in a shortage of stock. Pictured: Protestors carry a bamboo structure to the site in Hemel Hempstead", "https://i.dailymail.co.uk/1s/2021/05/22/12/43305809-9607097-Animal_Rebellion_say_they_hoped_their_actions_cause_significant_-a-26_1621683860475.jpg"], ["The distribution centres are said to supply approximately 1,300 restaurants and serve 3.5 million customers each day", "https://i.dailymail.co.uk/1s/2021/05/22/23/43305779-9608605-The_distribution_centres_are_said_to_supply_approximately_1_300_-a-5_1621724389141.jpg"], ["Protesters sit a bamboo structure and on top of a van, being monitored by police officers, outside a McDonalds distribution site in Basingstoke, Hampshire", "https://i.dailymail.co.uk/1s/2021/05/22/12/43305767-9607097-Protesters_sit_a_bamboo_structure_and_on_top_of_a_van_being_moni-a-4_1621683733208.jpg"], ["Protestors say they plan to stay for at least 24 hours. Pictured: Protestors gather outside McDonald's distribution centre in Hemel Hempstead", "https://i.dailymail.co.uk/1s/2021/05/22/23/43305811-9608605-Protestors_say_they_plan_to_stay_for_at_least_24_hours_Pictured_-a-6_1621724389145.jpg"]], "author": ["James Gant", "Joe Davies", "Jemma Carr For Mailonline"], "date": "2021-05-23"}, "https://www.dailymail.co.uk/news/article-9632261/Luxury-Cornish-hotel-hosting-G7-summit-two-weeks-looks-like-building-site.html": {"title": "EXCLUSIVE: Luxury Cornish hotel hosting G7 summit in two weeks 'looks like a building site' as it rushes to finish meeting complex before world leaders arrive", "subtitle": "Carbis Bay hotel in Cornwall which is hosting G7 summit 'looks like building site'. Overflowing skips, bags of cement and giant containers strewn around the hotel. Teams of builders in race to clear up and to complete the three meeting rooms.", "text": "The Cornish hotel hosting the G7 summit still 'looks like a building site' with just days to go before it welcomes world leaders, MailOnline can reveal.\\nWith under two weeks until the prestigious event is due to start, overflowing skips, bags of cement, stacks of timber and giant containers of rumble are all still clearly visible strewn around the Carbis Bay Hotel in Cornwall.\\nWorld leaders will converge on the sleepy Cornish village on June 11 for the two-day summit. But on the approach to the hotel - where US President Joe Biden and Boris Johnson will be staying – a beachfront car park is littered with construction materials.\\nAnd parts of the main car park at the five-star hotel further down also resemble a builder's yard with construction materials and rubbish scattered around.\\nTeams of builders are now in a race against time to clear up as well as to complete three meeting rooms that sit above the £4,000 night lodges being used as accommodation for the summit.\\nOne local told MailOnline: 'It's a real mess and they're clearly in a race against time. Currently it looks more like a building site than a top international venue.\\n'The workers are rushing round like it's like watching the last five minutes of an episode of Home Front.'\\nA builder working on the meeting rooms at the resort near St Ives told MailOnline he and his colleagues will be forced to work round the clock to make sure they are completed in time for the G7 summit opening.\\nOne recent guest at the hotel – where rooms cost up to £1,500 and one of the beachfront lodges £4,000, wrote a scathing review on the consumer site Trip Advisor.\\nThe guest, who stayed at the hotel earlier this month, said: 'We were really looking forward to our holiday at this hotel as I thought that as we were staying there two to three weeks before the G7 summit, the place would be looking absolutely fabulous and in tip top condition.\\n'Well, I could not have been more wrong! The hotel is a building site with diggers, lorries and bulldozers coming and going in the carpark and we felt a bit of an inconvenience as paying guests for getting in the way!'\\nAnother wrote: 'The hotel is currently a building site and neither the swimming pool nor the spa were open.'\\nMuch of the construction work is being carried out on three meeting rooms that sit on a cliff above the luxury beach lodges where the world leaders will stay - themselves the subject of a planning row.\\nAs well as the Carbis Bay the nearby Treganna Castle Resort and other locations in St Ives and around Cornwall will be used for the duration of the meetings.\\nThousands of police and private security firms are being drafted in to throw a ring of steel around Carbis Bay and nearby St Ives ahead of the arrival of prime ministers and presidents from the world's leading democracies.\\nPolice have warned people walking on foot will be subject to ID checks and parts of the South West Coast Path – which runs above the Carbis Bay Hotel – will be closed.\\nResidents who live close to the hotel will have to show two pieces of identification to pass security barriers.\\nHolidaymakers who have booked for trips to St Ives have been warned to bring identification to reach hotels and B&Bs in the town.\\nExtinction Rebellion is planning a series of mass protests on beaches, headlands and streets during G7.\\nA spokesman for Carbis Bay Hotel did not want to comment.", "image": [["The Carbis Bay Hotel 'looks like a building site' with just weeks before it hosts the G7 summit", "https://i.dailymail.co.uk/1s/2021/05/29/14/43595229-9632261-image-a-25_1622293822415.jpg"], ["The hotel - where US President Joe Biden and Boris Johnson will be staying ¿ is littered with construction materials", "https://i.dailymail.co.uk/1s/2021/05/29/14/43595237-9632261-image-a-26_1622293827716.jpg"], ["Overflowing skips, bags of cement, stacks of timber and giant containers of rumble are still visible around the Cornwall hotel", "https://i.dailymail.co.uk/1s/2021/05/29/14/43595231-9632261-image-m-28_1622293855167.jpg"], ["World leaders are set to make their way to the Cornish village on June 11 for the two-day summit. Pictured: Construction materials outside the hotel", "https://i.dailymail.co.uk/1s/2021/05/29/14/43595235-9632261-With_under_two_weeks_until_the_prestigious_event_is_due_to_start-a-45_1622294794666.jpg"], ["The beachfront car park is still littered with construction materials just weeks before the hotel hosts the G7 summit", "https://i.dailymail.co.uk/1s/2021/05/29/14/43595239-9632261-image-a-29_1622294127588.jpg"], ["Teams of builders are now in a race against time to clear up the litter around the hotel before world leaders arrive", "https://i.dailymail.co.uk/1s/2021/05/29/14/43595227-9632261-image-a-30_1622294139395.jpg"], ["Much of the construction work is being carried out on three meeting rooms that sit on a cliff above the luxury beach lodges", "https://i.dailymail.co.uk/1s/2021/05/29/14/43595233-9632261-Much_of_the_construction_work_is_being_carried_out_on_three_meet-a-47_1622294930987.jpg"], ["Members of the public walk pass the G7 Summit sign placed outside the G7 media centre at the National Maritime Museum in Cornwall", "https://i.dailymail.co.uk/1s/2021/05/29/14/43595341-9632261-image-a-34_1622294238705.jpg"], ["Automatic police surveillance equipment is installed outside the G7 media centre at the National Maritime Museum as the area gears up for the summit", "https://i.dailymail.co.uk/1s/2021/05/29/14/43595343-9632261-image-a-35_1622294250707.jpg"], ["A sign tells members of the public that temporary fencing is in place ahead of the G7 summit", "https://i.dailymail.co.uk/1s/2021/05/29/14/43595351-9632261-image-a-36_1622294276313.jpg"], ["A temporary communications tower is put up  outside the G7 media centre at the National Maritime Museum in Cornwall", "https://i.dailymail.co.uk/1s/2021/05/29/14/43595347-9632261-A_temporary_communications_tower_is_put_up_outside_the_G7_media_-m-49_1622295146616.jpg"], ["A person walks past two main public car parks which are closed off by temporary fencing as the location becomes part of the secure area adjacent to the National Maritime Museum in  Cornwall", "https://i.dailymail.co.uk/1s/2021/05/29/14/43595349-9632261-image-a-37_1622294281376.jpg"]], "author": ["Paul Thompson for MailOnline"], "date": "2021-05-29"}, "https://www.dailymail.co.uk/debate/article-9532947/London-Mayor-Sadiq-Khan-preening-self-serving-nonentity-says-DAVID-MELLOR.html": {"title": "Sadiq Khan fleeces council tax payers and motorists, sucks up to Extinction Rebellion and crime's out of control: DAVID MELLOR on London's preening self-serving nonentity Mayor as he stands for re-election", "subtitle": ".", "text": "Hammersmith Bridge is not just a magnificent tribute to Victorian engineering and an elegant landmark on the Boat Race course, it's a reminder of a time when London really was the greatest city in the world.\\nThe famous suspension bridge also happens to be an important route in and out of Central London.\\nYet today it lies shut, apparently in danger of collapse. And the reason for this pathetic closure is that the Mayor, Sadiq Khan, has run out of money – despite a bone-crunching 9.5 per cent rise in the levy he charges council tax payers.\\nWhat's the point of a mayor who can't keep a bridge open? Well might you ask. But, then, what's the point of Sadiq Khan, period?\\nHe certainly isn't a big law and order man. At times during his reign, the murder rate in London has been higher than in New York. Knife crime is out of control, with incidents going up by about 30 per cent some years.\\nAdd to that the fact that robberies are up by 70 per cent and muggings by more than 50 per cent, and you get the picture.\\nIt's something he should be ashamed of, because as well as being Mayor, Khan is London's Police and Crime Commissioner. He is responsible in no uncertain terms. With his record, you'd think Khan would be out on his ear in Thursday's elections.\\nFar from it. The polls universally show him in the lead, a recent one giving him a whopping 51 per cent of the vote to the Tory's 29 per cent. And this despite the national polls putting the Conservatives ahead in the country as a whole.\\nBeyond London, the chances are the Tories will hoover up council seats aplenty and perhaps even win, for the first time, the seat of Hartlepool in a by-election.\\nBut the man widely known as Sadiq No-Khan-Do will sail home.\\nThis is partly, of course, because the Tories have run a lamentable campaign. Their inert candidate Shaun Bailey is even lagging behind Khan on law and order, according to one poll. Quite an achievement.\\nBut crime is only the first count on the long record of failure Sadiq Khan has racked up since 2016.\\nTransport for London, the Khan-run agency responsible for London's sclerotic bus, rail and road system is now running a deficit of almost £1 billion, because of Khan's misconceived fare freezes, which cost a fortune.\\nTfL's biggest project, Crossrail, has been delayed from a 2018 projected completion, to 2022 – with a cost over-run of more than £4 billion. So far.\\nKhan has extended the Congestion Charge across London and increased the cost despite promising not to do so during his previous election campaign.\\nThe misfiring Mayor wants to introduce rent controls, another back-to-the-future policy, which has failed every time it has been tried. Rent controls are well known to be the best way to destroy a city – short of bombing it.\\nBy way of distraction from his serial failures, Khan resorts to meddling in other policy areas that have nothing to do with his role as Mayor.\\nRemember when he wanted London to have a get-out-of-Brexit card, so it could, in effect, remain a quasi-member of the EU? Pathetic and futile in equal measure.\\nHis latest big idea is to legalise cannabis. That was old hat when I was young, and I haven't been young for decades.\\nWhy then is such an obviously superficial chancer regarded as unbeatable? I'd love someone in authority in the Tory Party to give me the answer.\\nMeanwhile, I have more personal reasons for wishing rid of Mayor Khan.\\nLast Saturday, we were advised that Extinction Rebellion anarchists might appear in our garden near the river for a 'this land is our land' protest.\\nThe purpose of this invasion? They wished to distribute literature denouncing private ownership and so on.\\nJust the latest XR nonsense in what has become their favourite city, London. Why do they love London so much? Because Mayor Khan is a sympathiser, and has said so. He shares their 'passion'.\\nI don't.\\nKhan does little or nothing to protect the citizens he supposedly serves, confining himself to a few sotto voce denunciations.\\nThe police, taking their lead from their Crime Commissioner, are equally ineffective.\\nThen there are the road changes which have been introduced under the cover of Covid-19 – some of them illegal.\\nA jumble of ill-judged cycle lanes and unpopular car-free zones – not to mention bizarre bus stops in the middle of the road – is bringing London to a juddering halt.\\nIt will take years to reverse all this, even if Londoners could bring themselves to elect a Mayor who actually wanted to do so.\\nLondon is a great business centre and needs to remain so more than ever in this confused post-pandemic, post-Brexit world.\\nBut how can it do so, if people can't get around?\\nLondon thrives on energy and entrepreneurism. Khan supplies neither of these, and is manifestly out of sympathy with all the dynamic that has made London such a success.\\nAs I write this, I am looking through my window at the dull, grey office by Tower Bridge where our dull, grey Mayor hangs out.\\nBut not for much longer. He's having to move out further east, because his near-bankrupt administration can't afford the upkeep of Ken Livingstone's old palace.\\nKen makes for an unsettling contrast with the current occupant, of course. Ken was Mayor in the days when there was actually some competition for the job.\\nI like and respect Ken, as it happens. I did a radio show with him for six years, and you got a different Ken then, just as you actually did in most of what he did in office.\\nKen was a controversialist. The sayings of Red Ken became a national joy, offending and amusing millions. No one didn't know who Ken was.\\nBut Ken was also managerial. In fact, he loved that side of things and did it rather well. He wouldn't let his political prejudices get in the way.\\nWhen public transport ogre Bob Crowe sadly died, Ken paid a rather eloquent tribute to his fellow Left-winger before concluding that 'he never got any change out of me'.\\nBob Crowe had little interest in an efficient, cost-effective public transport system, whereas Ken, whatever his political sympathies, most certainly did.\\nWhat does Khan want? Aside from power, who knows?\\nHe will be remembered for just two things – passing the buck and getting next to nothing done.\\nKhan was a human-rights lawyer, of course. Most people despise lawyers, and lawyers themselves despise human-rights lawyers.\\nYet that won't prevent a second term in office.\\nGreat cities have no automatic right to greatness, however loud they shout.\\nCast an eye towards America and the catastrophe overwhelming Los Angeles. Or the grim decline of New York – another city with global pretentions that can't mend its bridges.\\nIt's a dangerous state of affairs when London can become a one-party state so detached from the nation it supposedly serves.\\nAnd it's an indictment of our politics that such a self-serving nonentity is bound to succeed with so little scrutiny.", "image": [["Sadiq Khan certainly isn't a big law and order man. At times during his reign, the murder rate in London has been higher than in New York. Knife crime is out of control, with incidents going up by about 30 per cent some years", "https://i.dailymail.co.uk/1s/2021/05/01/16/42450080-0-image-m-57_1619883155182.jpg"], ["The polls universally show Khan in the lead, a recent one giving him a whopping 51 per cent of the vote to the Tory's 29 per cent. And this despite the national polls putting the Conservatives ahead in the country as a whole. (Above, the Mayor during a charity cycle ride on Saturday in Neasden)", "https://i.dailymail.co.uk/1s/2021/05/01/21/42456394-9532947-image-a-79_1619900598465.jpg"], ["Khan does little or nothing to protect the citizens he supposedly serves, confining himself to a few sotto voce denunciations. The police, taking their lead from their Crime Commissioner, are equally ineffective", "https://i.dailymail.co.uk/1s/2021/05/01/21/42456396-9532947-image-a-80_1619900601537.jpg"], ["Khan has extended the Congestion Charge across London and increased the cost despite promising not to do so during his previous election campaign", "https://i.dailymail.co.uk/1s/2021/05/01/16/42449956-0-image-a-58_1619883170784.jpg"], ["Last Saturday, we were advised that Extinction Rebellion anarchists might appear in our garden near the river for a 'this land is our land' protest. The purpose of this invasion? They wished to distribute literature denouncing private ownership and so on. Why do they love London so much? Because Mayor Khan is a sympathiser, and has said so. He shares their 'passion'. (Above, an XR protest against the HS2 high-speed railway, in London in January)", "https://i.dailymail.co.uk/1s/2021/05/01/16/42450068-0-image-a-60_1619883180476.jpg"], ["The misfiring Mayor wants to introduce rent controls, another back-to-the-future policy, which has failed every time it has been tried. Rent controls are well known to be the best way to destroy a city ¿ short of bombing it", "https://i.dailymail.co.uk/1s/2021/05/02/01/42450096-9532947-The_misfiring_Mayor_wants_to_introduce_rent_controls_another_bac-a-29_1619915697852.jpg"], ["A jumble of ill-judged cycle lanes and unpopular car-free zones ¿ not to mention bizarre bus stops in the middle of the road ¿ is bringing London to a juddering halt", "https://i.dailymail.co.uk/1s/2021/05/02/01/42450044-9532947-A_jumble_of_ill_judged_cycle_lanes_and_unpopular_car_free_zones_-a-28_1619915697850.jpg"]], "author": ["David Mellor For The Mail On Sunday"], "date": "2021-05-01"}, "https://www.dailymail.co.uk/news/article-9585963/Five-Extinction-Rebellion-protesters-convicted-printing-press-blockade.html": {"title": "Five Extinction Rebellion protesters are convicted over printing press blockade that stopped millions of newspapers being delivered", "subtitle": "Three men and two women are first to be punished following demonstrations. It comes after several other activists walked free from court on a technicality. The blockades were criticised as an affront to free speech as cost millions.", "text": "Five Extinction Rebellion protesters who blockaded printing presses and stopped millions of newspapers being delivered have been convicted of obstruction, it emerged yesterday.\\nThe three men and two women are the first to be punished following the demonstrations outside the Newsprinters plant in Knowsley, Merseyside, in September.\\nIt comes after several other of the activists walked free from court on a technicality earlier this month.\\nThe protest – and another on the same night at a printing plant in Hertfordshire – prevented 1,100 retailers from receiving newspapers including the Daily Mail, The Sun and the Daily Telegraph, and cost publishers £1.2million.\\nThe blockades were criticised as an affront to free speech, with the Prime Minister saying that it was ‘completely unacceptable to seek to limit the public’s access to news in this way’.\\nThe failure of the earlier trial had led to fears that none of the demonstrators who parked a yellow boat and a blue van at the entrance to the Knowsley plant would face punishment.\\nBut last week three men and two women charged with the alternative offence of wilfully obstructing the highway were convicted at Sefton Magistrates’ Court. They included 30-year-old Joel Instone, whose sister Mirian, 22, was among those acquitted, and Adam Haigh, 21.\\nVincent Yip, prosecuting, said Instone and Haigh, both of Manchester, had ‘deliberately set out to disrupt and obstruct the lawful business… by blocking the entrance and exit gate by parking a van horizontally across the road’ and locking themselves to the underside of the vehicle.\\nBoth men were given a conditional discharge for 18 months and ordered to pay £500 compensation to Newsprinters, which is owned by News International.\\nA third defendant, Deborah Ehrenberg, 60, of Sowerby Bridge, West Yorkshire, pleaded guilty and was given a conditional discharge for 12 months and ordered to pay £500 compensation.\\nEarlier in the week, Lucy Walsh, 24, and Green Party candidate Patrick Thelwell, 21, were also convicted of the same charge. Thelwell, of York, who has a similar previous conviction, was handed a conditional discharge for two years and ordered to pay £500 damages. Walsh, of York, was given a 12-month conditional discharge and told to pay £320.", "image": [["Extinction Rebellion protesters on top of the blockade last September and their sign", "https://i.dailymail.co.uk/1s/2021/04/28/18/42334220-9522053-image-m-11_1619629562609.jpg"], ["A police van is parked nearby as  Extinction Rebellion block the road in Knowsley, Liverpool to prevent papers going to print", "https://i.dailymail.co.uk/1s/2021/04/28/18/42334236-9522053-image-m-19_1619629912304.jpg"], ["The protests last year prevented the distribution of half a million newspapers, including the Daily Mail, The Sun, The Times and The Daily Telegraph", "https://i.dailymail.co.uk/1s/2021/05/17/00/42334228-9585963-The_protests_last_year_prevented_the_distribution_of_half_a_mill-a-83_1621208691949.jpg"]], "author": ["Liz Hull For Daily Mail"], "date": "2021-05-17"}, "https://www.dailymail.co.uk/femail/article-9587747/Off-grid-millionaire-father-reveals-lives-derelict-house.html": {"title": "Off-the-grid millionaire father-of-four who owns an ISLAND off the coast of Scotland reveals he lives in a derelict house without central heating or hot water and bin-dives for food", "subtitle": "Roc Sandford, 63, from London, lives on remote island of Gometra in Scotland. Father-of-four millionaire bought the Hebridean island for £600,000 in 1992. Lives in a damp, derelict house with no central heating and bin-dives for food. He gave his children rubbish wrapped in newspaper as Christmas presents. Climate campaigner appears on tonight's episode of Stacey Dooley Sleeps Over.", "text": "An off-the-grid millionaire father-of-four has revealed how he lives in a damp, derelict house on a Scottish island and bin-dives for food.\\nRoc Sandford, 63, from London, made his money in the property market but now lives on the remote Hebridean island of Gometra, off the north west of Scotland, which he bought for £600,000 in 1992.\\nThe climate campaigner appears on tonight's episode of Stacey Dooley Sleeps Over where he reveals his unusual lifestyle to the presenter and describes his mission not to use any fossil fuels.\\nBut despite his back to basics lifestyle, Roc's heiress mother Nell and Old Etonian father Jeremy have some very high profile connections, including his uncle is Jacob, 4th Baron Rothschild, whose wealth is said to be around £650 million.\\nRoc's great-grandfather was the 5th Earl of Rosslyn, while his aunt was the late racehorse owner Lady Serena Rothschild, wife of Jacob, 4th Baron Rothschild.\\nLord Rothschild, a figure of great integrity who was once a shoulder to cry on over lunch for a distraught Princess Diana, started his own investment trust, RIT, with spectacular success.\\nAnd it's not Roc's only high society connection - his grandparents were Sir Philip Dunn, the only son of the wealthy Canadian financier and steel magnate Sir James Hamet Dunn, and Lady Mary Sybil St. Clair-Erskine, who was the daughter of James St Clair-Erskine.\\nRoc grew up in England, Wales and Spain before he was schooled at Dartington in Devon.\\nThe maternal side of Roc Sandford's family stems from some of the highest branches of upper class society in Britain.\\nHis great-grandfather was the 5th Earl of Rosslyn, a Scottish soldier, author and aristocrat.\\nHis daughter  Lady Mary Sybil St. Clair-Erskine went on to marry Sir Philip Dunn, the only son of the wealthy Canadian financier and steel magnate Sir James Hamet Dunn.\\nThe couple had two daughters - Nell, Roc's mother, and Serena, who went on to marry Jacob, 4th Baron Rothschild.\\nLord Rothschild, a figure of great integrity who was once a shoulder to cry on over lunch for a distraught Princess Diana, started his own investment trust, RIT, with spectacular success.\\nIn the past, he has worked on funds valued at £4billion, and is said to be personally worth around £650 million.\\nMeanwhile the paternal side of his family also comes from wealth.\\nHis paternal grandfather Christopher Sandford owned and ran the Golden Cockerel Press, a private venture devoted to fine printing in the 20s and 30s.\\nHe was also a founding director of the Folio Society.\\nHis paternal grandmother Lettice was the daughter of Lachlan Mackintosh Rate, who was director of the Imperial Bank, the central bank of the Ottoman Empire.\\nRoc's father Jeremy attended Eton and then Oxford University.\\nAfter marrying Nell in  1957, they gave up their smart Chelsea home and went to live in unfashionable Battersea where they joined and observed the lower strata of society.\\nHe graduated with a degree in Geography at Bristol University and is now a passionate climate activist.\\nOnline, he describes working in 'formal rebellion against the British Government, on grounds of its failure to deliver the necessary policy response' and working with both Extinction Rebellion and Ocean Rebellion since their inception.\\nHe explains: 'I am stricken by the immense suffering and unimaginable disasters being cooked up for us by these emergencies, which Extinction Rebellion and Ocean Rebellion strive to avert.\\n'I have lost count of the number of times I have been sussed, detained, questioned, or cautioned.'\\nHe now lives in a 160-year-old house on the island where he raised his children Cato, who works for an environmental think tank, Savannah, Lazer, 20, and Blue, 18.\\nHis long-term relationship with his children's mother ended some years ago and it was a court order brought by her that ruled they must be schooled in London.\\nHe said he was motivated to move to the island on the principle that 'you should be able to live somewhere in Britain without money', telling the 3ammagazine he first moved 22 years ago.\\nHe explained: 'Once I’d seen the place I was hooked. It had been for sale for 18 months...I raised a mortgage with the bank and was able to buy it.'\\nRoc has declared Gometra a 'Hope Island' and is aiming for it to become carbon neutral in the next four years.\\nIt is also home to Rhoda Munro, the postmistress (Gometra has its own stamp), and the Primrose family – a mum, dad and one daughter, who are the latest in a series of people who have tried living there over the years.\\nDespite saying around 40 people have passed through the island at any one time, Roc revealed he can regularly go weeks without seeing another soul, explaining island life can feel 'like a floatation tank.'\\nHe said: 'It’s somewhat psycho-active as a drug, and the psycho-activity is imperfectly reversible.'\\nSpeaking to The Sun he revealed he even searches for free food in bins as part of his lifestyle, explaining: 'I’m very happy to go freegan if something’s chucked out after someone’s closing their shop or something. A lot of lovely stuff is chucked out, like peppers or bananas.'\\nSpeaking of his home, he said: 'It doesn’t have central heating so it can get very cold in the winter and my tea froze the other day, so I was very excited about that. Typically it's about 2C in my bedroom. But it’s a lovely place, I love it, I’m very happy here.'\\nHe added: 'I haven’t painted, it’s very damp here because we’re in the middle of the Atlantic and so the wallpaper tends to fall down.'\\nWhile Roc does generate his own electricity with a solar panel, he is frugal with its usage and only uses the generator to power up his computer, phone and torches.\\nIn a rejection of all mod-cons that would leave many baffled, he washes his clothes in a bucket with his feet and fights off the cold by wearing multiple layers of clothing.\\nHe said he misses the 'luxury' of having a washing machine, but said he could 'easily' wash his clothes by hand instead.\\nSheep farmer Roc, who rears 300 sheep on the island, follows a vegan diet and grows much of his own food including salad, Brussels sprouts, tomatoes and squashes.\\nTo cook, Roc boils his food on the stove and then transfers it to a big thermos, to continue cooking without using energy.\\nMeanwhile he said his children, who now live in London, have always been given Independence and freedom to do as they please.\\nHe explained: 'They've learned domestic duties, rather than just being waited on.'\\nRoc confessed there are 'costs and benefits of the upbringing' his children have had, saying it could be quite 'tough physically' for them because there was no hot water at their home.\\nRoc, a proud supporter of her and Extinction Rebellion, recently gave two daughters Christmas presents made out of rubbish found on his Inner Hebridean isle of Gometra.\\nThe businessman, who identifies as non-binary on his website and uses the pronoun 'They' had made the reclaimed items into art and wrapped them in old newspaper.\\nDespite enjoying life on the island, Roc regularly travels to London to protest with Extinction Rebellion, Ocean Rebellion and against HS2.\\nHaving not flown for years, travelling between the island and his second home in London can take more than 13 hours.\\nHe navigates an eight-mile trek along a dirt track on Gometra, and also uses a folding bicycle, two ferries and two trains.\\nHis children Blue and Lazer recently made headlines among the protestors setting up camp in a network of tunnels beneath Euston Station.\\nHe said while it was 'stressful' that his daughter spent so much time in the dangerous tunnels underground, he was 'proud' of her.\\nRoc acknowledged people might think he's 'indoctrinated them' but denied that was the case.\\nBlue has been nicknamed ‘The British Greta Thunberg’ after many years of green activism, despite only recently becoming old enough to vote.\\nShe once claimed she reluctantly became a campaigner, but wants to rewild the capital by stealth 'guerrilla gardening'.\\nShe splits her time between her father’s island and her mother’s west London property.\\nThe teenager last year brought out her 'manifesto' called Challenge Everything: An Extinction Rebellion Youth guide to saving the planet.\\nAnd she revealed in an interview promoting the book she had been arrested in September as part of the controversial protest group's fortnight of action in London.\\nShe said she spent the start of her 17th birthday in a custody cell and a month later was  charged with obstruction of the highway. It is not clear what happened with the case.\\nShe was dubbed Britain's Greta Thunberg by The Times after doing an interview with them, but later told euronews she did not appreciate the comparison.\\nShe said: 'I don't like it, it's making it about individuals rather than the movement.\\n'It's not about Greta Thunberg, it's about climate change.'\\nIn the same chat she said she wanted to 'rewilding cities like London' and advocated 'guerrilla gardening' to make  wild spaces.", "image": [["Roc Sandford, 63, from London, made his money in the property market but now lives on the remote Hebridean island of Gometra, off the north west of Scotland, which he bought for £600,000 in 1992", "https://i.dailymail.co.uk/1s/2021/01/28/10/38583498-9196609-image-a-3_1611828222887.jpg"], ["Roc lives in a 160-year-old house on the island where he raised his children Cato, who works for an environmental think tank, Savannah, Lazer, 20, and Blue, 18 (pictured, his off-the-grid home on a Scottish island)", "https://i.dailymail.co.uk/1s/2021/05/17/15/43087095-9587747-Roc_lives_in_a_160_year_old_house_on_the_island_where_he_raised_-a-18_1621262390483.jpg"], ["The climate campaigner appears on tonight's episode of Stacey Dooley Sleeps Over where he reveals his unusual lifestyle to the presenter and describes his mission not to use any fossil fuels (pictured with Blue and Savannah)", "https://i.dailymail.co.uk/1s/2021/05/17/13/43087091-9587747-image-a-2_1621256220703.jpg"], ["Roc's Old Etonian father, Jeremy, wrote the 1966 TV classic Cathy Come Home, and mother is respected author Nell Dunn, 84 (pictured together)", "https://i.dailymail.co.uk/1s/2021/05/17/16/43092361-9587747-image-a-19_1621264111968.jpg"], ["Roc's grandparents were Sir Philip Dunn, who was the only son of the wealthy Canadian financier and steel magnate Sir James Hamet Dunn, and Lady Mary Sybil St. Clair-Erskine, who was the daughter of James St Clair-Erskine, 5th Earl of Rosslyn (pictured, Lady Mary with the Duchess of Rutland)", "https://i.dailymail.co.uk/1s/2021/05/17/16/43092403-9587747-image-a-22_1621264956572.jpg"], ["Meanwhile his uncle is British peer and investment banker Jacob Rothschild, 4th Baron Rothschild (pictured)", "https://i.dailymail.co.uk/1s/2021/05/17/16/43092457-9587747-image-a-23_1621265082576.jpg"], ["Roc's aunt Lady Serena Rothschild and cousin Nat pictured with Prince Harry at Ascot in 2011", "https://i.dailymail.co.uk/1s/2021/05/17/16/43093639-9587747-image-a-24_1621265959295.jpg"], ["Roc made his money in the property market but now lives on the remote Hebridean island of Gometra, off the north west of Scotland, which he bought for £600,000 in 1992 (pictured)", "https://i.dailymail.co.uk/1s/2021/05/17/16/43094315-9587747-image-a-25_1621267068596.jpg"], ["Roc, who lives without a car, hot water or central heating, even searches for free food in bins as part of his lifestyle", "https://i.dailymail.co.uk/1s/2021/05/17/13/43086659-9587747-image-a-4_1621256286029.jpg"], ["Despite enjoying life on the island, Roc regularly travels to London to protest with Extinction Rebellion, Ocean Rebellion and against HS2 (pictured with daughter Blue)", "https://i.dailymail.co.uk/1s/2021/05/17/13/43086667-9587747-image-a-3_1621256282632.jpg"], ["Father and daughter campaigning together at the Extinction Rebellion protests in London", "https://i.dailymail.co.uk/1s/2021/01/28/11/38587004-9196609-image-a-39_1611833042266.jpg"], ["Blue, 18, declared she puts 'the crime in criminal' when she spent time in a tunnel underneath Euston Station earlier this year to protest HS2", "https://i.dailymail.co.uk/1s/2021/05/17/13/38583488-9587747-Blue_Sandford_18_declares_she_puts_the_crime_in_criminal_from_th-a-5_1621256335493.jpg"], ["Ms Sandford's father Roc's Inner Hebridean isle of Gometra boasts incredible landscape views", "https://i.dailymail.co.uk/1s/2021/01/28/13/38590462-9196609-image-a-41_1611840276642.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/05/17/20/43099025-9587747-image-a-67_1621279705641.jpg"]], "author": ["Harriet Johnston For Mailonline"], "date": "2021-05-17"}, "https://www.dailymail.co.uk/news/article-9570947/PIERS-MORGAN-time-stand-howling-woke-mob.html": {"title": "PIERS MORGAN: Enough! When even world leaders are cowed into supine silence by cancel culture, it's time to stand up to the howling woke mob and tell them we're not playing by their stupid intolerant rules anymore", "subtitle": ".", "text": "I witnessed a truly terrifying moment of television this morning.\\nA moment that exposed the true insidious nature of the appalling cancel culture enveloping our world.\\nIt came on Good Morning Britain, the show from which I recently cancelled myself after refusing to apologise for disbelieving Meghan Markle's behemoth of bullsh*t during her Oprah whine-athon.\\nAnd it emanated from the mouth of Tony Blair, a man who won three terms as British Prime Minister.\\nBlair has many faults, not least his career-defining, reputation-slaying decision to unite with President George W Bush on the catastrophic war in Iraq.\\nBut one thing I've always admired in him is his willingness to speak his mind, however sensitive the subject.\\nUntil now.\\nScroll down for video\\nThis morning, he was quizzed by his own former Downing Street communications chief Alastair Campbell, the man temporarily sitting in my vacated GMB seat, about comments he had written about him in his memoirs.\\nCampbell, who suffers from depression, told Blair: 'You said that there are two types of crazy people, there are crazy people who are just dangerous, and there are crazy people who are creative and give you energy and ideas, and that's Alastair's type of craziness.'\\nThen Campbell took his old boss and close friend to task for his use of language.\\n'Do you accept that's a tad stereotyping of mental health?' he scolded.\\nInitially, Blair tried to make a joke of it.\\n'Yes,' he replied, 'but it's probably better than if I'd put you in the former category.'\\nBut then Blair, who is 68, added: 'I am afraid I am of an age where I am now terrified if I can talk about any of these subjects that I am going to say something that I should not say. It is a minefield on virtually everything. If you are of a certain generation, you are not sure what you can or what you can't say. Or whether you can make a joke about something you cannot make a joke, so I will leave it at that.'\\nI was absolutely stunned.\\nHere was one of the most famous world leaders for the past 50 years bowing to the woke mob and admitting he dare not say what he thinks for fear of being cancelled.\\nBlair may as well have taken both knees to them while he was at it and begged for pre-emptive mercy lest he say anything in the rest of the interview that might upset them.\\nThere were several ironies to this humiliating spectacle.\\nThe first is that Campbell has previously called himself 'crazy'.\\nIn an interview with UK tech firm Plexal, he said: 'There is no better feeling than that energy that you have when you're a bit kind of crazy and a bit manic.'\\nSo, he only seems to object to stereotypical mental health language when it is other people using it, the same kind of hypocrisy we see all the time from those woke warriors Meghan and Harry who love to preach about equality and climate change from their Californian mansion and private jets.\\nThe second irony is that Blair has just penned a brilliant piece in New Statesman magazine about the dangers of cancel culture in which he urged liberal leaders to stand up to it and stop 'being backed into electorally off-putting positions' on cultural issues like transgenderism.\\nBlair wrote: 'A progressive party seeking power which looks askance at the likes of JK Rowling is not going to win. Progressive politics needs to debate these cultural questions urgently and openly. It needs to push back strongly against those who will try to shout down the debate.'\\nBlair explained the inherent self-harming danger of intransigent wokery in a way that should make President Biden sit up and take notice as he's repeatedly dragged towards it by people like Alexandria Ocasio-Cortez.\\n'There is a big culture battle going on,' Blair said. 'Progressive folk tend to wince at terms such as 'woke' and 'political correctness', but the normal public knows exactly what they mean. And the battle is being fought on ground defined by the right because sensible progressives don't want to be on the field at all. The consequence of this is that the 'radical' progressives, who are quite happy to fight on that ground, carry the progressive standard. The fact that it ensures continued right-wing victory doesn't deter them at all. On the contrary, it gives them a heightened sense of righteousness, like political kamikaze.'\\nBlair perfectly articulated why the woke mentality is so alienating to most voters: 'People do not like their country, their flag or their history being disrespected,' he said. 'The left always gets confused by this sentiment and assume this means people support everything their country has done or think all their history is sacrosanct. They don't. But they query imposing the thinking of today on the practices of yesterday; they're suspicious that behind the agenda of many of the culture warriors on the left lies an ideology they find alien and extreme; and they're instinctively brilliant at distinguishing between the sentiment and the movement. They will support strongly campaigns against racism; but they recoil from some of the language and actions of the fringes of the Black Lives Matter movement. You could go through the entire litany of modern causes and find the same – from Extinction Rebellion to trans rights to Reclaim the Streets – in the same way. People like common sense, proportion and reason. They dislike prejudice; but they dislike extremism in combating prejudice. They support the police and the armed forces. Again, it doesn't mean that they think those institutions are beyond reproach. Not at all. But they're on their guard for those who they think use any wrongdoing to smear the institutions themselves. And they expect their leaders to voice their own opinion, not sub-contract opinion to pressure groups, no matter how worthy.'\\nBlair concluded: 'The correct course for progressives on culture questions is to make a virtue of reason and moderation. To be intolerant of intolerance – saying you can disagree without denouncing. To seek unity. To eschew gesture politics and slogans. And when they're accused of being insufficiently supportive of the causes – which is inevitable – to stand up for themselves and make it clear they're not going to be bullied or pushed around. This will lose some votes among a minority with loud voices; but it will bind the solid but often silent centre to them. And, of course, it will allow the causes themselves to be effectively pursued, as the last (UK) Labour government did with its own revolution in gay rights and the pathway to equal marriage – and the forced conversion of the Conservative Party on the issue.'\\nBlair's lengthy article was one of the best things I've ever read about the menace of woke cancel culture, and all the more powerful coming from a liberal leader who enjoyed huge electoral success.\\nHe knows that with the exception of Biden's 2020 election win over Donald Trump, which was almost entirely down to the pandemic and Trump's woeful leadership during it, most liberal parties around the world have been losing power and support.\\nAnd he also knows it's the hard-left woke nonsense that is driving many traditional liberal voters to vote for populists like Trump in 2016 and Boris Johnson in the UK in 2019.\\nBiden, and every other liberal leader, should heed his warning as a matter of urgency.\\nBut perhaps the biggest powerful message Tony Blair could have possibly sent about woke cancel culture was contained in his own abject surrender to it on Good Morning Britain today.\\nIf someone who's run a country like Britain for ten years, a place built on freedom of speech and expression, is now too scared to even speak out about things like mental health, race or gender, lest he upsets the woke mob, then the mob's battle is nearly won.\\nShame on you, Mr Blair.\\nThis is not a time for such surrender, it's a time to practice what you preached in your New Statesman piece and take the fight to these insufferable, intolerant, increasingly oppressive woke numpties.\\nI met an 80-year-old Australian lady on my morning walk in West London a few days ago who stopped me to say I had her full support over the Princess Pinocchio debacle.\\n'I loathe these self-righteous so-called woke people telling us what to do, say and think all the time,' she declared. 'You can't have an opinion or joke about anything anymore or they get mortally offended and want you ruined. They're sucking all the fun out of life.'\\nI couldn't have put it better myself.\\nEnough of this crap.\\nIf we don't rise up to stop the ever more frenzied woke insanity, it will drown us all in a tidal wave of opinion-devoid, humour-defunct, preaching, virtue-signalling blandness and that's not a place I think most of us want to wash up.\\nI'm heading for the culture war beach with my metaphorical bayonet to stop these imbeciles from wreaking even more damage on society.\\nWho's with me?", "image": [["Former British Prime Minister Tony Blair, who is 68, added: 'I am afraid I am of an age where I am now terrified if I can talk about any of these subjects that I am going to say something that I should not say. It is a minefield on virtually everything. If you are of a certain generation, you are not sure what you can or what you can't say. Or whether you can make a joke about something you cannot make a joke, so I will leave it at that'", "https://i.dailymail.co.uk/1s/2021/05/12/14/42897130-9570947-image-m-2_1620825674059.jpg"], ["Blair also said: 'The correct course for progressives on culture questions is to make a virtue of reason and moderation. To be intolerant of intolerance ¿ saying you can disagree without denouncing. To seek unity. To eschew gesture politics and slogans'", "https://i.dailymail.co.uk/1s/2021/05/12/14/42897180-9570947-image-m-5_1620825955232.jpg"], ["Blair has just penned a brilliant piece in New Statesman magazine about the dangers of cancel culture in which he urged liberal leaders to stand up to it and stop 'being backed into electorally off-putting positions' on cultural issues like transgenderism", "https://i.dailymail.co.uk/1s/2021/05/12/14/42897802-9570947-image-a-21_1620826614733.jpg"], ["Blair was quizzed by his own former Downing Street communications chief Alastair Campbell (seen above on GMB this morning)", "https://i.dailymail.co.uk/1s/2021/05/12/14/42897208-9570947-image-m-7_1620825980876.jpg"], ["Prince Harry and Meghan Markle are pictured during their Oprah interview", "https://i.dailymail.co.uk/1s/2021/05/12/14/42897126-9570947-image-a-3_1620825800281.jpg"]], "author": ["Piers Morgan for MailOnline"], "date": "2021-05-12"}, "https://www.dailymail.co.uk/news/article-9534737/Priti-Patel-blasts-XR-activists-using-dangerous-tactics-environmentalism.html": {"title": "Priti Patel blasts XR activists after six protesters were cleared of damaging Shell's London HQ despite judge saying they had 'no defence' in law", "subtitle": "Priti Patel said she would not be delivering on promises if she did not crackdown. Home Secretary also defended controversial Police, Crime and Sentencing Bill. It comes after six XR protesters were cleared of damaging Shell's London HQ. That's despite a judge admitting the XR protesters had 'no defence' in law.", "text": "Priti Patel has today blasted Extinction Rebellion activists for using 'dangerous tactics in the name of environmentalism'.\\nThe Home Secretary said she would 'not be delivering on my promise to the law-abiding majority' if she did not crack down on the protesters.\\nHe comments come after six Extinction Rebellion - also known as XR - protesters were cleared of causing criminal damage to Shell's London headquarters - despite the judge directing jurors they had 'no defence' in law.\\nThe group staged 'protest of one' road blocks on Saturday to demonstrate against the Government's lack of action on climate change.\\nToday the Home Secretary told The Sun on Sunday: 'I would not be delivering on my promise to the law-abiding majority if I stood by as Extinction Rebellion deployed dangerous tactics in the name of environmentalism.\\n'These so-called activists blocked many of us from being able to access a newspaper last year.\\n'And last week they smashed up a bank's headquarters.'\\nSaturday's protests coincided with a number of demonstrations against the Police, Crime, Sentencing and Courts Bill.\\nThe Bill was drafted partly in response to previous disruptive action by XR and the Black Lives Matter movement.\\nThe proposed legislation would give police in England and Wales more powers to impose conditions on non-violent protests.\\nHowever it has been slammed by critics as 'too broad' and an 'unfair' crackdown on the rights of protesters - with those deemed 'too noisy' or a 'nuisance' liable to face fines or jail terms.\\nThe bill has sparked several large protests, with thousands of 'Kill the Bill' protesters marching through central London yesterday.\\nThere were also protests in 40 towns and cities across the UK against the increased police powers.\\nHowever, writing in the Sunday Telegraph, Ms Patel defended the proposed new legislation, saying: 'The powers will help the police to balance the rights of protesters to demonstrate peacefully against the rights of others to go about their daily business, and to dedicate their resources to keeping the public safe.\\n'That is democracy in action.'\\nHer comments come as Six Extinction Rebellion protesters were last week cleared of causing £25,000 worth of criminal damage to Shell's London headquarters despite the judge directing jurors they had no defence in law.\\nTwo of the group's co-founders Simon Bramwell, 49, and Ian Bray, 53, were acquitted on Friday alongside Jane Augsburger, 55, Senan Clifford, 60, David Lambert, 62, and James 'Sid' Saunders, 41, after a trial at Southwark Crown Court.\\nThe six, who represented themselves, were also cleared of individual counts of having an article with intent to destroy or damage property, while a seventh protester, Katerina Hasapopoulous, 43, earlier pleaded guilty to criminal damage.\\nProsecutor Diana Wilson told jurors each of the defendants deliberately sprayed graffiti or smashed windows at the Shell building in Belvedere Road, central London, on April 15 2019.\\nThe protest, which saw activists pour fake oil, glue themselves to windows and doors, break glass, climb onto a roof and spray graffiti, was part of wider Extinction Rebellion demonstrations across the capital.\\nMs Wilson said that while some protesters stood outside the building holding banners or speaking through megaphones, 'these defendants went further', adding: 'The seven involved caused significant damage.'\\nAll those who stood trial explained they had targeted the Shell building because the oil giant was directly contributing to climate change, thereby causing serious injury and death, and argued it was a 'necessary' and 'proportionate' response to the harm being caused.\\nClifford quoted Sir David Attenborough and former archbishop of Canterbury Rowan Williams in his evidence.\\nHe said: 'I believe if I don't do whatever I can to protect our Earth, to protect life on this Earth, to stop the death and injury that is and will be happening, I'm committing a crime, a really serious crime, and I'm willing to break a window, to paint a message on a wall, I'm willing to break the glass on that emergency button, even if some say that's a crime.\\n'Because this is a much bigger crime and I'm trying to stop that crime, I'm trying to protect life in the only way I feel I can.'\\nJudge Gregory Perrins directed jurors that even if they thought the protesters were 'morally justified' it did not provide them with a lawful excuse to commit criminal damage.\\nWith the exception of Saunders, who claimed in his defence that he honestly believed Shell's employees and shareholders would have consented to his criminal damage, the judge said: 'They don't have any defence in law for the charges they face.'\\nBut the jury of seven women and five men took seven hours and four minutes to acquit them of both charges.\\nSome of the defendants waved at jurors, several of whom were visibly emotional, as they left court.\\nBefore reaching their verdicts, the jury had asked to see a copy of the oath they took when they were sworn in.\\nThanking jurors for their 'care and attention', the judge said: 'This has been an unusual case.'\\nAugsburger, Bramwell, Clifford, Lambert and Saunders, who are all from Stroud, Gloucestershire and Bray, from Holmfirth, West Yorkshire, were jubilant as they left court.\\nHasapopoulous, from Stroud, will be sentenced later.", "image": [["The Home Secretary said she would 'not be delivering on my promise to the law-abiding majority' if she did not crack down on protesters", "https://i.dailymail.co.uk/1s/2021/05/02/11/42474208-9534737-image-a-84_1619952319072.jpg"], ["The group staged 'protest of one' road blocks on Saturday to demonstrate against the Government's lack of action on climate change", "https://i.dailymail.co.uk/1s/2021/05/02/11/42474216-9534737-image-a-83_1619952311453.jpg"], ["Six Extinction Rebellion protesters have been cleared of causing criminal damage to Shell's London headquarters despite the judge directing jurors they had no defence in law. Pictured (left to right): Ian Bray, James 'Sid' Saunders, Simon Bramwell, Jane Augsburger, David Lambert and Senan Clifford", "https://i.dailymail.co.uk/1s/2021/04/23/16/42134120-9504755-image-a-71_1619192343164.jpg"], ["The six, who represented themselves, were also cleared of individual counts of having an article with intent to destroy or damage property", "https://i.dailymail.co.uk/1s/2021/04/23/16/42134102-9504755-image-a-72_1619192393365.jpg"], ["The protest, which saw activists pour fake oil, glue themselves to windows and doors, break glass, climb onto a roof and spray graffiti, was part of wider Extinction Rebellion demonstrations across the capital", "https://i.dailymail.co.uk/1s/2021/04/23/16/42134100-9504755-image-a-73_1619192523731.jpg"], ["Prosecutor Diana Wilson told jurors each of the defendants deliberately sprayed graffiti or smashed windows at the Shell building in Belvedere Road, central London, on April 15 2019", "https://i.dailymail.co.uk/1s/2021/05/02/13/42134096-9534737-Prosecutor_Diana_Wilson_told_jurors_each_of_the_defendants_delib-a-86_1619956835023.jpg"], ["The six, who represented themselves, were also cleared of individual counts of having an article with intent to destroy or damage property", "https://i.dailymail.co.uk/1s/2021/05/02/13/42134126-9504755-The_six_who_represented_themselves_were_also_cleared_of_individu-a-85_1619956823219.jpg"], ["All those who stood trial explained they had targeted the Shell building because the oil giant was directly contributing to climate change, thereby causing serious injury and death, and argued it was a 'necessary' and 'proportionate' response to the harm being caused", "https://i.dailymail.co.uk/1s/2021/05/02/13/42134128-9504755-All_those_who_stood_trial_explained_they_had_targeted_the_Shell_-a-86_1619956823355.jpg"]], "author": ["James Robinson for MailOnline"], "date": "2021-05-02"}, "https://www.dailymail.co.uk/news/article-9562249/Judge-rejects-appeals-Extinction-Rebellion-activists-criminal-damage-convictions.html": {"title": "Judge rejects appeals by teacher, 24, and trainee rabbi, 42, to have criminal damage convictions overturned after they glued themselves to coal mining firm's security gates during XR protest", "subtitle": "Shulamit Morris Evans and Angela Ditchfield glued themselves to the security gates of the Global Coal Management's office building in London back in 2018. Police were able to remove the glue but actions resulted in a £2,152 clean-up bill. The pair appealed convictions on basis they hadn’t intended to cause damage.", "text": "Two climate change protestors who glued themselves to the security gates of a coal mining company saw their appeals against conviction thrown out by a judge.\\nShulamit Morris Evans, 24, and Angela Ditchfield, 42, launched the three hour protest during Global Coal Management’s (GCM) annual general meeting in Cavendish Square, central London, on December 28, 2018.\\nPolice were able to remove the glue from the Extinction Rebellion protestors’ hands, but their actions resulted in a £2,152 clean up bill.\\nTrainee rabbi Morris-Evans and Ditchfield said they were motivated to perform the protest by GCM’s plans to build a coalmine in Bangladesh, which will cause loss of life and contribute to the climate crisis.\\nThe pair were convicted of criminal damage, given conditional discharges and ordered to pay court costs and victim surcharges totalling £370 each at City of London Magistrates’ Court in October 2019.\\nBut they appealed against their convictions at Southwark Crown Court on the grounds that they hadn’t intended to cause the damage.\\nThey argued the damage they caused did not meet the legal definition of criminal damage after a judge said their appeal was based upon a ‘fundamental misconception’ of the law.\\nHis remarks came a fortnight after six Extinction Rebellion protesters were cleared of criminal damage despite a jury being told by the judge there was no defence in law for their actions.\\nActivists had targeted Shell’s London HQ, claiming the oil firm was directly contributing to climate change.\\nJudge Gregory Perrins told Morris-Evans and Ditchfield: ‘Damage is not defined in the Criminal Damage Act 1971. Whether something constitutes damage is therefore a matter of fact and degree.\\n‘As such it is a matter for us, applying our common sense, to decide whether any damage was in fact caused to the speed gates.\\n‘That damage need not be permanent or even long-lasting.\\n‘It is argued on behalf of Miss Ditchfield - an argument adopted by Miss Morris-Evans - that even if we are satisfied that the appellants left behind the marks on the gates we should not find that those marks constitute damage for the purposes of this offence.\\n‘It is submitted that where someone is exercising their rights to freedom of expression and freedom of protest under the ECHR - as these appellants clearly were - we should interpret damage restrictively so as to exclude anything which might be said to be minimal, temporary, or transient.\\n‘There is in fact no direct authority in support of this proposition.\\n‘The next question is whether the prosecution have proved that the defendants intended to cause damage to the speed gates or were reckless as to whether such damage be caused.\\n‘Having heard both appellants give evidence and having listened to closing submissions there appears to have been a fundamental misunderstanding on the part of the appellants as the test that must be applied.\\n‘This risk is not that permanent damage might be cause, simply that some damage be caused.\\n‘This is not a case where we necessarily question the integrity of the account given by either appellant. However, we do take the view that this appeal is based upon a fundamental misconception of the law.\\n‘We find that the application of glue to speeds gates is capable of constituting damage.\\n‘We further find that both appellants were aware of the risk of such damage being caused, however temporary in nature.\\n‘Accordingly, these appeals are rejected.’\\nFormer teacher Morris-Evans said: ‘I wouldn’t have persisted, and come here today to take up the time of many learned men at significant financial risk, if I didn’t strongly believe that, given that the criteria for criminal damage require at least an awareness of a risk of damage, and given that that I had sound reasons to believe there was no risk and therefore do not meet those legal criteria, I should be found innocent of criminal damage in the eyes of the law.’\\nWill Durrands, for Ditchfield, said: ‘These women were exercising their convention rights through their protest.\\n‘I do not imagine it is in dispute that this was a protest, those involved were exercising their rights of freedom of assembly and expression - and that they were doing so in a peaceful way.\\n‘This is highly relevant in the context of temporary or minimal damage - in that for a period, there was glue on the surfaces that had to be cleaned off - and could be cleaned off easily.\\n‘It was their intention to disrupt 33 Cavendish Square until and unless the AGM was cancelled, it was then their plan to detach, clean up and leave. The plan was never to damage.\\n‘In their mind was GCM’s imminent plan to construct the Phulbari Coal mine in agreement with Chinese companies.\\n‘In their mind was the immediate human and natural cost of this project on the hundreds of thousands of people who live in the Phulbari region.\\n‘For these reasons, I invite you to allow this appeal and quash these convictions.’\\nMorris-Evans, of Kentish Town, north London, and Ditchfield, of Cambridge, were both ordered to pay prosecution costs of £300.", "image": [["Shulamit Morris-Evans (centre) and Angela Ditchfield (left) glued hands to gates where Global Coal Management was hosting its annual general meeting, causing £2,152 worth of damage", "https://i.dailymail.co.uk/1s/2019/10/22/15/20038912-7600715-image-a-17_1571753691252.jpg"], ["Pictured: Extinction Rebellion protesters Shulamit Morris-Evans (L) and Angela Ditchfield (R) pictured with Amy Pritchard standing outside London Magistrates' Court at an earlier hearing", "https://i.dailymail.co.uk/1s/2021/05/10/14/42799582-9562249-image-a-5_1620652610457.jpg"], ["Morris-Evans pictured with other XR protesters alongside her during an XR demonstration", "https://i.dailymail.co.uk/1s/2021/05/10/14/20038910-9562249-Representing_herself_Morris_Evans_said_There_was_a_company_not_o-a-7_1620652791865.jpg"], ["The primary school teacher who glued herself to offices used by a coal firm justified her actions in court because fossil fuels 'passes a death sentence on many people', she claimed", "https://i.dailymail.co.uk/1s/2021/05/10/14/20038908-9562249-The_primary_school_teacher_who_glued_herself_to_offices_used_by_-a-6_1620652782002.jpg"]], "author": ["Katie Feehan For Mailonline"], "date": "2021-05-10"}, "https://www.dailymail.co.uk/news/article-9561999/Trial-halted-XR-activist-accused-blocking-newspaper-deliveries-GLUES-dock.html": {"title": "Extinction Rebellion protesters 'demanded Sun owner Rupert Murdoch be brought to protest', police officer tells court after disruption to trial as activist GLUED himself to dock", "subtitle": "Police officer said protesters asked for Rupert Murdoch to be brought to scene. PC Josh Wilson told court it was his job to get XR protesters to move out of road. Meanwhile, defendant Liam Norton claimed to have glued his hand to the table. Court was cleared while security staff dealt with issue before resuming again. Norton and five others are charged with wilful obstruction of highway in relation to an XR protest and the disruption of the distribution of national newspapers.", "text": "Extinction Rebellion protestors allegedly requested Sun owner Rupert Murdoch be brought to a protest at a newspaper print works, a police officer told the court following disruption to the XR trial as an activist glued himself to the dock.\\nSix of the protestors accused of taking part in the unlawful protest went on trial at St Albans Magistrates' Court on Monday, accused of the wilful obstruction of the road outside the News Print plant in Broxbourne, Herts, where the Sun is printed.\\nThe first witness in the case to give evidence was PC Josh Wilson, who claimed that protestors asked him to get the Sun owner Rupert Murdoch down to the scene.\\nIt comes as the trial of six extinction rebellion protestors was thrown into disruption this morning when one of the defendants glued his hand to a table in the courtroom.\\nPC Wilson, who arrived on the scene outside the plant gates on the night of September 4 last year at around 11.30pm, said the road outside the gates was blocked.\\nHe told the court that it was his job to talk to members of Extinction Rebellion and try and persuade them to move out of the road.\\nDuring the protest, the group which numbered 50, with 30 of their supporters looking on, had erected two massive bamboo structures as a blockade outside the main gates to the plant in Hertfordshire.\\nFrom each a protestor was hanging while underneath others were laying on the ground, while two vans were being used by the protestors to stop traffic going in and out of the print work.\\nProtestors were lying on the ground underneath the vehicles and sitting on the roofs.\\nWhile being cross-examined by Mr Raj Chada, who represents four of the protestors, PC Wilson said he found out that night that the protest was about the 'control of the media'.\\nThe officer said he and his colleagues repeatedly pointed out to the protestors they were in breach of the law and asked them to move out of the road.\\nMr Chada put it to the officer: 'Five crooks in control of our news?'\\nPC Wilson answered: 'That's correct.'\\nMr Chada asked the officer: 'People were talking about one particular owner? That was Rupert Murdoch?'\\n'That was correct,' said the officer.\\nAsked if there were any specific requests from the group, the officer said: 'A request to get Mr Murdoch down to the location.'\\nPC Wilson said he relayed the request to his senior officers.\\nTim Speer, 25, one of the six who is on trial and who is defending himself, cross examined PC Wilson and put it to him that Rupert Murdoch was promoting hate speech.\\n'I just don't know why you haven't arrested him,' he told the officer.\\nHe then went on to question the officer about his understanding of the 'climate situation'.\\nInspector Matthew Barton, who attended the protest, agreed that the protest that night was about the group's concerns about the ownership of the media and the way the climate crisis was being reported.\\nPC Wilson also told the court that the effect of the blockade meant that nothing could leave the plant or enter, and workers who had finished their shift were trapped and the transportation of newspapers away from the plant was threatened.\\nPC Wilson said members of the group told him they had been training for the protest and that he shouldn't touch the two bamboo structures because they were 'load bearing' and could topple over.\\nHis comments come after the trial of six accused was thrown into disruption at the start of the trial this morning when one of the defendants glued his hand to a table in the courtroom.\\nThe case had just been called on and the judge had taken her seat when accused, Liam Norton, got to his feet to rant in court, yelling out 'I would like to make clear what is going on in this court is obvious and complete criminality.'\\nHe went on: 'Judge, what you are going is illegal.'\\nWith the palm of his left hand on a table, he continued: 'What we have seen over decades is organised criminality in this country and unfortunately the only thing to do, as I have showed, is contempt, as you have.'\\nNorton, whose eyes were hidden behind a mask, then revealed to security staff who entered the courtroom at St Albans Magistrates Court, that in fact his flat hand on the table, had been glued to the surface.\\nAs he continued his rant against the government, cheering, singing and clapping broke out from his supporters in the public gallery.\\nHe told his supporters and others in court: 'I am left with no option but to disobey and show contempt.'\\nDistrict Judge Sally Fudge then left courtroom number six and the gallery was cleared as security staff dealt with the situation.\\nIt took two hours to free Mr Norton and he was arrested and removed from the court building and taken to Hatfield Police Station.\\nThe trial then got underway against the other five and Mr Norton in his absence.\\nThe defendants were all protesting that night because of what they say is the mis-reporting of the climate change crisis.\\nThe six due to stand trial, who were alleged to have been part of an Extinction Rebellion protest which blockaded a newspaper print works preventing the distribution of three and a half million papers, are: Liam Norton, 36, from Scarborough, Eleanor Davidson, 33, from Streatham, London, James Ozden, 35, from Tottenham, London, Tim Speers, 25, from Waltham Forest, Morgan Trowland, 38, of Hackney, London and Eleanor Bujak, 28, of Finsbury Park, London.\\nAll are charged with the wilful obstruction of the highway.\\nIn all, 51 people were charged with obstructing the highway following the blockade of the Newsprinters printworks in Great Eastern Road, Waltham Cross.\\nDuring the protest last September, activists used vehicles and bamboo lock-ons to block roads near Newsprinters' Broxbourne site.\\nA second blockade of the company's printing works in Knowsley, near Liverpool, took place on the same day.\\nThe Newsprinters presses publish the Rupert Murdoch-owned News Corp's titles including the Sun, Times, Sun On Sunday and Sunday Times, as well as the Daily Telegraph and Sunday Telegraph, the Daily Mail and Mail On Sunday, and the London Evening Standard.\\nIt meant readers were delayed in receiving, or did not receive their copies of their respective newspapers.\\nExtinction Rebellion claimed at the time the demonstration was in response to the newspapers' failure to report on the climate and ecological emergency.\\nIn his impromptu speech in the courtroom, Mr Norton said 'Society is on the brink of collapse and the Crown Prosecution Service continue to criminalise protests.\\n'Corruption is flowing through the highest levels of our system, yet our system continues to criminalise us.'\\nThe case is proceeding.", "image": [["Protesters outside St Albans Magistrates' Court, where XR activists who were arrested during blockade of News Corp printing works in Hertfordshire on September 4 2020 are due in court", "https://i.dailymail.co.uk/1s/2021/05/10/17/42796972-9561999-Protesters_outside_St_Albans_Magistrates_Court_where_XR_activist-a-15_1620664949742.jpg"], ["A man believed to be Liam Norton is led from St Albans Magistrates Court this morning", "https://i.dailymail.co.uk/1s/2021/05/10/17/42801384-9561999-A_man_believed_to_be_Liam_Norton_is_led_from_St_Albans_Magistrat-a-14_1620664948221.jpg"], ["On Monday, six of the protestors accused of taking part in the unlawful protest went on trial at St Albans Magistrates' Court, including Morgan Trowland, 38, of Hackney, London (pictured)", "https://i.dailymail.co.uk/1s/2021/05/10/17/42808912-9561999-On_Monday_six_of_the_protestors_accused_of_taking_part_in_the_un-a-21_1620665614538.jpg"], ["All six are charged with the wilful obstruction of the highway. Pictured: James Ozden, 35, from Tottenham, London", "https://i.dailymail.co.uk/1s/2021/05/10/17/42808910-9561999-All_six_are_charged_with_the_wilful_obstruction_of_the_highway_P-a-24_1620665623672.jpg"], ["The court was told the effect of the blockade meant that nothing could leave the plant or enter. Pictured: Tim Speers, 25, from Waltham Forest", "https://i.dailymail.co.uk/1s/2021/05/10/17/42808914-9561999-The_court_was_told_the_effect_of_the_blockade_meant_that_nothing-a-26_1620665628785.jpg"], ["XR action saw protesters targeting Newsprinters printing works at Broxbourne, Hertfordshire, and Knowsley, near Liverpool, blocking the day's newspapers from leaving the depots", "https://i.dailymail.co.uk/1s/2021/05/10/17/32804464-9561999-XR_action_saw_protesters_targeting_Newsprinters_printing_works_a-a-16_1620664949823.jpg"]], "author": ["Katie Feehan", "Kate Dennett For Mailonline"], "date": "2021-05-10"}}