{"https://www.dailymail.co.uk/news/article-9470305/XR-eco-warrior-claims-giving-pupils-dairy-RACIST.html": {"title": "White XR eco-warrior claims giving pupils too much dairy is 'RACIST' in row over plant-based food on school menus because 'many in BAME community suffer with lactose intolerance'", "subtitle": "XR is demanding two plant-based days per week at state-run Brighton schools. Alison Plaumer launched petition and says reliance of dairy has 'racist element'. She told council: '65 per cent of the world's population are lactose intolerant, many from the BAME community'.", "text": "Extinction Rebellion's Brighton chief has warned the council that giving children too much dairy is 'racist' because it discriminates against black and ethnic minority groups who are more likely to be lactose intolerant, it was revealed today.\\nEnvironmental campaigners are trying to gather support for more plant-based meals in schools and local authority venues in the East Sussex city.\\nAlison Plaumer, from XR, has launched a petition on Brighton and Hove City Council's website for two plant-based days at state-run schools as soon as possible.\\nThe social sciences lecturer and former Green Party employee is also demanding more council-run events to be vegan once the pandemic is over, and it has been signed by 250 people.\\nPutting a public question to a full council meeting last month, Ms Plaumer said: 'Arguably, there is a racist element to serving dairy too much because 65 per cent of the  world's  population are lactose intolerant, many from the BAME (black, Asian and minority ethnic) community.\\n'Loads of parents around here give lots of support to this. What do children want? They want action. They want it now.'\\nLactose intolerance occurs among people who do not produce enough of substance called lactase - which helps break lactose down into sugars called glucose and galactose.\\nThis means lactose stays in the digestive system where it is fermented by bacteria.\\nThis leads to the production of various gases, which cause the symptoms associated with lactose intolerance.\\nAccording to the NHS' website, lactose intolerance is more common in people of Asian or African-Caribbean descent in the UK.\\nUS website MedlinePlus states: 'Lactose intolerance in adulthood is most prevalent in people of East Asian descent, with 70 to 100 percent of people affected in these communities.\\n'Lactose intolerance is also very common in people of West African, Arab, Jewish, Greek, and Italian descent.'\\nShe cited a paper that claims approximately 65 per cent of the human population has a reduced ability to digest lactose after infancy. In adulthood is most prevalent in people of East Asian descent, with 70 to 100 percent of people affected in these communities.\\nIn the petition, Ms Plaumer also quotes Professor Michael Clark, from Oxford University, as saying: 'Animal agriculture and fishing industries are leading causes of deforestation, ocean dead zones, water pollution, biodiversity loss and species extinction.\\n'Not only that, intensive animal farming poses a significant threat for the development of new pandemics and for furthered antibacterial resistance to emerge.'\\nShe said that professional organisations such as ProVeg could offer help to councils making the shift.\\nShe told councillors that Enfield had stopped serving meat at council events, Lewisham had voted to provide exclusively plant-based options at its events and Leeds had introduced a meat-free day and another plant-based day a week across 182 schools.\\nGreen councillor Elaine Hills is deputy chair of the council's Children, Young People and Skills Committee and has been a vegan for 28 years.\\nShe said: 'Plant-based food certainly has a much lower carbon footprint than a conventional diet. I agree it is something we should focus on to meet our carbon neutrality goals.\\n'The Green group has for a long-time campaigned for healthier and more environmentally friendly options being made available to support the health of pupils and the planet.'\\nCouncillor Hills said that the council was working with school food supplier Caterlink to increase the number of plant-based dishes on the menu.\\nShe said that schools across Brighton and Hove already have two meat-free days every three weeks.\\nA vegan option was available every day for those children who are registered as vegans and a meat-free option was always available in schools.\\nCouncillor Hills said: 'Ensuring meals produced are healthy, popular and are consumed by children will have a positive effect on food waste production.\\n'Part of this process is education. We recently increased the amount we spend on environmental education.\\n'As part of this, we would like to make sure that children in all our schools are learning about the carbon footprint of what they eat to help inform their decision making about the food choices they make.'\\nThe petition on the council website closes on Sunday, June 13.\\nThe deputation to increase the number of plant-based meals in schools and at council-run venues and events is due to go before the council's Children, Young People and Skills Committee the following day.", "image": [["Alison Plaumer (pictured), from Extinction Rebellion, has demanded Brighton and Hove City Council bring in two plant-based days at state-run schools as soon as possible", "https://i.dailymail.co.uk/1s/2021/04/14/15/41748260-9470305-Alison_Plaumer_pictured_from_Extinction_Rebellion_has_demanded_B-a-65_1618410031305.jpg"], ["Ms Plaumer told Green Councillor Elaine Hills (pictured), a vegan herself, that the policy of using dairy all the time is 'arguably racist'", "https://i.dailymail.co.uk/1s/2021/04/14/15/41748260-9470305-Ms_Plaumer_told_Green_Councillor_Elaine_Hills_pictured_a_vegan_h-a-66_1618410031306.jpg"], ["Hundreds of people in Brighton have signed the petition demanding more plant-based products in schoolsy, including solely vegan days", "https://i.dailymail.co.uk/1s/2021/04/14/14/41748264-9470305-image-a-45_1618405702649.jpg"], ["The social sciences lecturer and former Green Party employee is also demanding more council-run events to be vegan", "https://i.dailymail.co.uk/1s/2021/04/14/17/41755668-9470305-image-a-67_1618416275165.jpg"]], "author": ["Martin Robinson, Chief Reporter For Mailonline"], "date": "2021-04-14"}, "https://www.dailymail.co.uk/news/article-9498913/Extinction-Rebellion-protestors-smash-19-windows-HSBCs-Canary-Wharf-HQ.html": {"title": "Nine hammer-wielding Extinction Rebellion activists are arrested for smashing 16 windows at HSBC's Canary Wharf HQ - causing £160,000 worth of damage - after accusing bank of financing 'climate catastrophe'", "subtitle": "Activists hammered painted chisels through at least 19 windows at the HSBC headquarters in Canary Wharf. Protest on Earth Day claimed the bank's links to the fossil fuel industry is financing a 'climate catastrophe'. Nine women involved in demonstration at 7am have been arrested on suspicion of causing criminal damage. HSBC said it welcomes a 'meaningful dialogue' on its climate strategy but it 'cannot condone' any vandalism.", "text": "Extinction Rebellion activists today smashed at least 19 windows at HSBC's Canary Wharf headquarters as they accused the bank of financing climate change.\\nThe Earth Day protest is the second time the movement has broken windows this month after smashing glass at Barclays Bank's headquarters in London in April 7.\\nNine women took part in today's demonstration wearing patches with the words 'better broken windows than broken promises' - a slogan used by the suffragettes during protests in the early 20th century.\\nStickers reading '£80 billion into fossil fuels in the last five years' were stuck to the windows in London's Docklands, before the women hammered painted chisels through the glass.\\nAll nine activists were arrested on suspicion of causing criminal damage, the Metropolitan Police confirmed.\\nThe protest was staged to draw attention to HSBC's continuing links to the fossil fuel industry, with activists claiming the bank's climate plan allows it to finance coal power.\\nIn a statement, the group said: 'Despite HSBCs pledge to shrink its carbon footprint to net zero by 2050, their current climate plan still allows the bank to finance coal power, and provides no basis to turn away clients or cancel contracts based on links to the fossil fuel industry.'\\nHSBC told MailOnline it welcomes 'meaningful dialogue' on its climate strategy but it 'cannot condone vandalism or actions that put people and property at risk.'\\nContractors have estimated that the damage could cost £160,000 to repair.\\nThe bank said it is 'committed to set out short and medium term transition targets, and to phase out the financing of coal-fired power and thermal coal mining by 2040 globally.'\\nA spokesperson added: 'We have an ambition to be net zero by 2030 and to bring our financed emissions to net zero by 2050. We remain committed to supporting our customers in their transition to net zero.'\\nExtinction Rebellion aims to trigger a revolt against the political, economic and social structures of the modern world in a bid to avert the worst scenarios of devastation outlined by scientists studying climate change.\\nIt said the protest today was part of its 'Money Rebellion,' which activists claim highlights the 'role of the financial sector in the climate and ecological crisis.'\\n'It's time to stand up and be counted,' said Gully Bujak, 28, from Extinction Rebellion. 'Doing this today may land us in prison but we're on the right side of history.'\\nValerie Brown, 68, the London mayoral candidate for political party Burning Pink, addressed HSBC directly. She said: 'Investing in fossil fuels is murder. More and more people can see that clearly. Why can't you?\\n'We will not stand by whilst you invest in runaway greed, whilst people's lives are being shattered by the fossil fuel industries.'\\nActivists used hammers and chisels decorated with the names of five members of the South Afrikan women's climate justice group, the Pink Panthers, to crack the glass.\\nIt was estimated that the damage could cost £160,000 to fix, according to contractors working nearby.\\nJohn Gallardo said: 'I was on the opposite of the road and I saw a group of new age hippies sitting down cross legged at about 7:20am. They were singing, but I couldn't understand what they were saying.\\n'It wasn't a huge protest, except for the fact a few windows have been smashed.\\n'They stuck green stickers on the windows they smashed and a few of the bottom ones. They were mainly women, but there was a man filming them up close.'\\nHe added: 'The security guard where I work said police arrived around 7am - three or four vans and three or four cars. I think each pain is about 10 millimetres thick, laminated. They cost about £10,000 each.'\\nDemonstrators wore patches adorned with the phrase 'Better broken windows than broken promises' in reference to the suffragette movement, which fought valiantly for women to be granted the right to vote.\\nLike Extinction Rebellion, these activists embarked on mass window smashing campaigns across London's West End in March 1912.\\nOn March 1, it was estimated that around 150 demonstrators broke windows simultaneously across the capital. They often used stones or hammers to break the glass, with the latter usually decorated with phrases.\\nUpon Lillian Ball's hammer were the words: 'Better broken windows than broken promises'.\\nThe mother-of-three, from Tooting, South London, was arrested during the campaign and later told suffragette leader Emmeline Pankhurst's trial that she was given the hammer by a 'young lady' ahead of a protest on March 4.\\nOrthalia Kunene, from the Pink Panthers, said: 'A changing climate affects everyone, but it's the world's poorest and those in vulnerable situations, especially women and girls, who bear the brunt of environmental, economic, and social shocks.'\\nGrandmother Susan Reid, 62, from Preston, also took part in the demonstration and added: 'I shouldn't be having to do this but I think we owe it to our children and grandchildren to act in whatever way we can.\\n'I would like to enjoy my retirement with my grandchildren, but instead I have to spend it fighting for their future because banks like HSBC are happy to keep making money from fossil fuels no matter the risk.\\n'We're in a planetary emergency and people are dying right now. Just because it's not on our doorstep doesn't mean it's not already happening in the global south. What we are doing today is an act of care.'\\nBlyth Brentnall, 29, took place in the protest despite risking a prison term for her actions due to her previous involvement with Extinction Rebellion and Burning Pink.\\nShe said: 'I'm doing this because it's even more terrifying that the commercial banks are knowingly investing billions in industries that will deprive future generations of an inhabitable planet.'\\nThe Metropolitan Police confirmed all nine activists were arrested at the scene on suspicion of causing criminal damage.\\nA spokeswoman said: 'Police were called at approximately 07:10hrs on Thursday, 22 April to reports of a group of protestors causing criminal damage to a building in Canada Square.\\n'Nine women have been arrested on suspicion of criminal damage and remain in police custody. Enquiries are ongoing.'\\nThe protest comes on Earth Day, when President Joe Biden will pledge to kick-start a year of action on climate change as he hosts his first summit to mark the occasion.\\nThe White House meeting will be held virtually due to the Covid-19 pandemic, with some 40 world leaders expected to attend including Boris Johnson, Chinese President Xi Jinping and Russia's Vladimir Putin.\\nEarth Day is designed to drive action on the climate crisis on a global scale, with this year's theme 'Restore Earth' designed to highlight a belief that the Earth can recover from the problems it currently faces.\\nThe UN's secretary-general today issued a video message reminding people that the planet is at a 'tipping point' in its climate crisis.\\nAntonio Guterres added: 'Recovery from the #COVID19 pandemic is a chance to set the world on a cleaner, greener, more sustainable path.\\n'We must end our war on nature and nurse it back to health.'\\nIt comes after Extinction Rebellion activists broke windows at the London headquarters of Barclays two weeks ago.", "image": [["Extinction Rebellion activists today smashed at least 19 windows at HSBC's Canary Wharf headquarters as they claimed the bank is financing climate change.", "https://i.dailymail.co.uk/1s/2021/04/22/09/42070800-9498913-Extinction_Rebellion_activists_today_smashed_at_least_19_windows-a-53_1619081493780.jpg"], ["Several woman stuck fliers reading '£80 billion into fossil fuels in the last five years' to the windows, before hammering painted chisels through the glass", "https://i.dailymail.co.uk/1s/2021/04/22/09/42070802-9498913-Several_woman_stuck_fliers_reading_80_billion_into_fossil_fuels_-a-35_1619081493720.jpg"], ["All nine activists involved were arrested on suspicion of causing criminal damage, the Metropolitan Police confirmed today", "https://i.dailymail.co.uk/1s/2021/04/22/09/42072316-9498913-All_nine_activists_were_arrested_on_suspicion_of_criminal_damage-a-51_1619081493778.jpg"], ["The activists used chisels reading 'We act with love' and hammers painted with the word 'Love' during today's protest", "https://i.dailymail.co.uk/1s/2021/04/22/09/42070798-9498913-The_activists_then_sat_on_the_floor_to_wait_for_the_Metropolitan-a-37_1619081493744.jpg"], ["A security officer speaks with an activist from Extinction Rebellion during the protest in London", "https://i.dailymail.co.uk/1s/2021/04/22/09/42070792-9498913-A_security_officer_speaks_with_an_activist_from_Extinction_Rebel-a-38_1619081493748.jpg"], ["A placard hangs on a broken window as activists from the Extinction Rebellion hold a direct action protest outside HSBC headquarters in Canary Wharf", "https://i.dailymail.co.uk/1s/2021/04/22/09/42070782-9498913-A_placard_hangs_on_a_broken_window_as_activists_from_the_Extinct-a-36_1619081493742.jpg"], ["Three women wearing face masks with the Extinction Rebellion emblem are seen in London during the demonstration", "https://i.dailymail.co.uk/1s/2021/04/22/09/42070794-9498913-Three_women_wearing_face_masks_with_the_Extinction_Rebellion_emb-a-39_1619081493750.jpg"], ["Activists from Extinction Rebellion sit outside the HSBC headquarters holding hammers and chisels as they await arrest", "https://i.dailymail.co.uk/1s/2021/04/22/10/42072588-9498913-image-a-66_1619082940350.jpg"], ["A sticker reading '£80 billion into fossil fuels in the last five years' is stuck to a smashed window at HSBC's headquarters", "https://i.dailymail.co.uk/1s/2021/04/22/10/42072594-9498913-image-a-64_1619082851865.jpg"], ["Metropolitan Police officers arrest a woman involved in the Extinction Rebellion protest in Canary Wharf today. Pictured: London Mayoral candidate Valerie Brown", "https://i.dailymail.co.uk/1s/2021/04/22/09/42072992-9498913-Metropolitan_Police_officer_arrest_a_woman_involved_in_the_Extin-a-52_1619081493779.jpg"], ["Police officers detain an activist from Extinction Rebellion during a demonstration outside the HSBC headquarters", "https://i.dailymail.co.uk/1s/2021/04/22/09/42072322-9498913-Police_officers_appear_to_detain_an_activist_from_Extinction_Reb-a-40_1619081493757.jpg"], ["Police officers arrived at the scene after activists smashed at least 19 windows at the HSBC HQ", "https://i.dailymail.co.uk/1s/2021/04/22/09/42072324-9498913-Police_officers_arrived_at_the_scene_after_activists_smashed_at_-a-41_1619081493763.jpg"], ["Pictured: The protest", "https://i.dailymail.co.uk/1s/2021/04/22/09/42072140-9498913-Pictured_The_protest-a-42_1619081493766.jpg"], ["Pictured: The protest", "https://i.dailymail.co.uk/1s/2021/04/22/09/42072134-9498913-Pictured_The_protest-a-43_1619081493768.jpg"], ["Extinction Rebellion women break the windows of HSBC to condemn the bank's apparent investment in fossil fuels", "https://i.dailymail.co.uk/1s/2021/04/22/10/42072626-9498913-image-a-57_1619082370160.jpg"], ["Women hold hands as they wear patches adorned with Suffragette saying 'Better broken windows than broken promises'", "https://i.dailymail.co.uk/1s/2021/04/22/10/42072612-9498913-image-a-59_1619082380455.jpg"], ["One activist smashed a painted chisel into the window of HSBC's headquarters using a hammer reading 'Sorry mum!'", "https://i.dailymail.co.uk/1s/2021/04/22/10/42072580-9498913-image-a-62_1619082389612.jpg"], ["An activist from the Extinction Rebellion, a global environmental movement, holds a hammer in front of a broken window", "https://i.dailymail.co.uk/1s/2021/04/22/09/42070784-9498913-An_activist_from_the_Extinction_Rebellion_a_global_environmental-a-44_1619081493769.jpg"], ["Activists from Extinction Rebellion sit together outside the HSBC headquarters in London", "https://i.dailymail.co.uk/1s/2021/04/22/09/42072326-9498913-Activists_from_Extinction_Rebellion_sit_together_outside_the_HSB-a-47_1619081493774.jpg"], ["Pictured: The protest", "https://i.dailymail.co.uk/1s/2021/04/22/09/42072604-9498913-Pictured_The_protest-a-48_1619081493775.jpg"], ["Pictured: The protest", "https://i.dailymail.co.uk/1s/2021/04/22/09/42072632-9498913-Pictured_The_protest-a-49_1619081493776.jpg"], ["Nine women took part in the demonstration, wearing jackets with the words 'better broken windows than broken promises' in a reference to the Suffragette movement", "https://i.dailymail.co.uk/1s/2021/04/22/09/42070796-9498913-Nine_women_took_part_in_the_demonstration_wearing_jackets_with_t-a-50_1619081493777.jpg"], ["Police officers detain an Extinction Rebellion activist outside Barclays Bank's London headquarters in Canary Wharf following a demonstration on April 7", "https://i.dailymail.co.uk/1s/2021/04/22/09/41443046-9498913-Police_officers_detain_an_Extinction_Rebellion_activist_outside_-a-45_1619081493771.jpg"], ["An Extinction Rebellion protest at Barclays in Canary Wharf, where they used hammers and chisels to break windows on April 7", "https://i.dailymail.co.uk/1s/2021/04/22/09/41443052-9498913-An_Extinction_Rebellion_protest_at_Barclays_in_Canary_Wharf_wher-a-46_1619081493772.jpg"]], "author": ["Faith Ridler For Mailonline"], "date": "2021-04-22"}, "https://www.dailymail.co.uk/news/article-9525213/Green-activists-want-cancel-Silvertown-Tunnel-London.html": {"title": "Eco zealots try to scrap Sadiq's 'secret tunnel' under Thames: Green activists want to cancel vital new east London crossing and charge motorists MORE to drive in capital instead", "subtitle": "Environmental activists have dubbed £2billion project London Mayor Sadiq Khan's 'dirty little secret'. Silvertown Tunnel in South East London is expected to open in 2025 having got the green light in 2018. Tunnel is aimed at helping ease burden on Blackwall Tunnel through which 100,000 vehicles pass a day.", "text": "Environmental activists are calling on a new tunnel under the River Thames to be scrapped despite construction already being underway on the £2billion project - dubbing it London Mayor Sadiq Khan's 'dirty little secret'.\\nThe Silvertown Tunnel in South East London is expected to open in 2025 having got the green light from the Government three years ago – but it has faced major criticism from local residents and green campaigners.\\nTransport for London first proposed the tunnel in 2005 to help ease the burden on the Blackwall Tunnel, through which up to 100,000 vehicles pass a day, and it was backed by Boris Johnson when he became mayor in 2008.\\nHis successor Sadiq Khan has also been behind the plans for the four-lane tunnel running for 0.9 miles, which is expected to link North Greenwich with Royal Docks north of the river - and see motorists face a toll.\\nBut the Liberal Democrats have been among those calling for the project to be scrapped, calling it Mr Khan's 'dirty little secret' because it is not mentioned in Labour's manifesto for re-election in the mayoral election on May 6.\\nSilvertown is undergoing mass regeneration having fallen into dereliction in recent decades - a far cry from its heyday as a major industrial area, named after a rubber factory set up by Stephen William Silver in the 1850s.\\nThe tunnel, which had initially been due to open in 2023, is expected to cost £1billion to build - half of the total of £2billion in the next 30 years on construction, maintenance and operation as well as interest payments on debt.\\nOpponents claim the project goes against Mr Khan's target to make London a net zero-carbon city by 2030, saying it will result in more traffic - with some instead calling for pay-as-you-go road pricing across the capital.\\nLiberal Democrat politician Hina Bokhari, a London Assembly election candidate and councillor in Merton, told a hustings event for SWLondoner and Riverside Radio on Tuesday: 'Scrapping the £2billion polluting Silvertown road tunnel is exactly what we need to do, because with those savings we can make sure we can go into greener transport options instead.\\n'Now, Luisa Porritt, our mayoral candidate, is calling the Silvertown road tunnel a 'dirty little secret' because it's nowhere in the Labour manifesto, it's not mentioned at all, and we need to make sure that everyone knows that this is happening. It's incredibly wrong to put in an extra road and then say you're wanting to have less cars on the street, it doesn't make any sense.\\n'We want to have fairer single London-wide pay as you go road pricing, so that we're charging cars based on emission levels, the distance that's travelled and the congestion levels. We want to make sure that we have a road charging system that's fit for the future.'\\nThe 'dirty little secret' quote was given by Ms Porritt in an interview with the Evening Standard on April 21, in which she said of Mr Khan and the tunnel: 'I call it his 'dirty little secret' because the mayor is trying to hide the fact that he is still backing this project even though there is no justification for it from an environmental perspective, or a financial one for TfL.\\n'When these public transport schemes that we desperately need are being put on hold, there is no justification for spending £2billion on another road, when our priority is supposed to become a net zero-carbon city by 2030. That is his own target. How is he going to achieve it by building this road at the same time?'\\nLast week a group of experts called on Mr Khan to scrap the tunnel, saying that it would make it tougher for Britain to meet its climate goals because it would encourage more people to drive and therefore increase traffic.\\nDozens of academics wrote an open letter to Mr Khan and Transport Secretary Grant Shapps, seen by The Independent, in which they said it would be 'foolhardy to press ahead with an infrastructure project that can only contribute to the UK's excessive greenhouse gas emissions'.\\nUber will operate a replacement ferry service while Hammersmith Bridge in West London is repaired.\\nThe private hire firm was last month handed the contract to take pedestrians and cyclists across the River Thames at a proposed charge of £1.55.\\nTransport for London said Uber Boat by Thames Clipper hopes to run crossings from 6am to 10pm and transport 800 passengers per hour on its catamaran.\\nBut the boat service will not start until the end of this summer, likely dismaying exasperated locals who have been without a nearby crossing for almost two years.\\n\\nSince the 134-year-old bridge was closed in summer 2019, after cracks first appeared in its pedestals, the repairs have been the subject of wrangling between the council, TfL and the Department for Transport.\\n\\nTfL said that the replacement ferry service £1.55 cost is in line with bus fares and would also include a Hopper option to change transport mode for free.\\nThey added that the project would have the effect of 'skewing London's transport system further towards roads, and exacerbating local air pollution problems'.\\nTfL directed comment requests to the Mayor's office, and a spokesman for London Labour told MailOnline today: \"The Blackwall Tunnel causes huge problems in south east London. It increases traffic congestion and is closed on average 700 times a year.\\n'The Silvertown Tunnel is the only alternative to help reduce the poor air quality and massive congestion caused in the area by the Blackwall Tunnel.\\n'It will use the proceeds of a user charge in both the Blackwall Tunnel and the Silvertown Tunnel to cover construction costs. The new tunnel will also have a reserved lane for buses.'\\nThe Department for Transport approved the tunnel in May 2018 after months of arguments over pollution, with permission delayed since October 2017 because of calls for an air quality impact assessment to be carried out.\\nThe No to Silvertown Tunnel campaign group, which has since been wound up, said at the time that the approval suggested 'London is closed to new thinking on how to deal with congestion'.\\nBut Mr Khan said at the time that he was 'delighted' with the approval, adding that the tunnel was 'vital for the future prosperity of East London' and that he would try to ensure it 'doesn't have a detrimental impact on our environment'.\\nThe twin-tunnel crossing is expected to follow a similar path to the Emirates Air Line cable car, by connecting to the A1020 Silvertown Way/Lower Lea Crossing and the A102 Blackwall Tunnel Approach.\\nTransport officials said users of the tunnel would be charged different toll fees based on the time of travel to manage demand and help 'ease the current serious congestion'.\\nToll charges will also apply for using the Blackwall Tunnel, which is currently free to cross – something which has been 'vehemently opposed' by the Federation of Small Businesses because of the impact it will have on smaller companies.\\nIn August last year, Extinction Rebellion activists dressed up as banshees to protest the construction of the Silvertown Tunnel, with the organisation saying that it believes it is 'racist, colonial and unjust'.\\nEco-warriors rallied outside the TfL offices in Stratford, East London, in a show of anger at the road, saying it would cause pollution in Newham that will hit the BAME community the hardest.\\nBanshees also paraded through Woolwich, a few miles away, where they lay sprawled on the ground. The area of Silvertown was named after a rubber factory set up by Stephen William Silver in the 1850s.\\nIt is now one of London's biggest regeneration areas, and in April 2018, Indian billionaire Subhash Chandra revealed plans to build a £1billion 'peace theme park' on the 62-acre site where a derelict building now stands.\\nHe hopes to build a site featuring museums and a theatre, retail outlets, restaurants, a botanical garden and a luxury hotel on the historic area of the capital's Royal Docks where BBC crime drama Ashes to Ashes was filmed.\\nThe centrepiece would be a cultural centre that would sit on 14 acres and span 2.5million square feet at the heart of the project, with Indian conglomerate Essel Group claiming it could create 5,000 jobs in the East End.\\nA huge regeneration is taking place in Silvertown, which is a largely forgotten part of the West Ham area of Newham and an industrial wasteland - named after a rubber factory set up by Stephen William Silver in the 1850s.\\nThe ambitious plans for the 62-acre site centre around the restoration of the 1930s Millennium Mills, once home to food manufacturer Rank Hovis MacDougall. The building has not been used since the early 1980s.\\nThe plans also include a bridge across Royal Victoria Dock to connect Silvertown Quays with the Crossrail station at Custom House, and a new Roundhouse East that will be a music venue and education space.\\nTransport for London is also now digging a new road tunnel beneath the Thames from Silvertown to the Greenwich Peninsula, in an effort to ease the burden on the Blackwall Tunnel, through which 100,000 vehicles pass a day.\\nThe Silver Building in Silvertown, which opened in October 2018, is intended to be the home of start-ups, local businesses and artists. Originally built in 1965 for British Oil and Cake Mills, the site was left derelict for more than 20 years.\\nSilvertown, which lies close to London City Airport, was once a booming industrial centre in the 19th and early 20th century, home to companies including James Keiller & Sons, makers of marmalade, and the sugar refiners Tate & Lyle.\\nHowever it was devastated by an explosion at the Brunner Mond factory, which was being used to purify TNT during the First World War. It killed 73 people, injured more than 400 and destroyed 900 homes.\\nThen in the Second World War Silvertown and the Royal Docks suffered major damage from German shelling. Thereafter much of the area fell into dereliction, including local shops and pubs.\\n", "image": [["The Silvertown Tunnel in South East London is expected to open in 2025 having got the Government's green light in May 2018", "https://i.dailymail.co.uk/1s/2021/04/29/13/42366340-9525213-The_Silvertown_Tunnel_in_South_East_London_is_expected_to_open_i-a-64_1619699751264.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/04/29/13/42366342-9525213-image-a-63_1619699749848.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/04/29/13/42366346-9525213-image-a-65_1619699762611.jpg"], ["Permission for the tunnel had been delayed for nearly a year because of calls for an air quality impact assessment to be done", "https://i.dailymail.co.uk/1s/2021/04/29/13/42366344-9525213-image-a-62_1619699744018.jpg"], ["Luisa Porritt, Liberal Democrat mayoral candidate", "https://i.dailymail.co.uk/1s/2021/04/29/13/42369132-9525213-image-a-76_1619700187456.jpg"], ["London Mayor Sadiq Khan, pictured on Monday", "https://i.dailymail.co.uk/1s/2021/04/29/13/42369158-9525213-image-a-77_1619700187457.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/04/29/13/40689292-9525213-The_boat_service_won_t_start_until_the_end_of_summer_likely_dism-a-79_1619700445129.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/04/29/15/42366348-9525213-image-a-2_1619705864430.jpg"], ["In August last year, Extinction Rebellion activists protested against the Silvertown Tunnel outside TfL's offices in Stratford", "https://i.dailymail.co.uk/1s/2021/04/29/13/42368982-9525213-image-a-67_1619699816722.jpg"], ["The 1930s Millennium Mills building in Silvertown, which could soon be transformed into a cultural centre, is pictured in its heyday", "https://i.dailymail.co.uk/1s/2021/04/29/15/42366350-9525213-The_1930s_Millennium_Mills_building_in_Silvertown_which_could_so-a-1_1619705864417.jpg"], ["Four elephants return from a Chipperfield's Circus tour of South Africa at South West India Docks near Silvertown in 1968", "https://i.dailymail.co.uk/i/newpix/2018/04/10/14/4B0308D000000578-5598929-image-a-22_1523367313265.jpg"], ["An aerial view of the BP oil refinery at Silvertown in 1961. The area is now a largely forgotten part of the West Ham area of Newham", "https://i.dailymail.co.uk/1s/2021/04/29/12/42366352-9525213-An_aerial_view_of_the_BP_oil_refinery_at_Silvertown_in_1961_The_-a-28_1619694647616.jpg"], ["Silvertown was home to companies including James Keiller & Sons, makers of marmalade, and the sugar refiners Tate & Lyle (pictured)", "https://i.dailymail.co.uk/1s/2021/04/29/12/42366262-9525213-Silvertown_was_home_to_companies_including_James_Keiller_Sons_ma-a-26_1619694630167.jpg"], ["The 26,263-ton Shaw Savill liner Dominion Monarch dwarfs the surrounding houses from her dry dock at Silvertown in 1950", "https://i.dailymail.co.uk/1s/2021/04/29/12/42366268-9525213-image-a-18_1619694405370.jpg"], ["The Tate & Lyle sugar refinery can be seen from above in 1974. Much of the area fell into dereliction following the Second World War", "https://i.dailymail.co.uk/1s/2021/04/29/15/42366354-9525213-The_Tate_Lyle_sugar_refinery_can_be_seen_from_above_in_1974_Much-a-3_1619705864431.jpg"], ["A huge regeneration is taking place in Silvertown after it become an industrial wasteland which fell into dereliction", "https://i.dailymail.co.uk/1s/2021/04/29/12/42366280-9525213-image-a-14_1619694397421.jpg"]], "author": ["Mark Duell for MailOnline"], "date": "2021-04-29"}, "https://www.dailymail.co.uk/news/article-9500175/Climate-activists-dump-wheelbarrow-cow-manure-outside-White-House-protest-climate-plan.html": {"title": "Activists dump wheelbarrows full of MANURE outside the White House in protest that Joe Biden's climate plan is too little, too late", "subtitle": "Dozens of protesters have gathered on Earth Day to dump mounds of cow poop at the White House. The protest is in response to the Biden Administration's climate plan which they say doesn't go far enough and would like to see targets met by 2025 than 2030. Protesters with the group called Extinction Rebellion D.C., took the streets of D.C. and tipped out cow manure from pink wheelbarrows. Biden opened a global climate summit on Thursday with a pledge to cut in half the climate-wrecking coal and petroleum fumes the U.S. pumps. Biden has committed the U.S. fossil fuel emissions up to 52% by 2030 which is in line with pledges made by other countries. The target is nearly twice that set by President Obama in 2015. Biden's commitment sees a return by the U.S. to global climate efforts after four years of withdrawal under President Donald Trump.", "text": "A group of climate activists have dumped wheelbarrows full of cow manure outside the White House to protest President Joe Biden's climate plan.\\nThe protesters are said to be from Extinction Rebellion, a group that often performs stunt protests.\\nExtinction Rebellion describe themselves as 'a global environmental movement with the stated aim of using nonviolent civil disobedience to compel government action to avoid tipping points in the climate system, biodiversity loss, and the risk of social and ecological collapse.'\\nOn Thursday, several protesters tipped over wheelbarrows in full view of the gates of 1600 Pennsylvania Avenue.\\nAfter dumping the cow manure in front of the White House, a sign was placed in the pile reading, 'Stop the bulls***.' Another sign held up read, 'Declare climate emergency now.'\\nMembers of the group also held banners that read, 'DECLARE A CLIMATE EMERGENCY NOW' and 'BIDEN'S 2030 PLAN = MASS DEATH.'\\nThe group say they want to bring attention to 'Biden's Bulls**t Climate Plan' and demand that President Biden declare a climate and ecological emergency under the National Emergencies Act and set a net-zero emissions target of 2025.\\nBiden's has committed the U.S. fossil fuel emissions up to 52% by 2030 which is in line with pledges made by other countries.\\nThe pledge will be made later on Thursday during an all-virtual climate summit for 40 world leaders.\\nBiden's commitment sees a return by the U.S. to global climate efforts after four years of withdrawal under President Donald Trump.\\nThe 2015 Paris Climate Agreement, which former President Donald Trump rejected and Biden rejoined, aims to limit global warming to 1.5°C above pre-industrial levels.\\nExtinction Rebellion activists say this target is unattainable under the administration's plan.\\nThe new urgency comes as scientists say that climate change caused by coal plants, car engines and other fossil fuel use is already worsening droughts, floods, hurricanes, wildfires and other disasters and that humans are running out of time to stave off most catastrophic extremes of global warming.\\n'Net-zero by 2030 and other not in my term of office scams are far too little, far too late,' said Reilly Polka, a spokesperson for Extinction Rebellion.\\n'Biden is punting the crisis to future generations with targets that rely on unproven technologies sucking carbon out of the atmosphere. This is a massive gamble to take when the well-being of the human species and the richness of life on earth is at stake. If he cared he'd set targets that expire while he's still in office. We can't keep waiting, we need change now,' the group said in a statement.\\nThe group said in a statement that if Biden does not meet their demands they plan to continue 'acts of non-violent civil disobedience.'\\nBiden is set to open a global climate summit on Thursday with a pledge to cut at least in half the climate-wrecking coal and petroleum fumes that the U.S. pumps out, a commitment he hopes will spur China and other big polluters to speed up efforts of their own.\\n$85 billion to modernize existing transit and help agencies expand their systems to meet rider demand\\n$174 billion on electric car development\\n$111 billion to replace lead pipes and service lines and to modernize drinking water and sewer systems\\n$100 billion to protect nature-based infrastructure – lands, forests, wetlands, watersheds, and coastal and ocean resource; to build up electrical system; expand tax credits for clean energy generation and storage; plug orphan oil wells and mines; and redevelop Superfund sites\\n$40 billion to improve the infrastructure of the public housing system in America\\n$100 billion to upgrade electrical grid\\n$100 billion to upgrade and build new public schools\\n$10 billion in the modernization, sustainability, and resilience of federal buildings\\n$35 billion investment in climate science\\n$10 billion for a new Civilian Climate Corps", "image": [["Climate activists with Extinction Rebellion pushed wheelbarrows full of cow dung through the streets and emptied them in front of the White House.", "https://i.dailymail.co.uk/1s/2021/04/22/17/42087650-9500175-Climate_activists_with_Extinction_Rebellion_pushed_wheelbarrows_-a-4_1619109945241.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/04/22/17/42087646-9500175-image-a-6_1619109945250.jpg"], ["Activists dumped more than a dozen wheelbarrows of cow manure at the White House", "https://i.dailymail.co.uk/1s/2021/04/22/17/42087644-9500175-Activists_dumped_more_than_a_dozen_wheelbarrows_of_cow_manure_at-a-3_1619109945234.jpg"], ["Protest began early on Thursday morning with activists tipping over wheelbarrows of muck", "https://i.dailymail.co.uk/1s/2021/04/22/17/42084290-9500175-Protest_began_early_on_Thursday_morning_with_activists_tipping_o-a-5_1619109945246.jpg"], ["Climate activists with Extinction Rebellion DC protest President Joe Biden's plan to cut US emissions in half by 2030, which they deem 'far too little, far too late,' near the White House", "https://i.dailymail.co.uk/1s/2021/04/22/17/42088652-9500175-Climate_activists_with_Extinction_Rebellion_DC_protest_President-a-7_1619109945253.jpg"], ["The climate activists are calling on Biden to do more, arguing that the U.S. should aim for a reduction of at least 70 percent", "https://i.dailymail.co.uk/1s/2021/04/22/17/42088640-9500175-The_climate_activists_are_calling_on_Biden_to_do_more_arguing_th-a-8_1619109945255.jpg"], ["Climate activists gathered in Washington, D.C., on Thursday to dump wheelbarrows full of cow poop near the White House", "https://i.dailymail.co.uk/1s/2021/04/22/17/42088504-9500175-Climate_activists_gathered_in_Washington_D_C_on_Thursday_to_dump-a-9_1619109945361.jpg"], ["Demonstrators then dumped the manure onto the street, along with signs and banners reading, 'Stop the bulls***,' and 'Declare climate emergency now!'", "https://i.dailymail.co.uk/1s/2021/04/22/17/42088502-9500175-Demonstrators_then_dumped_the_manure_onto_the_street_along_with_-a-10_1619109945367.jpg"], ["The dung dump came as a two-day virtual climate change summit kicked off on Thursday with 40 world leaders", "https://i.dailymail.co.uk/1s/2021/04/22/17/42088490-9500175-The_dung_dump_came_as_a_two_day_virtual_climate_change_summit_ki-a-11_1619109945374.jpg"], ["The White Rebels and Extinction Rebellion DC block 17th Street after dumping cow manure outside the White House on Earth Day", "https://i.dailymail.co.uk/1s/2021/04/22/17/42088456-9500175-The_White_Rebels_and_Extinction_Rebellion_DC_block_17th_Street_a-a-12_1619109945376.jpg"], ["A group of at least a dozen demonstrators pushed pink wheelbarrows downtown toward the White House", "https://i.dailymail.co.uk/1s/2021/04/22/17/42088460-9500175-A_group_of_at_least_a_dozen_demonstrators_pushed_pink_wheelbarro-a-13_1619109945380.jpg"], ["The White Rebels and Extinction Rebellion DC protest outside the White House", "https://i.dailymail.co.uk/1s/2021/04/22/17/42088478-9500175-The_White_Rebels_and_Extinction_Rebellion_DC_protest_outside_the-a-14_1619109945382.jpg"], ["The protest came on the same day Biden spoke about the seriousness of climate change and how his administration will attempt to deal with it. He said the U.S. \"has resolved to take action\"", "https://i.dailymail.co.uk/1s/2021/04/22/17/42088484-9500175-The_protest_came_on_the_same_day_Biden_spoke_about_the_seriousne-a-15_1619109945502.jpg"], ["Extinction Rebellion D.C., took the streets of D.C. and packed cow manure in pink wheelbarrows near Rawlins Park", "https://i.dailymail.co.uk/1s/2021/04/22/17/42088540-9500175-Extinction_Rebellion_D_C_took_the_streets_of_D_C_and_packed_cow_-a-16_1619109945507.jpg"], ["Photos showed the piles of dung lingering in the street even after demonstrators dispersed", "https://i.dailymail.co.uk/1s/2021/04/22/17/42087640-9500175-Photos_showed_the_piles_of_dung_lingering_in_the_street_even_aft-a-18_1619109945514.jpg"], ["Extinction Rebellion said, 'Net-zero by 2030 and other not in my term of office scams are far too little, far too late. Biden is punting the crisis to future generations with targets that rely on unproven technologies sucking carbon out of the atmosphere'", "https://i.dailymail.co.uk/1s/2021/04/22/17/42087642-9500175-Extinction_Rebellion_said_Net_zero_by_2030_and_other_not_in_my_t-a-17_1619109945512.jpg"], ["The Extinction Rebellion deem Biden's plan to cut US emissions in half by 2030 'far too little, far too late'", "https://i.dailymail.co.uk/1s/2021/04/22/17/42084030-9500175-The_Extinction_Rebellion_deem_Biden_s_plan_to_cut_US_emissions_i-a-19_1619109945519.jpg"], ["Climate activists with Extinction Rebellion DC leave a pile of manure on 17th Street near the White House to protest US President Joe Biden's plan to cut US emissions in half by 2030", "https://i.dailymail.co.uk/1s/2021/04/22/17/42084036-9500175-Climate_activists_with_Extinction_Rebellion_DC_leave_a_pile_of_m-a-20_1619109945521.jpg"], ["Activists with Extinction Rebellion DC dumped 'heaps of cow s***' from bright pink wheelbarrows in front of the east side of the White House 'in response to Biden's bulls*** climate plan.'", "https://i.dailymail.co.uk/1s/2021/04/22/17/42084296-9500175-Activists_with_Extinction_Rebellion_DC_dumped_heaps_of_cow_s_fro-a-21_1619109945642.jpg"], ["Extinction Rebellion Washington D.C. announced their intention to mount the protest on Twitter on Wednesday, criticizing the president's approach to the climate change crisis", "https://i.dailymail.co.uk/1s/2021/04/22/17/42084032-9500175-Extinction_Rebellion_Washington_D_C_announced_their_intention_to-a-22_1619109945646.jpg"], ["The president announced 'a new target for the United States to achieve a 50-52 percent reduction from 2005 levels in economy-wide net greenhouse gas pollution in 2030", "https://i.dailymail.co.uk/1s/2021/04/22/17/42088536-9500175-The_president_announced_a_new_target_for_the_United_States_to_ac-a-23_1619109945657.jpg"], ["Protestors get ready to begin their protest using poop in pink wheelbarrows", "https://i.dailymail.co.uk/1s/2021/04/22/17/42088534-9500175-Protestors_get_ready_to_begin_their_protest_using_poop_in_pink_w-a-25_1619109945669.jpg"], ["Extinction Rebellion DC dumps cow manure at the entrance to the White House on Earth Day", "https://i.dailymail.co.uk/1s/2021/04/22/17/42088518-9500175-Extinction_Rebellion_DC_dumps_cow_manure_at_the_entrance_to_the_-a-24_1619109945667.jpg"], ["Extinction Rebellion DC marches with pink wheelbarrows to dump heaps of cow manure", "https://i.dailymail.co.uk/1s/2021/04/22/17/42088524-9500175-Extinction_Rebellion_DC_marches_with_pink_wheelbarrows_to_dump_h-a-26_1619109945670.jpg"], ["The activists dumped piles of manure in the street in front of the White House to protest Biden not doing enough to help combat climate change", "https://i.dailymail.co.uk/1s/2021/04/22/17/42084804-9500175-The_activists_dumped_piles_of_manure_in_the_street_in_front_of_t-a-30_1619109945782.jpg"], ["Climate activists with Extinction Rebellion DC protest President Joe Biden's plan to cut US emissions in half by 2030, which they deem 'far too little, far too late'", "https://i.dailymail.co.uk/1s/2021/04/22/17/42084816-9500175-Climate_activists_with_Extinction_Rebellion_DC_protest_President-a-29_1619109945779.jpg"], ["Extinction Rebellion is a global environmental movement committed to using nonviolent civil disobedience to bring about government action on climate change", "https://i.dailymail.co.uk/1s/2021/04/22/17/42086228-9500175-Extinction_Rebellion_is_a_global_environmental_movement_committe-a-31_1619109945792.jpg"], ["The 2015 Paris Climate Agreement, which former President Donald Trump rejected and Biden rejoined, aims to limit global warming to 1.5°C above pre-industrial levels", "https://i.dailymail.co.uk/1s/2021/04/22/17/42086222-9500175-The_2015_Paris_Climate_Agreement_which_former_President_Donald_T-a-33_1619109945804.jpg"], ["Members of the Extinction Rebellion chanted using megaphones", "https://i.dailymail.co.uk/1s/2021/04/22/17/42088508-9500175-Members_of_the_Extinction_Rebellion_chanted_using_megaphones-a-34_1619109945807.jpg"], ["The activists methodically dumped the poop on the streets outside the White House", "https://i.dailymail.co.uk/1s/2021/04/22/17/42088514-9500175-The_activists_methodically_dumped_the_poop_on_the_streets_outsid-a-32_1619109945802.jpg"], ["The activists marched towards the outside of the White House early on Thursday morning", "https://i.dailymail.co.uk/1s/2021/04/22/17/42088510-9500175-The_activists_marched_towards_the_outside_of_the_White_House_ear-a-36_1619109945936.jpg"], ["Activists halt traffic and dump a pile of manure outside the White House while protesting against President Joe Biden's climate change policy on Earth Day", "https://i.dailymail.co.uk/1s/2021/04/22/17/42086212-9500175-Activists_halt_traffic_and_dump_a_pile_of_manure_outside_the_Whi-a-35_1619109945927.jpg"], ["Despite the White House hosting a virtual Leaders Summit on Climate on Earth Day, the activists said Biden is 'punting the crisis to future generations'", "https://i.dailymail.co.uk/1s/2021/04/22/17/42086208-9500175-Despite_the_White_House_hosting_a_virtual_Leaders_Summit_on_Clim-a-37_1619109945941.jpg"], ["Activists halt traffic outside the White House while protesting against President Joe Biden's climate change policy on Earth Day", "https://i.dailymail.co.uk/1s/2021/04/22/17/42086216-9500175-Activists_halt_traffic_outside_the_White_House_while_protesting_-a-40_1619109945951.jpg"], ["Protesters used bright pink wheelbarrows to dump heaps of cow manure at the intersection of New York Avenue and 17th Street NW on the west side of the White House campus", "https://i.dailymail.co.uk/1s/2021/04/22/17/42086206-9500175-Protesters_used_bright_pink_wheelbarrows_to_dump_heaps_of_cow_ma-a-39_1619109945950.jpg"], ["The activists dumped  the poop on the streets outside the White House", "https://i.dailymail.co.uk/1s/2021/04/22/17/42088516-9500175-The_activists_dumped_the_poop_on_the_streets_outside_the_White_H-a-38_1619109945948.jpg"]], "author": ["James Gordon For Dailymail.com"], "date": "2021-04-22"}, "https://www.dailymail.co.uk/tvshowbiz/article-9463431/Maisie-Williams-named-H-Ms-Global-Sustainability-Ambassador-appears-futuristic-video.html": {"title": "'Dear aliens, send help': Maisie Williams appears as an avatar in a futuristic video as she is named H&M's Global Sustainability Ambassador", "subtitle": ".", "text": "Maisie Williams was turned into a 3D avatar with purple eyes as she was named H&M's Global Sustainability Ambassador.\\nThe actress, 23, who is best known for starring in Game Of Thrones as Arya Stark, appeared in a futuristic video for the fashion brand that was released on Monday.\\nIn the clip, she appealed to aliens to 'send help' as she worried about the future of the planet and wondered if anything we do makes any difference.\\nThe star was then transformed into a digital avatar, with white hair, dark eyebrows, purple eyes and wearing a white jumpsuit, as she spoke about how we need to 'evolve' to 'take steps in the right direction'.\\nMaisie released a statement alongside the video revealing how as a Sustainability Ambassador she will be working with H&M to 'drive their sustainability initiatives'.\\nShe revealed the brand's long-term goal is to use 100 per cent recycled or other sustainably sourced materials by 2030, in a bid to reduce the impact of fast fashion.\\nIt was also revealed that as part of the campaign, her digital twin, 'Avatar Maisie', will appear in an Animal Crossing style game, H&M Looop Island, that encourages players to recycle and learn about the circularity of fabrics.\\nShe shared a behind-the-scenes picture on her Instagram page of her being turned into an avatar by 3D animators as she sat on a chair surrounded by cameras on all angles.\\nIn the promo video, she is seen lying on a bed as the camera zooms up close to her face as her voice is heard in a voice-over, saying: 'Here I am, worrying about the future... again.\\n'Dear aliens, send help. No but seriously, does anything we do make any difference?'\\nShe continued: 'Ugh I guess it's not all bad, like I read that the technology behind coding is based on century-old inventions for weaving fabrics. Meaning if we didn't have this we wouldn't have that Looop machine. (sic)\\n'And now we can use this new technology based on really old technology to recycle and make new fabrics from all fabrics.\\n'One thing evolves into another like a loop. What if we could loop ourselves, level up, and take steps in the right direction?\\n'We won't be completely new people, we'll just have evolved and maybe that's what we all need to do. Evolve. Do something today that makes a difference tomorrow.'\\nIn a statement on her Instagram page, Maisie wrote: 'I am pleased to finally share the news of my partnership with H&M as ✨Global Sustainability Ambassador✨ and I cannot wait for you all to see what we have been working on.\\n'In this role, I will be working closely with experts within H&M to drive their sustainability initiatives and shape the path towards an accessible and circular fashion future.\\n'The long term goal is to use 100 percent recycled or other sustainably sourced materials for textiles across the entire H&M Group by 2030. ♻️\\n'It’s time to take action and create more viable production circuits in fashion to protect our planet for the next generation. @hm #jointherecyclingrevolution #looopit #letschangefashion\\nMaisie has been outspoken on her views on climate change, saying in a 2019 interview with Dazed that groups like Extinction Rebellion inspire her as they are 'awake' to what's happening.\\nThe activist also revealed her brother was arrested while protesting and said that she doesn't want to be 'denied the right to have a child because the world is burning'.\\nShe said: 'I am hopeful about activist groups like Extinction Rebellion, my friends who choose to live plastic free, and my brother, who was arrested while protesting for action to be taken alongside many brave people who are awake to what’s happening around us. The ones who are doing something about it.'", "image": [["'Dear aliens, send help': Maisie Williams was transformed into a 3D avatar with purple eyes in a futuristic video as she was named H&M's Global Sustainability Ambassador on Monday", "https://i.dailymail.co.uk/1s/2021/04/12/20/41667338-0-image-a-35_1618254635834.jpg"], ["Avatar: The actress, 23, who is best known for starring in Game Of Thrones as Arya Stark, appeared with white hair, dark eyebrows and wearing a white jumpsuit", "https://i.dailymail.co.uk/1s/2021/04/12/20/41667344-0-image-a-33_1618254629857.jpg"], ["Youth appeal: It was revealed that as part of the campaign, her digital twin, 'Avatar Maisie', will appear in an Animal Crossing game, H&M Looop Island, that encourages players to recycle", "https://i.dailymail.co.uk/1s/2021/04/12/23/41674288-9463431-image-a-76_1618265605348.jpg"], ["Eco anxiety: In the promo video, she is seen lying on a bed as the camera zooms up close to her face as her voice is heard in a voice-over, saying: 'Here I am, worrying about the future... again'", "https://i.dailymail.co.uk/1s/2021/04/12/23/41674254-9463431-Eco_anxiety_In_the_promo_video_she_is_seen_lying_on_a_bed_as_the-a-137_1618267153360.jpg"], ["Evolving: The star was then transformed into a digital avatar as she spoke about how we need to 'evolve' to 'take steps in the right direction'", "https://i.dailymail.co.uk/1s/2021/04/12/23/41674246-9463431-Evolving_The_star_was_then_transformed_into_a_digital_avatar_as_-a-139_1618267163247.jpg"], ["She asked: 'What if we could loop ourselves? Level up, and take steps in the right direction?'", "https://i.dailymail.co.uk/1s/2021/04/12/23/41674244-9463431-She_asked_What_if_we_could_loop_ourselves_Level_up_and_take_step-a-138_1618267159188.jpg"], ["Going digital: She shared a behind-the-scenes picture on Instagram of her being turned into an avatar by 3D animators as she sat on a chair surrounded by cameras on all angles", "https://i.dailymail.co.uk/1s/2021/04/12/23/41669374-9463431-Going_digital_She_shared_a_behind_the_scenes_picture_on_Instagra-a-134_1618266984095.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/04/12/23/41669372-9463431-image-a-135_1618266984096.jpg"], ["Planet warrior: In a statement on her Instagram page, Maisie revealing she will be working with H&M to reach their goal of using 100 per cent recycled materials by 2030", "https://i.dailymail.co.uk/1s/2021/04/12/23/41669378-9463431-Planet_warrior_In_a_statement_on_her_Instagram_page_Maisie_revea-a-136_1618266984097.jpg"], ["Activist: Maisie has been outspoken on her views on climate change, saying in a 2019 interview groups like Extinction Rebellion inspire her as they are 'awake' to what's happening", "https://i.dailymail.co.uk/1s/2021/04/12/20/41667340-0-image-a-34_1618254632639.jpg"]], "author": ["Clare Mccarthy For Mailonline"], "date": "2021-04-12"}, "https://www.dailymail.co.uk/news/article-9432715/Thousands-Kill-Bill-activists-march-central-London.html": {"title": "Ten police officers hurt in clashes at Kill the Bill protest in London: Scuffles break out and 26 are arrested - including a woman with a knife - after Jeremy Corbyn addressed more than 10,000 activists in defiance of Covid regulations", "subtitle": "Ex-Labour leader spoke to crowds, describing Police, Crime, Sentencing and Courts Bill as 'slippery slope'. Close by, anti-lockdown demonstrators staged their own protest, supported by Mr Corbyn's brother, Piers. Projectiles were thrown as police pushed protesters away and force said 10 officer were injured in the scuffle. Police said 'small minority' of protesters remained at Whitehall this evening and that arrests were being made.", "text": "Ten police officers have been hurt during clashes at the Kill the Bill protest in London today with 26 people arrested after Jeremy Corbyn addressed thousands of activists in defiance of coronavirus regulations.\\nProtestors chanted, banged drums and waved placards at the demo to rail against the Police, Crime, Sentencing and Courts Bill, which will impose certain conditions on future protests.\\nProjectiles were thrown by demonstrators and several people were led away in handcuffs.\\nThe Metropolitan Police has confirmed that 10 officers received injuries, none of which are believed to be serious, and 26 people were arrested. including a woman with a knife.\\nThere appeared to be over 10,000 people at the rally, which was held in a crowded Parliament Square. For comparison, nearby Trafalgar Square is able to hold 20,000 people when full.\\nA small group of around 50-100 protesters in London began to block roads around Parliament Square and chanted anti-police slogans including 'All Cops Are B******s'.\\nThe former Labour leader stood next to a statue of Mahatma Gandhi as he spoke at the rally, describing the Government-proposed bill as a 'very dangerous, slippery slope' and defending the right to protest.\\nHe said: 'If we don't protest, things don't change', which drew cheers and applause from onlookers. Close by, anti-lockdown demonstrators staged their own protest, supported by Mr Corbyn's brother, Piers.\\nDozens of extra officers were brought in outside Parliament to help unblock the road for a McDonald's lorry which became a target for the crowd, who whistled and booed as they stopped the driver from passing.\\nBottles and missiles were thrown as police with riot helmets fired pepper spray and held batons aloft, screaming for the crowd to 'get back'. A man was carried away by officers.\\nPolice were also seen taking away a young woman crying out in pain following clashes at the demo, which began after people marched to Trafalgar Square, with her friends saying she had sustained an injury to her shoulder.\\nA separate group in Parliament Square was seen demonstrating with anti-sexism slogans, including 'educate your sons' and 'misogyny is the virus', chanting 'women scared everywhere, police and Government do not care'.\\nBy this evening, the Metropolitan Police said 'a small minority' of protestors, who were not social distancing, were still in the square and that arrests were being made after they turned down requests to leave.\\nThe majority of protesters from the demonstration, who gathered earlier in the day, had dispersed several hours earlier but those still present shouted 'shame on you' repeatedly at officers.\\nThree Kill the Bill protestors unfurled a banner which read 'Kill Cops' and held aloft the incendiary message outside the Houses of Parliament - just 50 metres away from where PC Keith Palmer was stabbed to death in 2017.\\nThe 'national weekend of action' has spread beyond the capital to cities including Newcastle, Liverpool, Brighton, Bristol and Manchester - where police said a number of 'peaceful' protests took police.\\nDorset Police thanked those who took part in 'peaceful protests' in Bournemouth and Weymouth, and stuck to the Covid-19 restrictions.\\nIn Norwich, Kill The Bill graffiti was daubed on a city centre war memorial while protestors in Manchester blocked tram tracks in St Peter's Square prompting police to move in and make arrests just after 5.30pm.\\nMeanwhile, Avon and Somerset Police said that part of the M32 motorway has been closed to traffic tonight after protesters sat on the road.\\nA dispersal order to direct people and groups to leave the city centre of Bristol was issued yesterday, following what police described as 'a number of incidents involving violence between the remaining protesters'.\\nThe force tweeted this evening: 'The group have marched onto the M32 and are currently sat on the carriageway. The motorway has subsequently been closed to inbound traffic at Junction 3 in the interests of safety.'\\nProtesting is now legal in England following a change in Covid-19 lockdown rules which came into force on Monday, but organisers are required to submit risk assessments and ensure social distancing.\\nThe rallies come as Covid deaths fall to their lowest in six months with the UK recording 10 fatalities, bringing the total to 126,826, and another 3,423 new infections.\\nIn a statement, the Met Police said tonight: 'At this stage, 26 people have been arrested for a variety of offences including assault on police and breach of the peace. In one instance, a woman was arrested on suspicion of possession of an offensive weapon after a knife was recovered.\\n'The policing operation remains ongoing and this arrest total is likely to rise. Ten officers received injuries during the operation; none of these are believed to be serious.'\\nCommander Ade Adelekan, who led today's policing operation, said: 'The vast majority of people who turned out in central London today did so while adhering to social distancing. They engaged with my officers when required and left when asked – I would like to thank them for doing so.\\n'However, a small minority did not engage despite the repeated efforts of officers on the ground. This left us with no option but to move to an enforcement stage and arrests have been made.\\n'This has been another challenging day for officers on the ground and I want to thank them for their efforts throughout the course of today.\\n'We remain in the middle of a global pandemic and we have made great progress in controlling the spread of the virus; we will not allow the selfish actions of a small number of people to put Londoners progress in jeopardy.'\\nLiaison officers attempted to engage with them to move them along peacefully but they refused to cooperate.\\nEventually the group moved on to the New Scotland Yard, the Metropolitan Police headquarters, where they continued with their anti-police rhetoric.\\nTensions are running high following the arrest of serving Metropolitan Police officer Wayne Couzens for the kidnap and murder of Sarah Everard and Met probationer Benjamin Hannam being convicted last week of belonging to a Neo-Nazi organisation.\\nOfficers ringed the Winston Churchill statue and the Cenotaph - targets at previous protests - as crowds marched down from the meeting point in Hyde Park to Westminster.\\nLorries trying to drive past the Houses of Parliament were blocked by crowds. One truck delivering flowers was forced to turn round and head back the opposite direction.\\nOne weeping female protester in Manchester was held against a police van, with protestors chanting 'Kill the Bill' as they blocked leaving trams.\\nTram passenger Mike Horton, 43, said: 'There were lots of police and then they jumped on a few protesters. I got a real shock as I had just come to get on tram. They were shouting at the police and filming them with their phones.'\\nProtests and demonstrations were expected this weekend across England on what is forecast to be a is the first to benefit from the easing of 'stay at home' lockdown restrictions.\\nOn Saturday, activists, climate change campaigners, and the Black Lives Matter movement said they would join 'kill the bill' rallies in London and other towns and cities including Manchester, Leeds, Brighton and Bristol.\\n'As protest is criminalised and our fake democracy is pushed further towards authoritarianism, we seek to find where we can come together with other movements to tackle the common causes that affect us all,' said Alanna Byrne from environmental group Extinction Rebellion.\\nDays of protests by the group paralysed parts of London in early 2019, action which helped fuel calls from some politicians for the police to be given the tougher powers to prevent excessive disruption.\\nAnother demonstrator, Mark Duncan, added: 'The government are trying to curtail protests - especially BLM and XR - that is what this bill is all about. We want the clauses in this bill about protests quashed.'\\nOrganisers reminded protestors to stay socially distanced on this 'national weekend of action' as they attempted to control the crowds.\\nThe Metropolitan Police have since said: 'The majority of people at today's events in Central London have tried to adhere to social distancing and Covid legislation.\\n'A small minority are blocking the road at Parliament Square. Officers are on scene engaging and encouraging them to move so we can reopen the roads.'\\nA Met Police spokesman also told MailOnline: 'Officers have been on the ground throughout the day engaging and encouraging those present to adhere to the current Covid legislation. There have been no arrests so far.'\\nBut the 'national weekend of action' spread beyond the capital to cities including Newcastle, Liverpool, Brighton and Manchester.\\nSeveral hundred people gathered beneath Grey's Monument in Newcastle for a similar Kill the Bill protest with a low-key response from Northumbria Police.\\nProtesters cheered as a singer with a guitar performed in opposition to the proposed bill as another attendee held up a placard saying: 'We will not be silenced.'\\nThe crowd has since made its way through the city centre chanting: 'Whose streets, our streets' and 'F*** Priti Patel'.\\nBritons are permitted to gather in groups larger than six for the purpose of 'Covid-secure protests' under updated lockdown rules.\\nThe guidance had previously outlawed any large gatherings, meaning the previous three Bristol rallies weren't permitted under Covid restrictions.\\nHowever, an update which came into force on Monday allows people to gather in larger groups for protest if the organiser has 'taken the required precautions'.\\nThis includes completing a risk assessment for the gathering.\\nThe updated guidance reads: 'You may gather in larger groups... for the purpose of Covid-secure protests or picketing where the organiser has taken the required precautions, including the completion of a risk assessment.'\\nMany took the knee at the Civic Centre and held a minute's silence for victims of oppression, after which a round of applause broke out.\\nMeanwhile, more than 400 Kill The Bill protesters today marched through Manchester city centre.\\nThey halted traffic as they walked from St Peter's Square where they had held an hour-long rally as they shouted: 'All cops are b*******' and 'Our streets'.\\nThe march was largely peaceful with the exception of one teenage protester jumping on top of a blue McLaren sports car before banging on the roof. He was held by police but later let go.\\nThe protesters then gathered on the steps of Manchester Crown Court and chanted: 'No justice, no peace.'\\nThe protestors included animal rights, environmental and LGBT campaigners and waved a range of Socialist Worker Party Kill the Bill, Black Lives Matter and Trans Rights Now placards.\\nNurse Matthew Hampson, 53, had earlier told the crowd: 'Nurses are not just angry about the proposed one per cent pay cut, they are enraged.\\n'We need to protest, that is why we need to stop this Bill.'\\nThe rally, watched by police in Tactical Aid vehicles as well as officers on foot, took place under a 48-hour police dispersal order for the entire city centre.\\nThe order gives police the power to tell a person engaged in anti-social behaviour, or who is likely to engage in anti-social behaviour, to leave a specified area - but it expired at 3pm.\\nIt was imposed following an illegal rave in the city centre as well as 18 people being arrested at last week's Kill the Bill protest in Manchester.\\nProtesters had sat on tram tracks and police had to apologise after one woman's underwear was exposed when she was dragged away.\\nElsewhere, around 300 protestors gathered outside Norwich City Hall as part of the country-wide demonstrations.\\nThe protest passed off peacefully with a handful of police officers observing the event from a distance but graffiti carrying the Kill The Bill was daubed on the city's war memorial.\\nThe protests have been sparked by the proposed Police, Crime, Sentencing and Courts bill would toughen measures officers can take to disperse demonstrations, such as imposing time and noise limits, which campaigners and activists fear would be used to curb dissent.\\nSince the bill was brought before parliament last month, there have been sporadic protests, notably in Bristol, southwest England, where demonstrations turned violent with officers and a police station bombarded with bricks and glass bottles, and police vehicles set on fire.\\nPrime Minister Boris Johnson criticised what he described as 'disgraceful attacks' on officers, but protesters have accused police of using heavy-handed tactics.\\nDemonstrations had not been permitted while a coronavirus lockdown was in place, but restrictions were eased this week, meaning organised rallies can go ahead providing they are 'COVID secure'.\\nIn London, police warned, 'enforcement action will be taken, if needed, in the interests of public health'.\\nSome senior officers have said the 'kill the bill' tag was deliberately provocative as 'the bill' is a nickname in Britain for the police.", "image": [["A woman can be seen holding what appears to be a sharpened piece of wood during the Kill the Bill protest in central London", "https://i.dailymail.co.uk/1s/2021/04/03/23/41308058-9432715-image-m-103_1617488835096.jpg"], ["Demonstrators walk on a motorway during a 'Kill the Bill' protest in Bristol this evening. Avon and Somerset Police said that part of the M32 motorway has been closed to traffic", "https://i.dailymail.co.uk/1s/2021/04/03/22/41306408-9432715-image-a-125_1617484726970.jpg"], ["Police officers stand guard as demonstrators block a motorway during a 'Kill the Bill' protest in Bristol on Saturday night", "https://i.dailymail.co.uk/1s/2021/04/03/22/41306414-9432715-image-a-132_1617484844807.jpg"], ["A protestor uses a megaphone during a Kill the Bill protest on Newfoundland Road leading to the M32 on Saturday in Bristol", "https://i.dailymail.co.uk/1s/2021/04/03/22/41306422-9432715-image-a-130_1617484813244.jpg"], ["A police officer fires pepper spray as scuffles erupt between Kill the Bill protestors and police in Parliament Square today", "https://i.dailymail.co.uk/1s/2021/04/03/23/41308060-9432715-image-a-104_1617488903406.jpg"], ["protestors take part in a demonstration by Hyde Park against the Government's proposed Police, Crime, Sentencing and Courts Bill", "https://i.dailymail.co.uk/1s/2021/04/03/23/41308056-9432715-image-a-107_1617488940954.jpg"], ["Meanwhile, just under five miles away at a crowded Parliament Square, thousands of protestors gathered at a Kill the Bill rally chanting, banging drums and waving placards before scuffles broke out with police", "https://i.dailymail.co.uk/1s/2021/04/03/18/41300558-9432715-image-m-49_1617469670230.jpg"], ["A woman is detained by police during a 'Kill the Bill' protest in central London. The demonstration is against the Government-proposed Police, Crime, Sentencing and Courts Bill", "https://i.dailymail.co.uk/1s/2021/04/03/19/41301522-9432715-image-a-84_1617473864678.jpg"], ["Police officers are seen restraining a demonstrator during a 'Kill the Bill' protest in central London this afternoon", "https://i.dailymail.co.uk/1s/2021/04/03/19/41301602-9432715-image-a-77_1617473334731.jpg"], ["Police scuffle with a crowd of protestors during a Kill the Bill protest near Parliament Square in central London this afternoon", "https://i.dailymail.co.uk/1s/2021/04/03/20/41302456-9432715-image-a-119_1617479927433.jpg"], ["A demonstrator is seen holding a red smoke flare at the 'Kill the Bill' protest n London with the Houses of Parliament seen in the background", "https://i.dailymail.co.uk/1s/2021/04/03/19/41301560-9432715-image-a-87_1617473997955.jpg"], ["Demonstrators use street barriers to block a road during a 'Kill the Bill protest in central London on Saturday", "https://i.dailymail.co.uk/1s/2021/04/03/20/41302484-9432715-image-a-112_1617479210031.jpg"], ["Demonstrators knock over bins and traffic cones as they use street furniture to block a road during the protest in London", "https://i.dailymail.co.uk/1s/2021/04/03/20/41302488-9432715-image-a-116_1617479284433.jpg"], ["Police officers surround demonstrators lying on the road as they take part in the protest. The Police, Crime, Sentencing and Courts Bill would give police in England and Wales more power to impose conditions on peaceful protests", "https://i.dailymail.co.uk/1s/2021/04/03/20/41302528-9432715-image-a-108_1617478995330.jpg"], ["Police confront protestors with a bus seen in the background during a Kill the Bill demonstration on Saturday in London", "https://i.dailymail.co.uk/1s/2021/04/03/20/41302466-9432715-image-a-118_1617479872091.jpg"], ["Police officers hold back demonstrators near Trafalgar Square in central London as they detain one during the protest", "https://i.dailymail.co.uk/1s/2021/04/03/20/41302494-9432715-image-a-109_1617479148664.jpg"], ["A protestor blocking a road is detained by police during the 'Kill the Bill' protest held in opposition to the Police, Crime, Sentencing and Courts Bill. People gathered at Hyde Park before marching towards Parliament Square", "https://i.dailymail.co.uk/1s/2021/04/03/18/41301100-9432715-image-a-58_1617472070927.jpg"], ["A policeman holding a baton faces demonstrators during a 'Kill the Bill' protest against the Police, Crime, Sentencing and Courts Bill in Parliament Square, London", "https://i.dailymail.co.uk/1s/2021/04/03/19/41301496-9432715-image-a-79_1617473529238.jpg"], ["The former leader of the Labour Party addressed crowds gathered in Parliament Square as he described the Police, Crime, Sentencing and Courts Bill as a 'very dangerous, slippery slope' and defended the right to protest", "https://i.dailymail.co.uk/1s/2021/04/03/17/41299734-9432715-Former_leader_of_the_Labour_Party_Jeremy_Corbyn_addressed_crowds-m-40_1617467115191.jpg"], ["Protestors stop a delivery truck during the 'Kill the Bill' protest in central London. The proposed legislation covers a wide range of issues and would broaden the police's authority for regulating protests", "https://i.dailymail.co.uk/1s/2021/04/03/18/41301112-9432715-image-a-61_1617472123912.jpg"], ["Police form a cordon as demonstrators sit in a main road during a 'Kill the Bill' protest against the Government's Police, Crime, Sentencing and Courts Bill in Bristol, south-west England", "https://i.dailymail.co.uk/1s/2021/04/03/22/41306432-9432715-image-a-127_1617484772400.jpg"], ["Demonstrators walk on a motorway as police officers stand guard nearby during a 'Kill the Bill' protest in Bristol this evening", "https://i.dailymail.co.uk/1s/2021/04/03/22/41306386-9432715-image-a-139_1617485176088.jpg"], ["Police officers stand guard as demonstrators sit down and block a motorway at a 'Kill the Bill' protest in Bristol", "https://i.dailymail.co.uk/1s/2021/04/03/22/41306410-9432715-image-a-147_1617485504739.jpg"], ["A crowd of demonstrators are seen marching at a 'Kill the Bill protest in Bristol, south west England, on Saturday evening", "https://i.dailymail.co.uk/1s/2021/04/03/22/41306436-9432715-image-a-134_1617485042090.jpg"], ["Police form a cordon as darkness falls and demonstrators march on a main road during a 'Kill the Bill' protest in Bristol", "https://i.dailymail.co.uk/1s/2021/04/03/22/41306434-9432715-image-a-136_1617485082080.jpg"], ["Protestors march down the A4 during a Kill the Bill protest on Saturday evening in Bristol, the south-west of England", "https://i.dailymail.co.uk/1s/2021/04/03/22/41306808-9432715-image-a-150_1617486106738.jpg"], ["Demonstrators walk along the A4032 into the town centre in Bristol during a protest against the Police, Crime, Sentencing and Courts Bill", "https://i.dailymail.co.uk/1s/2021/04/03/22/41306810-9432715-image-a-152_1617486111406.jpg"], ["A van driver clashes with a protestor on the A4044 during a Kill the Bill protest on Saturday evening in Bristol, south west England", "https://i.dailymail.co.uk/1s/2021/04/03/22/41306424-9432715-image-a-138_1617485127154.jpg"], ["A masked demonstrator holds a placard on top of a sign post as darkness falls during a 'Kill the Bill' protest in Bristol", "https://i.dailymail.co.uk/1s/2021/04/03/22/41306604-9432715-image-a-142_1617485302068.jpg"], ["People dance as they gather for a 'Kill the Bill' protest against the proposed Police, Crime, Sentencing and Courts Bill in Bristol earlier this evening", "https://i.dailymail.co.uk/1s/2021/04/03/22/41306624-9432715-image-a-143_1617485371233.jpg"], ["Crowds seen posing for the camera while drinking beer and dancing at a 'Kill the Bill' demonstration in Bristol, south-west England", "https://i.dailymail.co.uk/1s/2021/04/03/22/41306602-9432715-image-a-145_1617485375346.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/04/03/17/41299228-9432715-image-a-34_1617466051012.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/04/03/17/41299226-9432715-image-a-35_1617466053937.jpg"], ["Police officers form a cordon to free a delivery truck being stopped by demonstrators during the protest in central London", "https://i.dailymail.co.uk/1s/2021/04/03/18/41301110-9432715-image-a-62_1617472168253.jpg"], ["Protestors stop a delivery truck during the protest in London. Dozens of extra officers were brought in outside Parliament to help unblock the road", "https://i.dailymail.co.uk/1s/2021/04/03/18/41301092-9432715-image-a-65_1617472233275.jpg"], ["Police intervene as protestors attempt to stop a delivery truck during the 'Kill the Bill' protest held in opposition to the Police, Crime, Sentencing and Courts Bill", "https://i.dailymail.co.uk/1s/2021/04/03/18/41301066-9432715-image-a-67_1617472287000.jpg"], ["Protestors stop a delivery truck at the rally. Protesting is now legal in England following a change in Covid-19 lockdown rules which came into force on Monday, but organisers are required to submit risk assessments and ensure social distancing", "https://i.dailymail.co.uk/1s/2021/04/03/18/41301114-9432715-image-a-69_1617472381913.jpg"], ["A protestor appears injured as police intervene during the 'Kill the Bill' protest in central London, where demonstrators gathered at Hyde Park and marched towards Parliament Square", "https://i.dailymail.co.uk/1s/2021/04/03/19/41301480-9432715-image-a-72_1617472982931.jpg"], ["Ex-Labour Party leader Jeremy Corbyn standing next to a statue of Mahatma Gandhi as he speaks at the rally. Close by, anti-lockdown demonstrators staged their own protest, supported by Mr Corbyn's brother, Piers", "https://i.dailymail.co.uk/1s/2021/04/03/18/41300696-9432715-image-m-53_1617470153775.jpg"], ["Extinction Rebellion's Red Rebel Brigade are seen performing at a Kill the Bill protest in Mayfair as thousands marched through central London in protest of the Government-proposed bill", "https://i.dailymail.co.uk/1s/2021/04/03/19/41301478-9432715-image-m-92_1617474175905.jpg"], ["Thousands of activists have descended on London (pictured) as police brace for weekend of chaos with more rallies set to take place in towns and cities across the UK", "https://i.dailymail.co.uk/1s/2021/04/03/17/41296938-9432715-Thousands_of_activists_have_descended_on_London_pictured_as_poli-a-1_1617465811460.jpg"], ["Police have braced for weekend of chaos with more rallies set to take place in towns and cities across the UK. Pictured: Protests in Brighton", "https://i.dailymail.co.uk/1s/2021/04/03/17/41297190-9432715-Police_have_braced_for_weekend_of_chaos_with_more_rallies_set_to-a-5_1617465813028.jpg"], ["But the 'national weekend of action' has also spread beyond the capital to cities including Newcastle, Liverpool (pictured) and Manchester", "https://i.dailymail.co.uk/1s/2021/04/03/17/41295224-9432715-But_the_national_weekend_of_action_has_also_spread_beyond_the_ca-a-2_1617465811945.jpg"], ["Protestors attended the demonstration in Parliament Square, central London, against the Government's proposed Police, Crime, Sentencing and Courts Bill that will give police more power to shut down protests", "https://i.dailymail.co.uk/1s/2021/04/03/18/41300694-9432715-image-m-57_1617470246503.jpg"], ["Demonstrators sit on Baldwin Street in Bristol during a 'Kill the Bill' protest on Saturday against the Government-proposed bill", "https://i.dailymail.co.uk/1s/2021/04/03/19/41301556-9432715-image-a-88_1617474096194.jpg"], ["Demonstrators taking part in a 'Kill the Bill' protest sit and stand in the street listening to speeches in the centre of Bristol", "https://i.dailymail.co.uk/1s/2021/04/03/21/41302422-9432715-image-a-122_1617480999618.jpg"], ["The former leader of the Labour Party is pictured addressing the crowd during a 'Kill the Bill' protest against the Government's Police, Crime, Sentencing and Courts Bill in Parliament Square, London, today", "https://i.dailymail.co.uk/1s/2021/04/03/17/41299694-9432715-image-a-42_1617467165956.jpg"], ["Mr Corbyn stood by a statue in front of crowds during a 'Kill the Bill' protest at Parliament Square in London on Saturday", "https://i.dailymail.co.uk/1s/2021/04/03/17/41299706-9432715-image-a-43_1617467250793.jpg"], ["The ex-Labour leader seen wearing a face mask after speaking to protestors next to a statue of Mahatma Gandhi at a Kill the Bill protest in Parliament Square", "https://i.dailymail.co.uk/1s/2021/04/03/17/41299686-9432715-image-a-46_1617467257914.jpg"], ["The 'national weekend of action' has also spread beyond the capital to cities including Newcastle, Liverpool (pictured) and Manchester", "https://i.dailymail.co.uk/1s/2021/04/03/14/41295038-9432715-But_the_national_weekend_of_action_has_also_spread_beyond_the_ca-m-101_1617456291791.jpg"], ["A separate group in Parliament Square (pictured) were demonstrating with anti-sexism slogans, including 'educate your sons' and 'misogyny is the virus'", "https://i.dailymail.co.uk/1s/2021/04/03/13/41293452-9432715-image-a-59_1617451628903.jpg"], ["Protestors, including environmental protest group the Red Brigade - often seen at Extinction Rebellion demonstrations - have gathered at Hyde Park today (pictured)", "https://i.dailymail.co.uk/1s/2021/04/03/13/41293450-9432715-image-a-77_1617453737024.jpg"], ["Protestors in Parliament Square (pictured) gathered as part of the 'national weekend of action' that has spread around the country", "https://i.dailymail.co.uk/1s/2021/04/03/12/41293436-9432715-image-a-57_1617450841402.jpg"], ["There have been a number of Kill The Bill protests held in recent weeks to show opposition to the Government's proposed Police, Crime , Sentencing and Courts Bill 2021. Pictured: Protestors in Newcastle", "https://i.dailymail.co.uk/1s/2021/04/03/17/41297188-9432715-There_have_been_a_number_of_Kill_The_Bill_protests_held_in_recen-a-4_1617465812698.jpg"], ["The Metropolitan Police have since said: 'The majority of people at today's events in Central London (pictured) have tried to adhere to social distancing and Covid legislation'", "https://i.dailymail.co.uk/1s/2021/04/03/17/41298350-9432715-The_Metropolitan_Police_have_since_said_The_majority_of_people_a-a-3_1617465812581.jpg"], ["Organisers reminded demonstrators to stay socially distanced on this 'national weekend of action' as they attempted to control the crowds. Pictured: Protestors in Reading", "https://i.dailymail.co.uk/1s/2021/04/03/14/41295040-9432715-Organisers_reminded_demonstrators_to_stay_socially_distanced_on_-m-100_1617456284829.jpg"], ["Protests and demonstrations were expected across England this weekend on what is forecast to be a is the first to benefit from the easing of 'stay at home' lockdown restrictions. Pictured: Protestors in London", "https://i.dailymail.co.uk/1s/2021/04/03/17/41294806-9432715-Protests_and_demonstrations_were_expected_across_England_this_we-a-8_1617465813145.jpg"], ["There have been a number of 'Kill The Bill' protests held to show opposition to the Government's proposed Police, Crime , Sentencing and Courts Bill 2021. Pictured: Crowds in central London today", "https://i.dailymail.co.uk/1s/2021/04/03/17/41293442-9432715-There_have_been_a_number_of_Kill_The_Bill_protests_held_to_show_-a-7_1617465813131.jpg"], ["The group that gathered in Parliament Square (pictured), London, chanted 'women scared everywhere, police and Government do not care'", "https://i.dailymail.co.uk/1s/2021/04/03/17/41293456-9432715-The_group_that_gathered_in_Parliament_Square_pictured_London_cha-a-9_1617465813802.jpg"], ["On Saturday, activists, climate change campaigners, and the Black Lives Matter movement said they would join 'kill the bill' rallies in London (pictured)", "https://i.dailymail.co.uk/1s/2021/04/03/17/41294902-9432715-On_Saturday_activists_climate_change_campaigners_and_the_Black_L-a-10_1617465814111.jpg"], ["Protests and demonstrations were expected this weekend across England on what is forecast to be a is the first to benefit from the easing of 'stay at home' lockdown restrictions. Pictured: Rally in Bristol", "https://i.dailymail.co.uk/1s/2021/04/03/17/41298948-9432715-Protests_and_demonstrations_were_expected_this_weekend_across_En-a-11_1617465814123.jpg"], ["Earlier today several hundred people gathered beneath Grey's Monument in Newcastle (pictured) for a similar Kill the Bill protest", "https://i.dailymail.co.uk/1s/2021/04/03/17/41294630-9432715-Earlier_today_several_hundred_people_gathered_beneath_Grey_s_Mon-a-12_1617465814139.jpg"], ["There was a low-key response to the city centre gathering from Northumbria Police and protesters cheered as a singer with a guitar performed in opposition to the proposed bill", "https://i.dailymail.co.uk/1s/2021/04/03/17/41294632-9432715-There_was_a_low_key_response_to_the_city_centre_gathering_from_N-a-13_1617465814526.jpg"], ["The crowd (pictured) has since made its way through Newcastle city centre chanting: 'Whose streets, our streets' and 'F*** Priti Patel'", "https://i.dailymail.co.uk/1s/2021/04/03/17/41294634-9432715-The_crowd_pictured_has_since_made_its_way_through_Newcastle_city-a-14_1617465814539.jpg"], ["Meanwhile, more than 400 Kill The Bill protesters today marched through Manchester city centre (pictured) watched by police in Tactical Aid vehicles as well as officers on foot", "https://i.dailymail.co.uk/1s/2021/04/03/17/41297320-9432715-Meanwhile_more_than_400_Kill_The_Bill_protesters_today_marched_t-a-22_1617465814944.jpg"], ["The rally in Manchester city centre (pictured) took place under a 48-hour police dispersal order for the entire city centre", "https://i.dailymail.co.uk/1s/2021/04/03/17/41298600-9432715-The_rally_in_Manchester_city_centre_pictured_took_place_under_a_-a-23_1617465815077.jpg"], ["The protestors included animal rights, environmental and LGBT campaigners and waved a range of Socialist Worker Party Kill the Bill, Black Lives Matter and Trans Rights Now placards", "https://i.dailymail.co.uk/1s/2021/04/03/17/41297322-9432715-The_protestors_included_animal_rights_environmental_and_LGBT_cam-a-21_1617465814939.jpg"], ["They halted traffic as they walked from St Peter's Square, Manchester (pictured), where they had held an hour-long rally as they shouted: 'All cops are b*******' and 'Our streets'", "https://i.dailymail.co.uk/1s/2021/04/03/17/41298606-9432715-They_halted_traffic_as_they_walked_from_St_Peter_s_Square_Manche-a-18_1617465814855.jpg"]], "author": ["Raven Saunt", "James Fielding", "Katie Weston For Mailonline"], "date": "2021-04-03"}, "https://www.dailymail.co.uk/news/article-9442547/In-final-extract-memoir-ALAN-DUNCAN-gives-withering-Boris-Johnsons-new-reign.html": {"title": "BoJo is in - replacing the Sensibles with the Despicables as the crackpot government begins! It's a massacre! In the final extract of his excoriating memoir, ALAN DUNCAN gives his withering take on Boris Johnson's new reign", "subtitle": "Extracted from In The Thick Of It: The Explosive Private Political Diaries Of A Former Tory Minister, by Alan Duncan, to be published by William Collins on April 15, £25. © Alan Duncan 2021. To order a copy for £22, go to www.mailshop.co.uk/books or call 020 3308 9193. Delivery charges may apply. Free UK delivery on orders over £20. Promotional price valid until 17/04/2021..", "text": "Our final extract from Alan Duncan’s riotous diaries opens as Theresa May, beleaguered in No 10, finally announces the date of her departure as prime minister.\\nMeanwhile, Tory MPs are already throwing their hats in the ring to replace her, and every day seems to bring news of yet another leadership candidate…\\nFriday, May 24, 2019\\nReporters keep talking about ‘the key to the door of No 10’. It’s annoying. It has no key. It only has bolts on the inside. At the moment they are being used to the full.\\nA colleague calls. He had just received a call from [former chief whip] Gavin Williamson urging him to back Boris [for Tory leader].\\nNot a chance, but the leaking slimeball issued veiled threats about his future if he didn’t. That won’t wash.\\n[Theresa May] emerges [from No 10] at 10.04am. She will resign as Conservative Party leader on June 7, and serve as PM until the end of the leadership contest. So there we are. That’s that.\\nHer six minutes was an elegant apologia. It was her usual solid but stilted self [but] she was breaking into tears during the final few words. It was deeply moving and emotional. [My partner] James and I both had tears rolling down our faces. I just thought, ‘Well done you, and sod the ERG [European Research Group]’.\\nI really must go for an urgent sanity check-up. The potty messianic Steve Baker — self-styled ‘Brexit hardman’ [has said]: ‘There is no shying away from it — I have had a level of support in the country I could never have foreseen. I now have to take on the challenge of deciding whether to run myself.’\\nThe nutjob should be taken away by the men in white coats and certified as clinically insane.\\nAs if credulity has not already been stretched to its limits, [I hear] Graham Brady has told Theresa that he will stand down as chairman of the 1922 [committee] in order to put himself forward as a leadership candidate. It is bonkers beyond utter bonkers. He has no qualifications that equip him for the role.\\nSo [the leadership candidates so far are] Johnson, Hunt, Javid, Gove, Raab, Leadsom, Stewart, Hancock, McVey, Truss, Mordaunt, Brady, Baker, Cleverly. Any more takers? Larry the cat? This is collapsing into absurdity. It’s a national farce.\\nMeanwhile Airhead Waddlebottom, aka [Brexiteer MP] Mark Francois, gives the most mean-minded interview, gloating that the ‘Dancing Queen has met her Waterloo’. Ha ha, an ABBA gag. Not funny, you horrid little man.\\nFormer party treasurer Lord (James) Lupton texted charmingly saying I should stand for the top job, that he would offer his house round the corner for an HQ and would raise the money for a campaign. Too late, sadly. Probably too unrealistic by any measure, but very generous-spirited of him.\\nSunday, May 26\\n[Michael] Gove has declared. [Priti] Patel says she might … aaargh!\\nBoth [Dominic] Raab and [Rory] Stewart solicit my support by WhatsApp. It is just extraordinary that the candidates themselves don’t call personally. I will not respond to any of them.\\nSo far [Foreign Secretary Jeremy Hunt’s] campaign is pretty moribund. He was supposed to call yesterday for a chat. I have a note in my pocket of three things to tell Jeremy very forcibly.\\nSort your image — the shirtsleeves and startled eyes must be changed. Stop tacking to the Right — every time you suck up to Leave, you trash your own brand. Sort your campaign — you cannot run it via Spads [special advisers] and WhatsApp; it must involve personal MP-to-MP engagements.\\nMonday, May 27\\nSpeak to Philip May, who was out for a walk with Theresa. Nice friendly chat, in which he expressed appreciation for all my support. It’s rather illustrative that, even now, she just doesn’t have the inclination to grab the phone and say hi.\\nPotato Head [Andrew] Bridgen gives another, ‘Oh it’s all so easy and straight-forward, just get on with it’ interview. Similar attitude to Mark Francois. It’s hard to know whether Potato Head or Airhead Waddlebottom will go pop first.\\nSo lunatic is the process that [Paymaster General] Jesse Norman is suggesting he might stand. He is the ultimate stuffpot, with no parliamentary clubbiness. Blooming ’eck.\\nMark Francois is at Hay-on-Wye [book festival]. A bit odd when he isn’t capable of reading a book.\\nTuesday 28 May\\nOh dear, oh dear. The freak show widens. Kit Malthouse, Housing Minister, has thrown his hat in the ring. Why oh why do these insignificant figures think so much of themselves?\\nWednesday, May 29\\n[Brexit Minister] James ‘not so’ Cleverly has declared. So the addition of this shameless neophyte takes the list to 11. Apparently Steve Baker, Jesse Norman and Priti Patel are all limbering up. Crazy people for crazy times.\\nThursday, May 30\\n[Environment Minister] Zac Goldsmith WhatsApps: ‘Colleagues, you know what you need to do!’ The insinuation is that we should vote for Boris and leave immediately with No Deal.\\nHe has never mixed with any of us so long as he’s been an MP. He saunters in wearing corduroy trousers, holding a leather zip folder and a phone glued to his ear. He never talks to anyone.\\nHe presses some environmental causes through Boris, and peddles an extreme anti-EU view which echoes his late father, Sir Jimmy Goldsmith of the Referendum Party, and then buggers off.\\nThe leadership farce is turning into pantomime. [Former chief whip] Mark Harper has announced his candidacy.\\nHe is the 12th. Has he no judgment? Can he not see how stupid he looks? It is a cry for attention, and a bid to return to a ministerial position.\\nSaturday, June 1\\nThe thing is, Boris is going to win. But then what?\\nMonday, June 3\\nAir Force One arrives at Stansted at 9am. The State Visit has begun. Jeremy [Hunt] has a friendly-looking chat with the President at the foot of the steps. I text him to say it looked as though [Trump] was going to kiss him.\\nWednesday, June 5\\nGreat pageantry in Portsmouth for the D-Day commemorations. The Queen, resplendent in cerise amid a sea of grey suits, spoke movingly of the resilience of ‘my generation’, while U.S. ambassador Woody Johnson, immediately behind her, seemed to be videoing it on his iPhone.\\nWednesday, June 12\\nLiz Truss suffers a car-crash interview on Today. She sounded ridiculous in repeatedly claiming that Boris was one of the best foreign secretaries ever.\\nSaturday, June 15\\nI’m told [Health Secretary Matt] Hancock is due to declare for Boris. I just can’t believe that he has suddenly switched from striking out on his own to taking the Boris shilling, no doubt in exchange for the promise of a job.\\nIt smacks of George Osborne in the background, pulling his strings and scheming for that future moment when Boris explodes and the Hancock time arrives. But I am deeply disappointed.\\nI text [Matt] rather ferociously: ‘What a pity. You built up a fantastic reputation and you’ve just destroyed it. In my book you have just gone from hero to zero. Sorry.’ Horse-trading for ‘jobs’ just sucks.\\nBoris is under a gagging order imposed by his minders. They just know that if he opens his mouth it could all go horribly wrong.\\nSunday, June 16\\nI call Matt Hancock. I said I’m sorry I was so tough on him. He was adorably appreciative of the call. I think he’d been hurt. He had been agonising and feels he needs to row in behind the inevitable Johnson victory.\\nHe says all the remaining candidates have been promising people jobs. How squalid and disappointing. S****y horse-trading . . . bald men being promised a comb etc.\\nThursday, June 20\\nIt looks as though, without the knowledge of the MPs themselves, Gavin Williamson may have used their proxy votes intended for Boris to instead boost [Rory] Stewart in the earlier ballots and then throw him into reverse to rob him of momentum.\\nJust the kind of Machiavellian plot Williamson loves. Even if he didn’t do it, nobody thinks he wouldn’t.\\n[Latest leadership] ballot: Johnson 160, Hunt 77, Gove 75. So it’s Hunt vs Johnson.\\nSaturday, June 22\\nWell, that didn’t take long. Boris is all over every front page. The police were called to [his girlfriend] Carrie Symonds’ flat late on Thursday night after what is reported as a noisy screaming match accompanied by the sound of smashing glass.\\nThe neighbours called the police, having heard shouts of ‘Get off me’, ‘You just don’t care about money’, ‘You are so spoilt’ and ‘You’ve covered the sofa in red wine’.\\nIf he behaves like this when he is supposed to be on his best behaviour, then whatever next?\\nSunday, June 23\\nThere are now a number of stories suggesting that Boris might only be PM for a day, and that there are enough Tory MPs who would rather bring down the Government than have Boris as PM and/or a hard Brexit.\\nMonday, June 24\\nPriti Unspeakable [Patel] does Today. She is simply ghastly. Shameless c**p, refusing to admit that the Boris plan for leaving on WTO [World Trade Organisation] terms cannot be delivered.\\nAt last. At long last!! There is progress on smartening up the Foreign Office signs around the rising bollards and underneath the arches on the entrance from Whitehall. It has taken me two years. Never mind wars and pestilence: this will be my lasting legacy!\\nTuesday, June 25\\nBoris is being kept in his kennel except for the occasional permitted bark.\\nWednesday, June 26\\n[Gavin] Williamson seems to think that he should be Deputy Prime Minister. It is the ultimate horror show.\\nTo Albert Embankment to meet constituents who have come to London as part of a massive climate-change campaign day.\\nSome nice young people, but mainly a group of crackpot, angst-ridden, vegan women, who just repeat slogans and can’t offer a deeper argument.\\nTheir cause is right, but they can’t do anything other than complain and attack.\\nMonday, July 1\\nThe day gets off to a nauseating start with a Today programme interview with Matt Hancock, who has become an enthusiastic schoolboy in support of Boris.\\nFor the sake of his own promotion, on which he has no doubt done some sort of deal, he has become a crazed apologist for him, stating things he simply doesn’t believe.\\nOvernight, [my constituency] association chairman has forwarded a series of emails, two from members we have never heard of, calling for me to be deselected for saying that Boris isn’t fit to be PM. How much longer do I have to put up with these people?\\nSunday, July 21\\nSpeak to Jeremy Hunt. I tell him I intend to resign tomorrow. He says he doesn’t blame me for a second.\\nMonday, July 22\\nAfter three years, I’ve returned to the backbenches. As I walk through Members’ Lobby afterwards one of the messengers hands me a charming, appreciative letter from the Prime Minister.\\nTuesday, July 23\\n[Final leadership ballot]: Boris 92,153, Hunt 46,656.\\nWednesday, July 24\\nI text BoJo to say well done, but also to beware of appointing Williamson or Patel to anything, as some are minded to walk if he does.\\nOnce Theresa May has been to the Palace to tender her resignation, Boris arrives and kisses hands at around 3pm. So it is that the Crackpot Government begins.\\nThen the resignations and sackings come through . . . Javid going into No 10. Hunt — out! Patel to Home Sec. Raab to Foreign Sec. [Theresa] Villiers and [Gavin] Williamson in.\\nIt’s a massacre, replacing the Sensibles with the Despicables. It seems anyone who was not pro-Brexit has been culled.\\nFriday, July 26\\nAs further ministerial appointments come through, it appears I have been replaced by Chris Pincher. Captain Peacock, as we call him, struts around in a perfectly nice way.\\nI’m not aware of any international experience that qualifies him — it looks to me like more of a reward for being in the Whips’ Office.\\nSunday, September 1\\nI texted Boris suggesting we have a chat, and to his credit he called me today. I assured him that, although I had clear views, my instinct is to support prime ministers, and I will do so in the future as I have in the past.\\nHe dangled the prospect of the Lords, but not in an explicit way – oblique references to ‘Putting you to work in another capacity’ and the like — but I said it was up to him and I wasn’t particularly bothered. It certainly didn’t amount to a clear offer or commitment.\\nTuesday, September 3\\nBoris makes his first performance at the dispatch box as PM — a statement on the G7. He flunks it. Instead of making a sober statement, he [is] far too knockabout. One of those days when every room in Parliament was buzzing and fizzing with scheming and speculation.\\nFriday, September 6\\nThe record so far: [Boris] has lost all four votes held in the Commons since he became PM; he has lost his majority in the Commons; he has failed to call the snap election he wanted; he has lost formal control of Commons business; he has expelled 21 of his own MPs; he has lost another Conservative to the Lib Dems; his brother Jo has resigned as a minister; the Party’s leader in Scotland, Ruth Davidson, has resigned.\\nIn fact all of that has been in the last week. It’s not really going very well. He’s off to Balmoral tomorrow . . . with Carrie Symonds . . . prompting some cynic to call it ‘Bal-immoral’.\\nMonday, September 9\\nThe Speaker announces that he will stand down. Typically, he allows this short statement to run on into lengthy puke-making tributes from Members to his wonderfulness. It was real finger-down-the-throat stuff.\\nTuesday, September 10\\nTheresa’s resignation honours have been published. CBEs for the brutish [Spads] Fiona Hill and Nick Timothy.\\nMeanwhile [Israel’s prime minister, Benjamin] Netanyahu says that if he is re-elected he will annex parts of the Jordan Valley in the occupied West Bank. He has already, with [Donald] Trump’s backing, illegally claimed ownership of the Golan Heights. The world order is in tatters, and the UK has become a puny submissive lackey of the United States.\\nThursday, October 3\\nIn the lobby of 1 Parliament Street, Airhead Waddlebottom [Brexiteer Mark Francois] walks past and throws a sentence of gratuitous abuse at me. He so needs counselling.\\nI bought [Theresa May] a coffee in the Tea Room. She is relaxed and cheerful, but evokes no frisson when she walks into the room.\\nI text the Chief [Whip], who asks me in to see him. He wants to support my going to the Lords and will fix a meeting with the PM asap. Frankly, I’m in two minds. It’s nice to be able to dine with your mates, but it has become a political dustbin.\\nMonday, October 7\\nKey landmarks in London have been brought to a halt by a mere 2,000 Extinction Rebellion protesters. It is a bizarre mixture of pensioner campaigners and self-righteous, gobby twenty-somethings.\\nTuesday, October 8\\nThe smellies of XR (Extinction Rebellion) are becoming very annoying. Marsham Street and Great Peter Street are blocked by their pop-up tents and their gazebos serving coffee. They are all complete weirdos who walk around with zany smiles and wide vacant eyes.\\nMonday, October 14\\nThe State Opening [of Parliament] and a Queen’s Speech. There is no Bill in it to prevent the prosecution of historic criminal cases against soldiers.\\nJohnny Mercer, now the relevant Minister in Defence, pledged his career on it, threatened to resign the whip, went on strike, etc, and yet no Bill.\\nSome colleagues are determined to mob him up by telling him he should resign. On one level he should, but that’s not modern politics.\\nSaturday, October 19\\n[Boris] maintains that we can get Brexit done by 31 October. Nobody believes him, or thinks he believes it either.\\nWednesday, October 30\\nI have decided to stand down and call my constituency chairman to tell him. He could absolutely see why being an MP for any longer was not especially attractive.\\nTuesday, November 5\\nRemember, remember the fifth of November — my last day in Parliament after 27 years. It hasn’t been a bad run — politics is little more than a game of chance, and it’s been going downhill steeply over the last ten to 15 years.\\nNow that our politics is driven by the 24-hour news cycle, by social media and by the appeal of novelty over experience, I’m not sure it’s serving the country’s needs as it should. But I’ve done my best and tried to be conscientious rather than self-seeking.\\nLooking around at all the youngsters who are so shamelessly pushy, I sometimes think I should have been more so.\\nI attend the valedictory speeches in the Chamber. I was ready to make one myself, but just couldn’t. It was too emotional and I was welling up just sitting there. Instead I head back to Rutland, never to sit on the green benches again.\\nTuesday, November 12\\nLots of Spads are being selected for safe seats: the Party and our politics are becoming ever more incestuous.\\nMonday, November 18\\n[Former Speaker John] Bercow is to take part in Sky TV’s [general] election night coverage, which is shameless and inappropriate. And thus entirely in character.\\nSunday, November 24\\nThey’re already calling [foreign secretary Dominic Raab] the Advent Calendar — because his days are numbered.\\nThursday, December 12\\nGeneral election day. It is the first time in 32 years that I haven’t been a parliamentary candidate. What a relief.\\nFriday, December 13\\nThe final result is a majority of 80. It really is an amazing outcome. The Boris campaign just touched a nerve and delivered. The authority of the Government and the UK on the world stage is enhanced by the size of the majority.\\nMonday, January 20, 2020\\nBoris wants to move the House of Lords to York. Just when he is sensibly looking like the serious Prime Minister we want, he backs this bats**t-crazy idea.\\nFriday, January 31\\nBrexit Day! Ann Widdecombe (of all people) makes a toe-curling little speech alongside a scrappy huddle of departing deadbeats as they leave the [Brussels] Parliament building, bizarrely accompanied by a kilted piper.\\nSo the brave new dawn of the UK on the world stage begins with a pathetic band of Little Englanders being screeched at by a cranky old bat as they depart into obscurity. Just about sums it up.\\nWe leave the EU at 11pm. Meanwhile, two cases of the coronavirus have been reported in the UK . . .", "image": [["Dead PM walking: But Theresa May battled on", "https://i.dailymail.co.uk/1s/2021/04/05/21/41373226-9438461-image-a-6_1617655078616.jpg"], ["Airhead Waddlebottom, aka MP Mark Francois, gives the most mean-minded interview", "https://i.dailymail.co.uk/1s/2021/04/06/21/41418538-9442547-image-a-1_1617741290278.jpg"], ["Victory for Boris Johnson: New Conservative Party leader and incoming prime minister Boris Johnson arrives at the Conservative party headquarters in central London on July 23, 2019", "https://i.dailymail.co.uk/1s/2021/04/06/21/41418544-9442547-image-a-2_1617741493515.jpg"], ["Matt Hancock became an enthusiastic schoolboy in support of Boris Johnson", "https://i.dailymail.co.uk/1s/2021/04/06/21/41418542-9442547-image-a-4_1617741559523.jpg"]], "author": ["Alan Duncan Former Foreign Office Minister For The Daily Mail"], "date": "2021-04-06"}, "https://www.dailymail.co.uk/tvshowbiz/article-9515545/Sex-Pistols-John-Lydon-hits-snowflakes-contributing-cancel-culture.html": {"title": "Never mind the wokeness! Sex Pistols' John Lydon hits out at 'spoilt, selfish' snowflakes for contributing to cancel culture", "subtitle": ".", "text": "Sex Pistols rocker John Lydon has hit out at 'spoilt' snowflakes and declared wokeness a 'load of b******s'.\\nThe singer, 65, also known as Johnny Rotten, slammed Cancel Culture for tearing down and defacing statues, including Winston Churchill, over racism claims.\\nIn an expletive-laden interview with the Daily Star, John slammed the woke brigade and said universities created 'spoilt' snowflakes with 's**t for brains'.\\nJohn said passionately: 'These people aren't really genuinely disenfranchised at all,  they just view themselves as special. It's selfishness and in that respect it's divisive and can only lead to trouble.\\n'Where is this 'moral majority' nonsense coming from when they're basically the ones doing all the wrong for being so b****y judgmental and vicious against anybody who doesn't go along with the current popular opinion?\\n'It's just horribly, horribly tempestuous spoilt children coming out of colleges and universities with s**t for brains.'\\nTalking about how the Winston Churchill statue was defaced by Extinction Rebellion vandals, who spray-painted the word 'racist' on the base of the moment, John said 'this man saved Britain' and that 'whatever he got up to in South Africa or India beforehand is utterly irrelevant to the major issue in hand'.\\nThe rocker went on to thank Winston and said if it wasn't for him, we would be 'walking up and down the high street with jackboots and helmets'.\\nIt comes after John candidly discussed last week becoming a full-time carer for his wife Nora Forster who has Alzheimer's.\\nThe singer has said that he has now accepted that his beloved wife's condition is 'incurable' and will 'never improve'.\\nSpeaking to The Times he explained how her Alzheimer's is a 'wicked and debilitating' disease and, although she forgets most things, she 'doesn't forget me'.\\nJohn married the German publishing heiress, 78, in 1979 and first revealed his wife's devastating diagnosis in 2018.\\nHe said on Saturday: 'Alzheimer's is a wicked, debilitating, slow, deliberate process, but we're going through that together.\\n'She doesn't forget me. She forgets everything else but not me.'\\nHe added: 'I know it's going to deteriorate into something really, really terrible, but we're facing it with a sense of dignity.'", "image": [["Passionate rant: Sex Pistols rocker John Lydon has hit out at 'spoilt' snowflakes and declared wokeness a 'load of b******s' (pictured 2019)", "https://i.dailymail.co.uk/1s/2021/04/27/10/42271016-9515545-image-m-15_1619516544796.jpg"], ["The singer, 65, also known as Johnny Rotten, slammed the cancel culture for tearing down and defacing statues, including Winston Churchill over racism claims (pictured in June 2020)", "https://i.dailymail.co.uk/1s/2021/04/27/10/42271014-9515545-image-a-14_1619516498862.jpg"], ["Difficult: It comes after John candidly discussed last week becoming a full-time carer for his wife Nora Forster who has Alzheimer's (pictured in 2017)", "https://i.dailymail.co.uk/1s/2021/04/27/10/29365460-9515545-Difficult_Sex_Pistols_rocker_John_Lydon_has_candidly_discussed_b-a-16_1619516651091.jpg"], ["Sad: The singer said that he has now accepted that his beloved wife's condition is 'incurable' and will 'never improve' (pictured in 1984)", "https://i.dailymail.co.uk/1s/2021/04/27/10/29365456-9515545-Sad_The_singer_65_also_known_by_his_stage_name_Johnny_Rotten_has-a-17_1619516659999.jpg"]], "author": ["Connie Rusk For Mailonline"], "date": "2021-04-27"}, "https://www.dailymail.co.uk/debate/article-9455619/DAILY-MAIL-COMMENT-salute-Prince-Philip-father-nation.html": {"title": "DAILY MAIL COMMENT: We salute Prince Philip, a father to our nation", "subtitle": ".", "text": "Prince Philip has been such a constant and colourful feature of British life for so long it’s almost impossible to believe he’s no longer with us.\\nLoved and admired in equal measure, his name has been synonymous with duty and public service since his marriage to the Queen 74 years ago.\\nHis sad passing, nine weeks before his 100th birthday, marks the closing of a cherished chapter in our national story.\\nIt’s hard to imagine we’ll see his like again. He was of the Greatest Generation, and he was one of its best.\\nDoughty and irrepressible to the end, the Duke of Edinburgh died peacefully at Windsor Castle, family close by, fittingly on a beautiful spring morning.\\nIn a moving statement, Buckingham Palace expressed ‘deep sorrow’ – a sentiment echoing the profound sense of loss felt across Britain and on every continent.\\nOn a day of such unhappiness, it must have comforted the Queen that her beloved husband was back at home after spending a month in hospital.\\nA distinguished and decorated war veteran, Philip unselfishly eschewed personal ambition – he was tipped for the very top in the Navy – for royal duty.\\nIn public, he has walked a discreet step behind through the 69 years of his wife’s reign, content to play the supporting role. In private, though, this was unquestionably a partnership of equals.\\nHe has been her confidant, adviser, comforter, morale-booster and, above all, as she put it, her ‘strength and stay’.\\nHis job ‘first, second and last’, he would say, was ‘never to let her down’. That Her Majesty has reigned so successfully, calmly and faultlessly for such a remarkable span of time is proof he never did.\\nIt would be wrong, however, to pigeonhole Philip as merely the longest-serving royal consort in British history – little more than a monarchical footnote.\\nHe was a brilliant man in his own right, possessing many gifts. He could fly a jet as well as command a ship, was a talented sportsman, a skilled painter and had an excellent grasp of science.\\nLike so many of his generation, the duke didn’t suffer fools gladly and had little truck with political correctness. His plain speaking could cause controversy.\\nBut beyond a brusque exterior, he was a deep thinker and an innovator. Possessing a core of steel and courage in spades (as a young naval officer he was praised for his actions in the decisive sea battle against the Italian fleet), he embodied resilience and fortitude.\\nThese self-same values not only helped Britain navigate the hardship of the Second World War – they spurred, to a very striking degree, our subsequent economic and social renaissance.\\nYes, Philip lived a life of incredible privilege. But his personal legacy to the nation is impossible to exaggerate.\\nOne of the last connections to an era which included the Victorians, he – like a sculptor with clay – helped mould the monarchy to modernity, shoring it up when republicanism seemed to be on the march.\\nWithout his and the Queen’s steady hand, the shape of Britain in 2021 might be inexpressibly different – and not for the better.\\nAs a result, this 1,000-year-old institution, as Boris Johnson reflected, ‘remains indisputably vital to the balance and happiness of our national life’.\\nNot content to be some mere appendage after his wife came to the throne, the duke carved a niche from which he could help transform our planet and change the lives of individuals.\\nHe paved the way for Greenpeace and other modern conservation groups with his central role in the creation of the World Wildlife Fund, and the Duke of Edinburgh’s Award scheme remains a torch of achievement for young people in many countries.\\nHis stewardship of the National Playing Fields Association has given millions of children somewhere to play organised sport. As a patron to nearly 800 organisations, his sense of obligation has been unmatched (his wife excepted).\\nQuite apart from his royal role, which he stepped back from only four years ago at the age of 96, this was a man of vision and substance.\\nDespite his advancing years, the duke remained a totemic member of the Royal Family. He was not just a national treasure, but a towering father figure to the country.\\nHow else to explain the tsunami of affection and sadness following his passing? Members of all generations – from young children to great-grandparents – laid floral tributes in his memory.\\nTrue, his family has known tribulations, not least recently. But through it all he has been a rock of support for his wife and sovereign.\\nAs an invaluable asset to the monarchy, it is a terrible sadness that he didn’t reach his centenary (although the abrupt duke would doubtlessly have been nonplussed by such fuss). But his shadow will cast a positive influence lasting well beyond his years.\\nPhilip embodied self-sacrifice, family values and devotion to duty and stands as a font of inspiration. Not just to younger royals, but the whole nation and millions worldwide.\\nWe mourn his passing, but salute his extraordinary life.", "image": [["In a moving statement, Buckingham Palace expressed ¿deep sorrow¿ ¿ a sentiment echoing the profound sense of loss felt across Britain and on every continent", "https://i.dailymail.co.uk/1s/2021/04/09/23/41564486-9455619-image-a-11_1618006083861.jpg"], ["His sad passing, nine weeks before his 100th birthday, marks the closing of a cherished chapter in our national story   (Duke of Edinburgh's death is displayed on the large screen at Piccadilly Circus on April 09, 2021)", "https://i.dailymail.co.uk/1s/2021/04/09/23/41564476-9455619-image-a-12_1618006090279.jpg"], ["The Prince has been the Queen's confidant, adviser, comforter, morale-booster and, above all, as she put it, her ¿strength and stay¿. (Queen Elizabeth II and Prince Philip, Duke of Edinburgh watch a flypast of Spitfire & Hurricane aircraft for the 75th Anniversary of The Battle of Britain on July 10, 2015)", "https://i.dailymail.co.uk/1s/2021/04/09/23/41564482-9455619-image-a-13_1618006097595.jpg"], ["Philip embodied self-sacrifice, family values and devotion to duty and stands as a font of inspiration. (Prince Philip, Prince Harry, The Queen, Doria Ragland, Meghan Markle, and baby Archie)", "https://i.dailymail.co.uk/1s/2021/04/09/23/41564478-9455619-image-a-14_1618006127992.jpg"], ["Without his and the Queen¿s steady hand, the shape of Britain in 2021 might be inexpressibly different ¿ and not for the better. (Queen Elizabeth II, left, and Prince Philip walk through the field of ceramic poppies at The Tower of London)", "https://i.dailymail.co.uk/1s/2021/04/09/23/41564458-9455619-image-a-15_1618006132286.jpg"], ["Quite apart from his royal role, which he stepped back from only four years ago at the age of 96, this was a man of vision and substance. (Pictured, Prince Philip leaves the King Edward VII hospital in the back of a car in London on March 18, 2021)", "https://i.dailymail.co.uk/1s/2021/04/09/23/41564450-9455619-image-a-16_1618006139026.jpg"]], "author": ["Daily Mail Comment"], "date": "2021-04-09"}, "https://www.dailymail.co.uk/news/article-9444439/Extinction-Rebellion-activists-break-windows-Barclays-Canary-Wharf.html": {"title": "Extinction Rebellion activists smash windows of Barclays Bank's London headquarters with hammers in protest at capitalism fuelling 'climate catastrophe'", "subtitle": "Protestors attached stickers reading 'in case of climate emergency break glass'. They then damaged the windows in Canary Wharf, London, at around 7am today. Police confirmed seven women were arrested on suspicion of criminal damage. It follows XR activists splashing dye on facade of the Bank of England last week.", "text": "Extinction Rebellion activists have smashed the windows of Barclays Bank's headquarters in London with hammers in protest at capitalism fuelling a 'climate catastrophe'.\\nSeven women attached stickers reading 'in case of climate emergency break glass', before damaging the windows in Canary Wharf at around 7am today.\\nThe protesters, who wore patches on their clothes bearing the words 'better broken windows than broken promises', then sat down and waited to be arrested.\\nThe group said the action was part of its 'Money Rebellion' against the capitalist system which used 'nonviolent direct action, causing damage to property to prevent and draw attention to greater damage'.\\nMembers accused the bank of 'continued investments in activities that are directly contributing to the climate and ecological emergency'.\\nExtinction Rebellion wants to trigger a wider revolt against the political, economic and social structures of the modern world to avert the worst scenarios of devastation outlined by scientists studying climate change.\\nThe group's move came after activists last week splashed black dye on the facade of the Bank of England in the historical financial centre, the City of London.\\nSophie Cowen, a 30-year-old campaigner from London, said: 'You may dislike our action today but I ask you to compare a crack in a window to funding wildfires and flooded homes.'\\nA spokesman for the Metropolitan Police said: 'Police were called at approximately 7.13am on Wednesday April 7 to reports of a demonstration outside a commercial premises in Churchill Place, Canary Wharf.\\n'Officers attended and found a number of windows had been damaged.\\n'Seven women were arrested on suspicion of criminal damage and taken into custody at an east London police station.'\\nA Barclays spokesman added: 'Extinction Rebellion are entitled to their view on capitalism and climate change, but we would ask that in expressing that view they stop short of behaviour which involves criminal damage to our facilities and puts people's safety at risk.\\n'We have made a commitment to align our entire financing portfolio to the goals of the Paris Agreement, with specific targets and transparent reporting, on the way to achieving our ambition to be a net zero bank by 2050, and help accelerate the transition to a low-carbon economy.'\\nIn 2019, eight people were arrested after XR activists tried to spray fake blood at the Treasury building in Westminster.\\nThat year the group also caused widespread disruption by blockading areas of the capital for days.", "image": [["Police officers detain an Extinction Rebellion activist outside Barclays Bank's London headquarters in Canary Wharf following a demonstration on April 7", "https://i.dailymail.co.uk/1s/2021/04/07/11/41443046-9444439-image-a-43_1617791056326.jpg"], ["A handout photo issued by Extinction Rebellion of their protest at Barclays in Canary Wharf, where they used hammers and chisels to break windows", "https://i.dailymail.co.uk/1s/2021/04/07/11/41443052-9444439-image-m-46_1617791204181.jpg"], ["The protest in Canary Wharf, London, pictured. Stickers reading 'in case of climate emergency break glass' were attached to the windows before they were damaged", "https://i.dailymail.co.uk/1s/2021/04/07/11/41443050-9444439-image-a-47_1617791263209.jpg"], ["Activists from Extinction Rebellion, a global environmental movement, protest at Barclays offices in Canary Wharf. Police confirmed seven women were arrested", "https://i.dailymail.co.uk/1s/2021/04/07/11/41443418-9444439-image-a-48_1617791268150.jpg"], ["The broken window, pictured above. The group's move came after activists last week splashed black dye on the facade of the Bank of England in the City of London", "https://i.dailymail.co.uk/1s/2021/04/07/11/41443378-9444439-image-a-49_1617791274838.jpg"], ["Police officers detain Extinction Rebellion activists. A spokesman for the force said: 'Police were called at approximately 7.13am on Wednesday April 7 to reports of a demonstration'", "https://i.dailymail.co.uk/1s/2021/04/07/13/41443412-9444439-Police_officers_detain_Extinction_Rebellion_activists_A_spokesma-a-3_1617798939952.jpg"], ["The protestors, who wore patches on their clothes bearing the words 'better broken windows than broken promises', sat down and waited to be arrested", "https://i.dailymail.co.uk/1s/2021/04/07/11/41443414-9444439-image-a-50_1617791277170.jpg"], ["Extinction Rebellion activists sit inside a police car after being detained outside Barclays offices in Canary Wharf earlier today", "https://i.dailymail.co.uk/1s/2021/04/07/11/41443416-9444439-image-a-51_1617791292792.jpg"]], "author": ["Katie Weston For Mailonline"], "date": "2021-04-07"}, "https://www.dailymail.co.uk/news/article-9503301/Extinction-Rebellion-protest-Activists-dump-truck-fake-COAL-outside-Lloyds-London-HQ.html": {"title": "Now Extinction Rebellion activists dump a truck full of fake COAL outside Lloyd's London HQ in protest at the insurer backing fossil fuel mining - as police arrest two people for obstructing the highway", "subtitle": "Extinction Rebellion (XR) activists dumped fake coal outside Lloyd's of London's headquarters today. The group group unfurled banners with slogans including 'Climate Criminals' and 'fossil fuels = death'. They accused Lloyd's of facilitating the fossil fuel industry, a day after XR smashed HSBC's windows.", "text": "Extinction Rebellion (XR) activists dumped fake coal outside Lloyd's of London's headquarters today in protest against the fossil fuel industry a day after the US committed to slashing greenhouse gas emissions in half by 2030.\\nEco-warriors unfurled banners with slogans including 'Climate Criminals', 'fossil fuels = death' and 'insuring fossil fuels = ensuring climate breakdown' as they dumped fake coal outside the building on Lime Street in the City.\\nCity of London Police arrested two protesters after safety barriers were placed around the rubble and placards stuck in the mound which read 'we are the dead canaries' and 'do not insure the West Cumbria coal mine'.\\nThe group, which seeks to trigger political, economic and social revolution to avert climate change, accused Lloyd's of facilitating the fossil fuel industry by supporting the most polluting projects, such as tar sands and coal mines - including the highly controversial Adani Carmichael coal mine in Australia.\\nIt comes a day after XR activists smashed the window frontage of HSBC's headquarters in Canary Wharf, and two weeks after demonstrators shattered windows at Barclays in London.\\nA City of London Police spokesperson told MailOnline: 'Our officers attended a protest this morning on Lime Street, EC3M. Two people have been arrested for obstructing the highway.'\\nA Lloyd's spokesperson said the insurer is 'accelerating its transition towards a more sustainable insurance and reinsurance marketplace, and has set out specific actions and commitments to align with' the Paris accord.\\n'We are actively involved in constructive engagement on the issue of climate change and continue to explore the ways in which Lloyd's can support a responsible transition,' they added.\\nA group of climate activists have dumped wheelbarrows full of cow manure outside the White House to protest President Joe Biden's climate plan.\\nThe protesters are said to be from Extinction Rebellion, a group that often performs stunt protests.\\nExtinction Rebellion describe themselves as 'a global environmental movement with the stated aim of using nonviolent civil disobedience to compel government action to avoid tipping points in the climate system, biodiversity loss, and the risk of social and ecological collapse.'\\nOn Thursday, several protesters tipped over wheelbarrows in full view of the gates of 1600 Pennsylvania Avenue.\\nAfter dumping the cow manure in front of the White House, a sign was placed in the pile reading, 'Stop the bulls***.' Another sign held up read, 'Declare climate emergency now.'\\nMembers of the group also held banners that read, 'DECLARE A CLIMATE EMERGENCY NOW' and 'BIDEN'S 2030 PLAN = MASS DEATH.'\\nThe group say they want to bring attention to 'Biden's Bulls**t Climate Plan' and demand that President Biden declare a climate and ecological emergency under the National Emergencies Act and set a net-zero emissions target of 2025.\\nBiden's has committed the U.S. fossil fuel emissions up to 52% by 2030 which is in line with pledges made by other countries.\\nHayley Sestokas, an organiser with Frontline Action on Coal in Australia, said: 'Adani is building its mine on stolen land. The Wangan and Jagalingou people have said no to Adani four times.\\n'Australia is already the world's biggest exporter of coal. If the Galilee Basin is opened up, this would double our output at a time when the world desperately needs to move away from coal to curb runaway climate change.\\n'That's why people from all over Australia are putting their bodies on the line to resist the building of this mine. Lloyd's need to stop insuring this deadly project. It's great to see people taking action in London today.'\\nIn a statement, Harriet, 28, from Insurance Rebellion, said: 'Every day that Lloyd's continues to insure fossil fuel projects we move one step closer to climate breakdown.\\n'Fossil fuel companies are destroying our planet, causing millions of people's homes to be flooded, burnt to the ground in wildfires, and reclaimed by rising sea levels.\\nShe added: 'We have to stop fossil fuels now before the climate emergency becomes any worse. Fossil fuel companies can't run without insurance, so let's stop insuring them.'\\nJohn, 41, who took part in the protest, said: 'Lloyd's of London continues to insure the world's biggest fossil fuel projects. After many polite requests, they've refused to rule out underwriting even the most controversial projects like Adani's mega coal mine in Australia or the West Cumbria coal mine in the UK.\\n'We're here today because we're not willing to accept any more excuses, delays or half measures.'\\nLloyd's has asked members to stop providing new insurance cover for thermal coal, oil sands, or new Arctic energy exploration from January 1, 2022, with a target of 2030 to phase out the renewal of existing cover.\\nSome major Lloyd's insurers have ruled out insuring the Carmichael mine, from which Adani plans to start producing 10 million tonnes of coal per year from 2021.\\nYesterday nine women smashed the windows of HSBC's London headquarters while wearing patches with the words 'better broken windows than broken promises' - a slogan used by the suffragettes during protests in the early 20th century.\\nStickers reading '£80billion into fossil fuels in the last five years' were stuck to the windows in London's Docklands, before the women hammered painted chisels through the glass.\\nAll nine activists were arrested on suspicion of causing criminal damage, the Metropolitan Police confirmed.\\nThe protest was staged to draw attention to HSBC's continuing links to the fossil fuel industry, with activists claiming the bank's climate plan allows it to finance coal power.\\nIn a statement, the group said: 'Despite HSBCs pledge to shrink its carbon footprint to net zero by 2050, their current climate plan still allows the bank to finance coal power, and provides no basis to turn away clients or cancel contracts based on links to the fossil fuel industry.'\\nHSBC told MailOnline it welcomes 'meaningful dialogue' on its climate strategy but it 'cannot condone vandalism or actions that put people and property at risk.' Contractors have estimated that the damage could cost £160,000 to repair.\\nThe bank said it is 'committed to set out short and medium term transition targets, and to phase out the financing of coal-fired power and thermal coal mining by 2040 globally.'\\nA spokesperson added: 'We have an ambition to be net zero by 2030 and to bring our financed emissions to net zero by 2050. We remain committed to supporting our customers in their transition to net zero.'\\n'It's time to stand up and be counted,' said Gully Bujak, 28, from Extinction Rebellion. 'Doing this today may land us in prison but we're on the right side of history.'\\nValerie Brown, 68, the London mayoral candidate for political party Burning Pink, addressed HSBC directly. She said: 'Investing in fossil fuels is murder. More and more people can see that clearly. Why can't you?\\n'We will not stand by whilst you invest in runaway greed, whilst people's lives are being shattered by the fossil fuel industries.'\\nIt comes a day after Boris Johnson threw himself wholeheartedly behind Joe Biden as the US president tore up the Trump administration's antipathy towards tackling climate change.\\nMr Biden used a climate conference attended by 40 world leaders including Vladimir Putin to pledge to cut US greenhouse gas emissions in half compared to 2005 output within the next decade, a move the Prime Minister hailed as 'game-changing'.\\nThe US reduction - estimated to be around a 41-44 per cent cut on 1990 levels - is part of a national climate plan, which it is submitting as part of its return to the Paris climate accord, the world's first comprehensive climate treaty which Donald Trump quit when he was president.\\nBut the Prime Minister has already faced criticism over his own plans which go far further than those of the US. Mr Johnson has set out the UK's moves to cut greenhouse gases by 78 per cent of 1990 levels by 2035.\\nAccording to advice from the UK Government's advisory Climate Change Committee (CCC), delivering on Mr Johnson's target will mean radical changes including an end to heating homes with natural gas boilers, eating less meat and dairy produce, and switching to electric cars. Critics said it would cost £10,000 to upgrade homes and mean a cut in foreign holidays.\\nBut Mr Johnson urged the world's richest nations to embrace climate action for the sake of growth and jobs - as he told them it was not just about 'bunny-hugging'.\\n'I'm not saying any of this is going to be easy and there is obviously going to be a political challenge,' the PM told assembled world leaders.\\n'It's vital for all of us to show that this is not all about some expensive, politically correct, green act of bunny hugging, or however you want to put it, there's nothing wrong with bunny hugging.\\n'What I'm driving at is this is about growth and jobs, and I think the President (Biden) was absolutely right to stress that. We can build back better from this pandemic by building back greener.'\\nThe two-day US-led summit also heard from leaders of major economies including China, Japan, Russia, Canada, India and Australia.\\nTarget - Cut meat and dairy consumption by a fifth over the next decade\\nImpact - Someone who has meat for every three meals could only do this twice a week under the new plans.\\nSimilarly, the average Briton would need to shave a fifth of the average milk consumption down to 16ml a day - or roughly three teaspoons.\\nTarget - Ban new fossil-fuelled cars - including hybrids - by 2033\\nImpact - The average cost of buying a new electric car in the UK is £44,000, according to industry figures.\\nTarget - Ban the sale of oil-fired boilers by 2028 and gas boilers by 2033; require all homes to be insulated\\nImpact - Energy efficiency measures - such as improving insulation and installing low carbon boilers - could cost £10,000 per home.\\nTarget - Stop expanding UK airport capacity and impose a frequent flyer levy with the aim of reducing the number of flights by 15%\\nImpact - The average Briton currently takes 10 foreign holidays every five years, which would need to reduce to around 8. This is the equivalent of around three foreign holidays every two years.\\nAs part of diplomatic efforts in the lead up to the summit, the US and China issued a statement pledging to work together and with other countries on the issue.\\nAmong the countries bringing forward new targets were Japan, whose prime minister Yoshihide Suga said its target would be a 46 per cent cut on 2013 levels, compared to an earlier 26 per cent goal, with efforts to push the reduction as high as 50 per cent.\\nCanada's prime minister Justin Trudeau announced his country's new target of slashing carbon emissions by 40 per cent to 45 per cent by 2030 compared to 2005 levels, saying it was 'on track to blow past' the old target of a 30 per cent cut.\\nThe European Union has agreed a new climate law which includes a goal to cut its emissions by 55 per cent by 2030 on 1990 levels.\\nMr Johnson set out the UK's moves to cut greenhouse gases by 78 per cent by 2035.\\n'As host of Cop26 we want to see similar ambitions around the world, we are working with everybody from the smallest nations to the biggest emitters to secure commitments that will keep change to within 1.5C,' he said.\\n'I think we can do it, to do it we need scientists in all of our countries to work together to produce the technological solutions that humanity is going to need,' he said, pointing to technology to store carbon and cheap hydrogen.\\nHe added: 'It will mean the richest nations coming together and exceeding the 100 billion US dollar commitment that they already made in 2009' to support developing countries, stressing how important that was.\\nIt comes ahead of the UN Climate Change Conference in Glasgow in November.\\nPresident Biden told the summit it could help build a more prosperous, equitable society, stressing the jobs that could be created.\\n'The signs are unmistakeable, the science is undeniable. The cost of inaction keeps mounting.\\n'The United States isn't waiting, we are resolving to take action, not only our federal government but our cities and our states all across our country, small business, large corporations, American workers in every field,' he said.\\nHe said the US only represented 15 per cent of the world's emissions and that no nation can solve the crisis on its own.\\n'All of us, particularly those who represent the world's largest economies, we have to step up.\\n'Those that do take action and make bold investments in their people, in clean energy futures, will win the good jobs of tomorrow and make their economies more resilient and more competitive.'\\nCountries have been expected to come forward with more ambitious plans up to 2030, known as nationally determined contributions (NDC) in the Paris deal, ahead of Cop26 in November.\\nThat is because existing plans are not enough to meet countries' commitments under the Paris deal to curb global temperature rises to 'well below' 2C above pre-industrial levels - or 1.5C if possible - and avoid the most dangerous impacts of climate change.\\nChinese president Xi Jinping has called for a 'people-centred' approach to the climate crisis.\\nPresident Xi said: 'We must treat nature as our root, respect it, protect it and follow its laws, we should protect nature and preserve the environment like we protect our eyes.\\n'Second, we must be committed to green development - green mountains are gold mountains, to protect the environment is to protect productivity and to boost the environment is to boost productivity.\\n'The truth is as simple as that.'\\nHe added: 'We must be committed to a people-centred approach, the environment concerns the wellbeing of people in all countries, we need to take into full account people's desire for a better quality of life and good environment as well as our responsibility for future generations.'", "image": [["Activists from Extinction Rebellion, a global environmental movement, dump fake coal, made from rocks, into the street during a protest outside the Lloyd's building in London", "https://i.dailymail.co.uk/1s/2021/04/23/11/42119676-9503301-Activists_from_Extinction_Rebellion_a_global_environmental_movem-a-1_1619174161083.jpg"], ["Activists from Extinction Rebellion, a global environmental movement, stand next to fake coal, made from rocks, during a protest outside the Lloyd's building", "https://i.dailymail.co.uk/1s/2021/04/23/11/42119682-9503301-Activists_from_Extinction_Rebellion_a_global_environmental_movem-a-2_1619174161093.jpg"], ["Activists from Extinction Rebellion, a global environmental movement, hold a banner as they protest outside the Lloyd's building in London", "https://i.dailymail.co.uk/1s/2021/04/23/11/42119684-9503301-Activists_from_Extinction_Rebellion_a_global_environmental_movem-a-3_1619174161095.jpg"], ["Handout photo issued by Insurance Rebellion of a climate change activist from XR Insurance being detained by the City of London Police outside Lloyd's of London", "https://i.dailymail.co.uk/1s/2021/04/23/13/42127634-9503301-image-a-1_1619182531812.jpg"], ["Activists from Extinction Rebellion, a global environmental movement, hold a banner as they stand next to fake coal, made from rocks, during a protest outside the Lloyd's building", "https://i.dailymail.co.uk/1s/2021/04/23/11/42119674-9503301-Activists_from_Extinction_Rebellion_a_global_environmental_movem-a-4_1619174161097.jpg"], ["Police officers detain an activist from the Extinction Rebellion, a global environmental movement, during a protest outside the Lloyd's building in London", "https://i.dailymail.co.uk/1s/2021/04/23/11/42119678-9503301-Police_officers_detain_an_activist_from_the_Extinction_Rebellion-a-5_1619174161099.jpg"], ["Activists from Extinction Rebellion, a global environmental movement, hold banners as they stand next to fake coal, made from rocks, during a protest outside the Lloyd's building", "https://i.dailymail.co.uk/1s/2021/04/23/11/42119672-9503301-Activists_from_Extinction_Rebellion_a_global_environmental_movem-a-6_1619174161100.jpg"], ["Climate activists with Extinction Rebellion pushed wheelbarrows full of cow dung through the streets and emptied them in front of the White House", "https://i.dailymail.co.uk/1s/2021/04/23/11/42087650-9503301-Climate_activists_with_Extinction_Rebellion_pushed_wheelbarrows_-a-7_1619174161101.jpg"], ["Handout photo issued by Insurance Rebellion of climate change activists from XR Insurance being detained by the City of London Police outside Lloyd's of London", "https://i.dailymail.co.uk/1s/2021/04/23/13/42127630-9503301-image-m-7_1619182550283.jpg"], ["Handout photo issued by Insurance Rebellion of climate change activists from XR Insurance being detained by the City of London Police outside Lloyd's of London", "https://i.dailymail.co.uk/1s/2021/04/23/13/42127628-9503301-image-a-8_1619182554924.jpg"], ["Activists from Extinction Rebellion, a global environmental movement, stand next to fake coal, made from rocks, during a protest outside the Lloyd's building", "https://i.dailymail.co.uk/1s/2021/04/23/11/42119686-9503301-Activists_from_Extinction_Rebellion_a_global_environmental_movem-a-8_1619174161102.jpg"], ["An activist from Extinction Rebellion, a global environmental movement, stands next to fake coal, made from rocks, during a protest outside the Lloyd's building in London", "https://i.dailymail.co.uk/1s/2021/04/23/11/42119680-9503301-An_activist_from_Extinction_Rebellion_a_global_environmental_mov-a-9_1619174161103.jpg"], ["Extinction Rebellion activists smashed at least 19 windows at HSBC's Canary Wharf headquarters", "https://i.dailymail.co.uk/1s/2021/04/23/11/42070800-9503301-Extinction_Rebellion_activists_smashed_at_least_19_windows_at_HS-a-10_1619174161104.jpg"], ["Several woman stuck fliers reading '£80 billion into fossil fuels in the last five years' to the windows", "https://i.dailymail.co.uk/1s/2021/04/23/11/42070802-9503301-Several_woman_stuck_fliers_reading_80_billion_into_fossil_fuels_-a-11_1619174161105.jpg"], ["All nine activists involved were arrested on suspicion of causing criminal damage, the Metropolitan Police confirmed today", "https://i.dailymail.co.uk/1s/2021/04/23/11/42072316-9503301-All_nine_activists_involved_were_arrested_on_suspicion_of_causin-a-12_1619174161106.jpg"], ["Police officers detain an Extinction Rebellion activist outside Barclays Bank's London headquarters in Canary Wharf following a demonstration on April 7", "https://i.dailymail.co.uk/1s/2021/04/23/11/41443046-9503301-Police_officers_detain_an_Extinction_Rebellion_activist_outside_-a-13_1619174161107.jpg"], ["An Extinction Rebellion protest at Barclays in Canary Wharf, where they used hammers and chisels to break windows on April 7", "https://i.dailymail.co.uk/1s/2021/04/23/11/41443052-9503301-An_Extinction_Rebellion_protest_at_Barclays_in_Canary_Wharf_wher-a-14_1619174161108.jpg"], ["The Prime Minister made the remarks as he addressed Joe Biden's virtual gathering of world leaders, at which the president vowed to halve US emissions by 2030.", "https://i.dailymail.co.uk/1s/2021/04/23/11/42082148-9503301-The_Prime_Minister_made_the_remarks_as_he_addressed_Joe_Biden_s_-a-15_1619174161109.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/04/23/11/41996902-9503301-image-a-16_1619174161110.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/04/23/11/42089018-9503301-image-a-17_1619174161111.jpg"], ["", "https://i.dailymail.co.uk/1s/2021/04/23/11/42089014-9503301-image-a-18_1619174161111.jpg"]], "author": ["Jack Wright For Mailonline"], "date": "2021-04-23"}}