{"https://www.telegraph.co.uk/news/2021/08/26/victoria-memorial-outside-buckingham-palace-vandalised-animal/": {"title": "Victoria Memorial outside Buckingham Palace vandalised by Animal Rebellion activists", "subtitle": "Protesters say the monument was dyed red to ‘symbolise the Royal family's crimes against animals and our planet’", "text": "Environmental activists vandalised the fountains outside Buckingham Palace on Thursday in an extraordinary attack on the Royal family over its alleged \"crimes against animals and the planet\".\\nActivists from Animal Rebellion, an Extinction Rebellion sister organisation, daubed red liquid over the Queen Victoria Memorial, turning the water crimson, and left bloody handprints on the 100-year-old white marble monument.\\nProtesters were pictured wading through the water while carrying placards, which read: \"A royal blood bath\". Some carried flares emitting red smoke. Police officers were forced to leap into the water to try to remove them.\\nHarley McDonald-Eckersall, a spokesperson for Animal Rebellion, said: \"The crown estate is the biggest landowner in the UK and they choose to use this land for animal agriculture and hunting, which not only decimate our environment but cause the deaths of millions of lives every year. It’s time for a new system based on justice and compassion and the royal family should be leading the way.\\n\"Crown land should be used to grow healthy, nutritious food for all and to provide homes for the animals we share this country with.\\n\"We are demanding that the Queen end the use of crown land for industries which are contributing to the climate and ecological emergency and the death of animals.\"\\nThe Metropolitan Police said several of the activists involved in the protest had been arrested. Members of the public visiting the palace on Thursday were ordered to disperse so forensic officers could take pictures of the red liquid smeared on the statue.\\nThe vandalism at Buckingham Palace came after protesters blocked a major road in Westminster on Thursday afternoon, halting traffic on Victoria Street outside the Department of Business, Energy, and Industrial Strategy.\\nTraffic was also brought to a standstill around Hyde Park as demonstrators marched down Park Lane and Hyde Park Corner.\\nWestminster's council leader warned police chiefs this week that officers were allowing the activists to protest \"to the detriment of lives and livelihoods\".\\nIn a letter to London's deputy mayor for policing and crime, Cllr Rachael Robathan said officers need to be taking \"clear action\" to ensure residents, businesses and visitors can continue to enjoy the city without being deterred by protesters.\\nExtinction Rebellion said local business owners they talked to \"have been delighted that Extinction Rebellion's 'polite and friendly' protesters have filled their bars and cafes\".\\nThe Metropolitan Police have arrested 289 activists since Sunday when the protests began.\\nActivists taking part in Impossible Rebellion, a series of demonstrations which will last for a fortnight, are demanding that the Government immediately ends investment in fossil fuels that are driving climate change.\\nOn Wednesday, protesters targeted the Brazilian embassy near Trafalgar Square in an action they said put a spotlight on \"the genocidal attacks being waged against Brazil’s indigenous peoples\".\\nThey then erected a giant pink table in Oxford Circus, blocking traffic to encourage world leaders to \"come to the table\" to engage with the issue of climate change.\\nThey also blocked the entrance to Selfridges in nearby Oxford Street to demonstrate against clothes production, which they claim is damaging the environment. Protesters daubed themselves and the pavement with a black substance to represent an oil spill.\\nElsewhere, demonstrators in Leicester Square spent a night glued to McDonald’s as part of an action to persuade the fast food chain to switch to a fully plant-based food menu by 2025.\\nThe group left behind 120 tonnes of rubbish in Westminster when they took over major road in the capital in 2019.\\nScotland Yard said a \"significant\" operation would be in place to manage protests over the bank holiday weekend.", "image": [["Police officers detain an Animal Rebellion activist during a protest next to Buckingham Palace in London", "www.telegraph.co.uk/content/dam/news/2021/08/26/TELEMMGLPICT000269089160_trans_NvBQzQNjv4Bqbp882ZYJlBFxnyQgxUcRs4KAVSmBjns2Axzz8XwR67M.jpeg?imwidth=350"], ["An Animal Rebellion activist holds a placard in a fountain stained with fake blood during a protest next to Buckingham Palace", "www.telegraph.co.uk/content/dam/news/2021/08/26/TELEMMGLPICT000269089556_trans_NvBQzQNjv4BqYcr1RrDab1C1CeaI0a6D84KAVSmBjns2Axzz8XwR67M.jpeg?imwidth=350"], ["A protest by members of Extinction Rebellion blocks the road outside the Department of Business, Energy, and Industrial Strategy, on Victoria Street in Westminster", "www.telegraph.co.uk/content/dam/news/2021/08/26/TELEMMGLPICT000269084143_trans_NvBQzQNjv4BqRo0U4xU-30oDveS4pXV-Vv4Xpit_DMGvdp2n7FDd82k.jpeg?imwidth=350"]], "author": ["Phoebe Southworth. ", "India McTaggart"], "date": "2021-08-26"}, "https://www.telegraph.co.uk/news/2021/08/23/extinction-rebellion-founder-admits-drives-diesel-car/": {"title": "Extinction Rebellion founder admits she drives a diesel car", "subtitle": "Dr Gail Bradbrook says she needs it to take her children to rugby and football", "text": "One of Extinction Rebellion’s (XR) founders has admitted that she drives a diesel car, as her colleague says that “we're all hypocrites”.\\nDr Gail Bradbrook said that she drove the environmentally damaging vehicle because she cannot afford an electric one as her protest group brought parts of London to a standstill.\\nDefending her actions, XR volunteer and City recruiter Jonathan Tassell said that “We are all hypocrites, we are in a system” as he claimed that he could not afford solar power.\\nDr Bradbrook admitted that she drives a diesel car during an interview on Talk Radio, claiming: “I can't get my kids to sports fixtures, they are both into football and rugby, I do lots of lift sharing but I can't get them there because we don't have buses that run on a Sunday.\\n“Some of the things are systemic issues, aren't they? We all do what we can.”\\nDiesel cars are considered much more harmful to the environment than electric cars, and the Government wants Britons to ditch them to help the UK reach “net zero” in greenhouse gas emissions by 2050.\\nDr Bradbrook has previously been criticised for flying 11,000 miles to Costa Rica in 2016 for a holiday. She claimed on Monday that she flew to the island because of a health issue which could not be treated in the UK.\\nMr Tassell, who XR said was speaking in a personal capacity, appeared on GB News on Tuesday to defend their protest tactics and was asked about Dr Bradbrook’s confession.\\n“I am in a house that is powered by gas and electricity, can I afford to put solar on it? No, but we are all hypocrites. We need to all work together, we need to not personally blame, we need to all work together to find a solution,” he said.\\nMr Tassell owns a flat in west London estimated to be worth more than half a million pounds which it is believed that he purchased using money lent by family members.\\nSolar panels for the average UK household cost about £6,000, experts estimate.\\nThe former professional tennis player runs his own recruitment consultancy firm which he says focuses “on investment banking, asset management, insurance and retail/corporate banking”.\\nHe spoke up to defend XR on the day when protesters targeted the relationship between the Government and financial companies which fund fossil fuels.\\nThe climate group said two women had been arrested for spray painting the floor outside the HM Revenue & Customs with “HMRC”, “Oil Death”, “Crisis” and “Barclays”.\\nAn elderly woman who lay in the road was carried off by four policemen and appeared to be arrested, with XR protesters suggesting this was for obstruction.\\nOther demonstrators lay in front of a banner saying “Government in bed with climate criminals”.\\nIt is not the first time that XR’s supporters have been accused of hypocrisy. In 2019, Dame Emma Thompson faced questions over why she flew all the way from LA to join an Extinction Rebellion protest in Oxford Circus.\\nStephen Fry, once the face of a Heathrow advertising campaign, also faced questions after releasing a video supporting the latest two-week protest.\\nEarlier this month, the Government's climate change tsar admitted that he still drives a diesel car. Alok Sharma, the president of the Cop26 UN climate change conference said his next car would be electric.\\nAfter facing criticism for not taking a hard line against protesters, the Metropolitan Police on Tuesday dismantled a giant pink table erected in the middle of a central London street by protesters on Monday.\\nA spokesman for the force said officers had also removed chairs which the activists had glued themselves to and had made “many arrests”. They declined to give a running total of arrest numbers, but said 52 people had been detained for a “variety” of offences as of 10.15pm on Monday.\\nThe Telegraph has learned that the Metropolitan Police had arrested 40 Extinction Rebellion protesters on Tuesday, after they blocked off roads in Cambridge Circus, a busy area of London’s West End. Police declared the gathering unlawful from 6.15pm, meaning anyone who remained risked being arrested. At 10.30pm, the Met said traffic resumed.\\nThe Met said a “significant” operation would be in place for the protests over the bank holiday weekend, but also acknowledged the activists’ “important cause”.", "image": [["Dr Gail Bradbrook said that she drove the environmentally damaging vehicle because she cannot afford an electric on", "www.telegraph.co.uk/content/dam/news/2021/08/23/TELEMMGLPICT000268825796_trans_NvBQzQNjv4BqtGQB12KHxxQCrwnTZkX0n_4Xpit_DMGvdp2n7FDd82k.jpeg?imwidth=680"]], "author": ["Hayley Dixon", "Mason Boycott-Owen"], "date": "2021-08-25"}, "https://www.telegraph.co.uk/news/2021/08/25/extinction-rebellion-demo-left-120-tonnes-rubbish-londons-streets/": {"title": "Extinction Rebellion demo left 120 tons of rubbish on London’s streets, say council chiefs", "subtitle": "Westminster council leaders reveal scale of littering left behind by activists during 2019 protests, claiming clean-up costs hit £50,000", "text": "Extinction Rebellion left behind 120 tons of rubbish when they last took over central London, an MP has warned.\\nThe environmental campaigners shut down major streets in the capital in October 2019 (see video, below) “to rebel against the world’s governments for their criminal inaction” on climate change.\\nNickie Aiken, Conservative MP for Cities of London and Westminster, has now revealed that 120 tons of rubbish had to be removed from her constituency's streets, costing the council £50,000.\\nThe former leader of City of Westminster Council said: “The disruption to local people and businesses is immeasurable. I was told by the council that last time Extinction Rebellion were here for two weeks, they cleared 120 tons of rubbish left behind. That added £50,000 to their costs. This is local people’s council tax.\\n“Westminster and the City of London are considered very wealthy areas, but I want to remind people that actually it’s not all about wealth. There are major areas of deprivation in central London and 25 per cent of homes are social rented.\\n“The wealthy who live here have gone for the summer, so it’s those who live here permanently and can’t escape who are living with this so-called ‘beautiful chaos’.”\\nShe added: “I can’t tell you the number of calls, emails and letters I’ve had over the last couple of days from really worried local people who are putting up with this. It’s just gone too far.\\n“The police resources going into policing this protest in the next fortnight is shocking. At the same time, our neighbourhoods are not seeing their local police officers because they’re in central London.”\\nExtinction Rebellion brought parts of London to a standstill this week as part of a fortnight of action aimed at persuading the Government to stop new investment in fossil fuels. The Metropolitan Police have arrested 196 activists since Sunday when their protests began.\\nOn Wednesday, protesters targeted the Brazilian embassy near Trafalgar Square in an action they said put a spotlight on “the genocidal attacks being waged against Brazil’s indigenous peoples”.\\nThey then erected a giant pink table in Oxford Circus, blocking traffic, to encourage world leaders to “come to the table” to engage with the issue of climate change.\\nThis week, they also blocked the entrance to Selfridges in nearby Oxford Street to demonstrate against clothes production, which they claim is damaging the environment. Protesters daubed themselves and the pavement with a black substance to represent an oil spill.\\nElsewhere, demonstrators in Leicester Square spent a night glued to McDonald’s as part of an action to persuade the fast food chain to switch to a fully plant-based food menu by 2025.\\nCllr Rachael Robathan, leader of City of Westminster Council, said: “We completely support the right of any group to demonstrate peacefully and highlight their cause. However, this kind of disruption not only damages the livelihoods of our residents and visitors, but also poses a huge challenge to our businesses and cultural institutions which have suffered immensely over the past 18 months.\\n“It is crucial that these protests are well managed to keep disruption to a minimum and improve access for our residents, businesses and visitors so they feel welcome and safe in the city.”\\nAn Extinction Rebellion spokesman said: “As Westminster Council will confirm, the £50,000 figure was a ‘service’ cost, meaning the total cost of council services that were temporarily redeployed during our two-week October 2019 protests. There was no additional money spent by the council and no additional cost to the taxpayer.\\n“The 120 tons of rubbish collected took place over a two-week period. To put that figure into comparison, during London’s New Year celebrations 2016-17, Westminster cleared up 85 tons of rubbish from just one night.\\n“As anyone who has been to an Extinction Rebellion protest will know, we are scrupulous about clearing up after ourselves and ask rebels to respect the spaces they’re in and take their rubbish home. Why don’t you come down and see for yourself?”", "image": [["Extinction Rebellion put up a giant pink table in the middle of Oxford Circus in its latest protest", "www.telegraph.co.uk/content/dam/news/2021/08/25/TELEMMGLPICT000268985910_trans_NvBQzQNjv4BqC3_kSeTIOhA_2EmUwrnnGYCydzbJoorcyO8RkdJmSOk.jpeg?imwidth=350"]], "author": ["Phoebe Southworth"], "date": "2021-08-25"}, "https://www.telegraph.co.uk/news/2021/08/20/extinction-rebellion-costs-taxpayer-50-million-last-two-years/": {"title": "Extinction Rebellion costs taxpayer more than £50 million in last two years", "subtitle": "Met Police warns that in order to supervise upcoming XR protests, officers will have to be taken away from tackling knife crime", "text": "Extinction Rebellion (XR) protests have cost the taxpayer £50 million in policing since 2019, the Metropolitan Police have revealed, as the group warns of a fresh wave of action.\\nThe environmental group has announced it will begin two weeks of protests across London this weekend, which is likely to cause significant disruption in the capital, including during the Bank Holiday weekend.\\nXR organisers have said that they will target the City of London in order to highlight finance's role in the climate change crisis.\\nBut Scotland Yard has warned that in order to police the protests, officers will have to be taken away from some of the most vulnerable communities where they are focused on tackling knife crime and other serious offences.\\nThe Met Police also revealed that more than 3,760 arrests had been made during the XR demonstrations, with almost 2,000 people charged.\\nDeputy Assistant Commissioner Matt Twist said: \"It's clear to us from reading and listening to their public pronouncements that Extinction Rebellion's intention is to once again cause significant disruption to London and to London's communities through acts of civil disobedience.\\n\"Every police officer committed to a large demonstration in central London is a police officer extracted away from their local borough and community.\\n\"Each painstaking hour spent dealing with a protester who has committed perhaps criminal damage, glued or locked onto a road or business is time spent away from the people of London, in the parts of London that need us most, dealing with knife crime, domestic abuse and violence.\\nHe added: \"We have ongoing concerns about London's police officers being taken away from their boroughs to police public order events especially over such a protracted period and over what is usually one of our busiest weekends of the year.\\n“I want our police officers to be serving Londoners, fighting crime as well as bearing down on our number one priority which is violence. It is frustrating that activity by Extinction Rebellion could hinder those efforts particularly over the Bank Holiday weekend when we typically see a significant increase in demand into the Met across the whole of London.”\\nStephen Fry, the comedian, who is a supporter of XR said he approved of the “mucky” and “disruptive” tactics deployed in the demonstrations.\\nIn a video posted on Twitter he praised the group for attempting to \"make politicians really recalibrate, realign, revolutionise politics\".", "image": [["Extinction Rebellion campaigners pour dye down the steps near the National Gallery in Trafalgar Square, London, during a protest in solidarity with indigenous communities in Brazil who are dying from Covid-19", "www.telegraph.co.uk/content/dam/news/2021/08/20/TELEMMGLPICT000236735443_1_trans_NvBQzQNjv4Bq9nR5rZ1XXouEycP-TeINg4PBV2HiHoPKlPKefFXWYAA.jpeg?imwidth=680"], ["XR activists listen to speeches at their encampment blocking the road junction at Oxford Circus on April 18, 2019", "www.telegraph.co.uk/content/dam/news/2021/08/20/TELEMMGLPICT000237896876_trans_NvBQzQNjv4Bq1_ulvsFCMGOk5EeQFj4zVu9hg0Y37QvHYjcZPVg1zsA.jpeg?imwidth=350"], ["An activist from Extinction Rebellion smashes a window at HSBC headquarters during a protest in Canary Wharf in April", "www.telegraph.co.uk/content/dam/news/2021/08/20/TELEMMGLPICT000256603356_trans_NvBQzQNjv4BqA7N2CxnJWnYI3tCbVBgu9f4Xpit_DMGvdp2n7FDd82k.jpeg?imwidth=350"], ["Disruption during an Extinction Rebellion protest in London in September 2020", "www.telegraph.co.uk/content/dam/news/2021/08/20/TELEMMGLPICT000268474922_trans_NvBQzQNjv4BqHqEqWIQYN_HlsJ_HcWHEJKAezwuvexs_ues-aCB_TCg.jpeg?imwidth=350"]], "author": ["Martin Evans"], "date": "2021-08-20"}, "https://www.telegraph.co.uk/news/2021/08/29/extinction-rebellion-protestors-glue-science-museum/": {"title": "Extinction Rebellion protestors glue themselves to Science Museum", "subtitle": "Five put their arms through the railings then glued their hands together, while six deadlocked their necks to the railings", "text": "Around 200 people have gathered in the Science Museum in London to protest against an oil giant sponsoring an exhibition about greenhouse gases.\\nSupporters of Extinction Rebellion stood outside the museum waving flags and banners, playing drums and blowing whistles on Sunday night, before going inside and refusing to leave.\\nSome of the protesters glued or locked themselves to the railings inside the museum.\\nFive put their arms through the railings then glued their hands together, while six deadlocked their necks to the railings.\\nSome of them are scientists, dressed in lab coats, while others are in clothes with Extinction Rebellion logos.\\nThe crowd chanted: \"No more petrol, no more diesel, funding fossil fuels is evil.\"\\nA 12ft model of a pink dodo - the bird that was driven to extinction in the 1660s - was erected by protesters.\\nExtinction Rebellion has criticised the Science Museum for taking funding from Shell for the Our Future Planet exhibition, which began on May 19 and runs until September.\\nTeenage climate activist Greta Thunberg has also hit out at the Shell sponsorship after previous reports said the museum had signed a gagging clause over the exhibition funding.\\nA Shell spokesperson said: \"Shell and the Science Museum have a long-standing relationship based on a shared interest in promoting engagement in science, which will be a key enabler in addressing the challenge to provide more and cleaner energy solutions.\\n\"At Shell our target is to become a net-zero emissions energy business by 2050, in step with society.\\n\"As Shell works with our customers to identify the best paths to decarbonisation, we seek to avoid, reduce and only then mitigate any remaining emissions.\\n\"Developing carbon capture and storage and using natural sinks are two of a range of ways of decarbonising energy.\"\\nA spokesperson for the museum said: \"Throughout the day our team has facilitated a peaceful protest at the Science Museum, ensuring the health and safety of everyone in the building while enabling thousands of people to enjoy their visit to the museum.\"", "image": [["Members of Extinction Rebellion take part in a protest outside the Science Museum on Exhibition Road", "www.telegraph.co.uk/content/dam/news/2021/08/29/TELEMMGLPICT000269410043_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=680"], ["Members of Extinction Rebellion take part in a protest outside the Science Museum on Exhibition Road, London. Picture date: Sunday August 29, 2021", "www.telegraph.co.uk/content/dam/news/2021/08/29/TELEMMGLPICT000269410087_trans_NvBQzQNjv4BqA7N2CxnJWnYI3tCbVBgu9T0aesusvN1TE7a0ddd_esI.jpeg?imwidth=350"], ["A person looks on as Extinction Rebellion climate activists take part in a protest at Ducketts Common in London, Britain, August 29, 2021", "www.telegraph.co.uk/content/dam/news/2021/08/29/TELEMMGLPICT000269412284_trans_NvBQzQNjv4BqgsaO8O78rhmZrDxTlQBjdLdu0TL-Cg_AMOUqySXmFgU.jpeg?imwidth=350"]], "author": ["Telegraph Reporters"], "date": "2021-08-29"}}