{"https://www.telegraph.co.uk/news/2020/09/01/police-put-show-strength-against-extinction-rebellion-fortnight/": {"title": "Police put on a 'show of strength' against Extinction Rebellion as fortnight of disruption begins", "subtitle": "Ninety protesters were arrested in London during the first day of a fortnight of climate protests", "text": "Police put on a “show of strength” against Extinction Rebellion on Tuesday, arresting at least 90 protesters as officers contained a demonstration to Parliament Square.\\nAround 3,000 activists descended on Westminster on Tuesday morning where they formed a blockade - beating drums and waving flags - in front of traffic around parliament.\\nIt was hoped the event would cause the maximum disruption possible on the first day MPs were due back in the House of Commons after the summer recess.\\nHowever, the first day of a planned fortnight of action was met with a wave of arrests as activists ignored the conditions placed on the protest by Scotland Yard under Section 14 of the Public Order Act.\\nThe force had ordered crowds to remain within Parliament Square Garden, but began to remove protesters by force when thousands instead flooded the surrounding road.\\nBy the afternoon, police had formed a line blocking activists on either side of the square, arresting anyone who refused to move.\\nThe Metropolitan Police said 90 people had been arrested as of 6pm for offences including assaulting an emergency worker, obstructing police and public order breaches.\\nIt comes after police faced criticism over their light-touch approach to Black Lives Matter protests in the summer, prompting Priti Patel to call for tougher tactics.\\nThe Home Secretary was said to have had a \"firm\" conversation with the chief constable of Avon and Somerset Police in June after the force failed to stop a statue of Edward Colston, the slave trader, being torn down and thrown into the River Avon by protesters in Bristol.\\nOn Tuesday, Paul Stephens, a Scotland Yard officer turned climate activist, said the force had taken a harder line with Extinction Rebellion than at similar events in October last year.\\nMr Stephens, who retired two years ago after 34 years with the Metropolitan Police and now acts as a liaison for Extinction Rebellion, told the Telegraph: “In October they had a Section 14 on the second or third day, based on the disruption they could see, but this one was based on disruption they perceived was going to happen.\\n“We don’t agree with that really, Parliament Square is made for lobbying MPs and protests.”\\nHe claimed Extinction Rebellion had requested the use of the whole square for the protest to assist with social distancing, but received no response despite four meetings with police.\\n“You’ve seen the number of police that have been used, our genuine motive for liaising with the police beforehand is to cut down on the number of police they need,” Mr Stephens said.\\n“I think it’s a show of strength and it’s about power and control really, which is a bit sad.”\\nAmong those taken away by police was John Lynes, a 92-year-old campaigner who has previously been involved in Extinction Rebellion events, according to the campaign group.\\nWalking with a stick, he was escorted patiently out of the square by a group of police officers just before 5pm.\\nA spokesman for the group said that Extinction Rebellion was planning to further defy police orders to disperse by 7pm and instead continue blocking the road.\\nCampaigners from the group have planned “two weeks of civil disobedience” across the UK to put pressure on politicians to take drastic action against climate change.\\nA doctor who worked on the frontline of the pandemic at the NHS Nightingale hospital in London was one of dozens of health workers supporting the first day's demonstration.\\nChris Newman, a GP in north London, said he and many colleagues were now more concerned about climate change than Covid-19.\\nHe told the Telegraph: “I’m fully aware of the suffering and human cost of coronavirus, it’s not something we’re taking lightly.\\n“The concern would be that there is always a short-term problem and when you are dealing with a huge long-term issue that is getting ever closer - then when do you tackle it?”\\nHe added: “Even in the middle of a pandemic, we are more concerned about climate change than the pandemic. We’ve seen how bad this is, but we’re even more worried about climate change.”\\nDr Newman said he had been given confidence that socially distanced protests would not risk an outbreak in Covid-19 cases after research saw no significant spike after this year’s Black Lives Matter protests.\\nLast year, more than 1,700 arrests were made during Extinction Rebellion's 10-day \"Autumn Uprising\", which saw major disruption across the UK.", "image": [["The Metropolitan Police said 90 people had been arrested for offences including assaulting an emergency worker, obstructing police and public order breaches", "www.telegraph.co.uk/content/dam/news/2020/09/01/TELEMMGLPICT000238236057_trans_NvBQzQNjv4BqNTT8cd-mcMQMfttMcDU2BtUtUSSV0gCjMw0JmlaLydM.jpeg?imwidth=680"], ["Police formed a line to block in protesters around the perimeter of Parliament Square", "www.telegraph.co.uk/content/dam/news/2020/09/01/TELEMMGLPICT000238232983_trans_NvBQzQNjv4BqoNNSexKcI53-HHJW8z5oHENNw5DSvP8yooNkqXrSuVo.jpeg?imwidth=350"]], "author": ["Jack Hardy"], "date": "2020-09-01"}, "https://www.telegraph.co.uk/news/2020/09/05/bitter-battle-raging-control-extinction-rebellion-ideology/": {"title": "Extinction Rebellion at war with itself after infiltration by Marxists", "subtitle": "XR's raison d'etre was militant direct action to force politicians to tackle environmental threats, but others want a more socialist agenda", "text": "A bitter battle is raging for control of Extinction Rebellion, with claims that the organisation is being infiltrated by far-Left groups who want it to adopt a more overtly militant socialist agenda.\\nEvidence is emerging that Marxist groups such as the Socialist Workers Party (SWP) and the Young Communist League (YCL) have instructed members to join the ranks of XR with a view to exerting a strong influence on its strategy.\\nThe SWP has encouraged its members to attend Extinction Rebellion protests and blockades in order to recruit members to its own ranks and influence the organisation away from its original aim to tackle environmental threats towards a more Marxist direction.\\nMatters came to a head last week when members of the YCL, the youth wing of the Communist Party of Britain, were photographed at an Extinction Rebellion protest in Parliament Square holding a banner that read “Socialism not Extinction” alongside a hammer and sickle.\\nBut a decision by Extinction Rebellion to issue a statement rejecting attempts to adopt a more socialist ideology prompted a backlash, with several of its regional branches and the youth wing saying that they wanted a more inclusive attitude towards Left-wing groups.\\nThat has alarmed some of its original members, who fear the influence of the far-Left will alienate many who potentially support its fight against climate change and do not want XR to be tied to any one political viewpoint.\\nRupert Read, a long-standing XR activist, said: “Any parasitical organisation that is trying to use XR is worrying, and I’m sure there are groups trying to infiltrate us.”\\nAlan Story, a member of the Green Party, reported that in April last year several SWP members began attending its meetings in Sheffield. He reproduced an internal SWP memo that urged its members: “Go to your local XR meeting - and get stuck in! XR report that around 30,000 people have joined them in the last few weeks. This means local XR meetings are likely to be big and full of new people.”\\nThe memo urged SWP militants to recruit XR members while at the same time exerting a more socialist influence within the climate change movement, under the slogan “System change not climate change”.\\nWriting in the London Left Green Blog page Mr Story warned: “While new ideas are definitely required, what XR does NOT need is an outside organisation of experienced and disciplined political operators to enter it with the usual SWP objectives in mind: recruiting new members, manipulation, stirring up disputes and splits, capturing leadership roles and the like.”\\nXR was originally formed in late 2018 by activists involved in direct action groups including Occupy, Plane Stupid and Reclaim the Power. It advocated “revolution,” and redistribution of wealth, and was regarded by senior police officers as being an extremist anarchist group.\\nIts tactics, which began with 6,000 protesters blocking London's five main bridges, have been to cause maximum disruption for short periods using non-violent direct action, with targets ranging from Shell’s headquarters, London Fashion Week, the Stock Exchange and even the Docklands Light Railway.\\nEach target, the group claims, represented organisations that were contributing to the degradation of the environment. Such was its support that a number of celebrities, including Emma Thompson, openly featured in their campaigns.\\nActor Benedict Cumberbatch is also one of several stars to have visited the protest sites during previous demonstrations, with others including model Daisy Lowe, comedian Ruby Wax and actors Juliet Stevenson and Mark Rylance.\\nOn Friday night, the group blockaded printing sites that prevented many national newspapers  - including The Telegraph - from being delivered.\\nYesterday, Tobias Ellwood, the Conservative MP and former Defence Minister, told Times Radio that XR had \"lost sight of how to campaign\".\\nHe said: \"The Government has done much itself but obviously could do more and we need to work with the people to get that message across so we all can be more aware of the carbon footprint that we create.\\n\"But what they're doing here is to alienate more people. I fear the organisation itself has been hijacked.\"\\nA spokesman for XR told The Telegraph: “We fully support the action, which was organised by XR members in the north west and the south east of England. It was nothing to do with far-left infiltration.”", "image": [["Extinction Rebellion protest at Newsprinters in Broxbourne, Hertfordshire", "www.telegraph.co.uk/content/dam/news/2020/09/05/TELEMMGLPICT000238558290_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=680"], ["Matters came to a head at this Extinction Rebellion protest in Parliament Square", "www.telegraph.co.uk/content/dam/news/2020/09/06/TELEMMGLPICT000238318789_trans_NvBQzQNjv4Bqqe94gVf5fwATDoCZ63F3bFNnSTnP2MdInW5qSl1TD3U.jpeg?imwidth=350"], ["An XR protest at the Docklands Light Railway last month", "www.telegraph.co.uk/content/dam/news/2020/09/06/TELEMMGLPICT000238175849_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=350"], ["The actress Juliet Stevenson spoke at a protest in Tufton Street, Westminster", "www.telegraph.co.uk/content/dam/news/2020/09/06/TELEMMGLPICT000238350877_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfy2dmClwgbjjulYfPTELibA.jpeg?imwidth=350"]], "author": ["Patrick Sawer"], "date": "2020-09-06"}, "https://www.telegraph.co.uk/politics/2020/09/06/culture-wars-threaten-ruin-labour-sir-keir-starmer-cannot-simply/": {"title": "The culture wars threaten to ruin Labour, but Sir Keir Starmer cannot simply ignore them", "subtitle": "Labour is full of Left-wing MPs, but the provincial voters the party needs to win back do not share their ultra-liberal social attitudes", "text": "The pages of The Daily Telegraph are not known for their excessive sympathy for the leader of the Labour Party. But listening to the MPs led by Sir Keir Starmer, it is difficult not to feel a pang of pity for the man seeking to become our next prime minister.\\nSince he took over his party in April, Sir Keir's political strategy has been clear. He wants to move on from the worst elements of the Jeremy Corbyn years, from the amateurishness of the leader’s office to the anti-Semitism scandals. He wants to push Labour towards moderation, while avoiding a civil war with the now sizeable and influential Left of his party. He wants to avoid making significant policy commitments, and attack the Government’s competence instead.\\nAbove all, Sir Keir knows he must shut down dividing lines with the Tories on cultural issues. He knows it was Brexit, and Labour’s resistance to it, that caused the so-called Red Wall of constituencies to fall to the Conservatives last December. And he knows that Britain’s future relationship with the European Union, and other powerful political issues relating to identity and culture, can still slice in two the coalition of voters he needs to win.\\nLabour are more metropolitan, more cosmopolitan, and more culturally liberal than ever before. But the voters they have lost, and need to win back, are different: provincial, patriotic, and seeking solidarity from their fellow citizens. This explains why Sir Keir is desperate to keep framing the country’s political choice as one about competence and economics.\\nHe can feasibly build a coalition of voters by promising to tax the rich and spend more on services, but his job will be impossible if he appears to want to go back on Brexit, increase immigration, or put the rights of criminal suspects above those of the general public.\\nYet politics is rarely so simple, and no politician, however skilful, can quell the brewing culture war. Political divides on economic issues will of course remain, but divides on cultural issues are also here to stay. This is because, on one hand, cultural conservatives seek respite from incessant change and exposure to the harsh winds of globalisation. On the other, left-wing activists seek ever more radical change, and are increasingly prepared to rely not on the ballot box but disruptive and even violent direct action.\\nAnd so, as Trotsky might have said, Sir Keir may not be interested in the culture war, but the culture war is interested in him. He will be unable to escape it.\\nJust consider the events of the past few days. On Friday, Extinction Rebellion, the anarchists posing as environmentalists, successfully blockaded newspaper printing presses, preventing their circulation to millions of readers. It took Sir Keir until Sunday lunchtime to comment, when he was eventually forced to issue a statement saying the blockade was “wrong and does nothing to tackle climate change”.\\nWhile Labour insists Starmer was simply unavailable, it seems more likely that the true cause of the delay was the same dilemma he will face time and again for the duration of his leadership.\\nThe many millions of moderate voters he wants to target deplore criminal behaviour and disruptive direct action. Yet many politicians and activists in the modern Labour Party support it.\\n“Bravo, Extinction Rebellion, excellent work,” tweeted Dawn Butler, a Labour MP, on Saturday morning. Another, Zarah Sultana, justified the criminal action on the basis that several newspapers “campaign for Right-wing policies.” Diane Abbott, until recently the shadow home secretary, compared Extinction Rebellion with the Suffragettes, who, lest we forget, fought not against democracy, but in its favour.\\nAnd Sir Keir’s dilemma does not end there. In June, the Labour leader posed for photographs as he “took the knee” in solidarity with Black Lives Matter. It was already known that the official Black Lives Matter campaign sought to “defund” the police, and supported an anti-Semitic boycott of Israel, which it calls an “apartheid state”. Only later did Sir Keir make clear that he believes defunding the police is “nonsense”, and when he did so the Left attacked him.\\nOther examples abound. When Priti Patel dared to cite her own experiences of racism, Labour MPs wrote to the Home Secretary accusing her of using her own ethnicity to belittle “the very real racism faced by black people”. Even though the letter was perceived by Ms Patel to be racist, and one of the signatories was a member of Labour’s front bench team, Sir Keir chose to remain silent.\\nHe remained silent, too, as the dinghies crossing the English Channel caused a new wave of illegal immigration this summer. While the public wanted control, Labour MPs demanded open borders, calling for “an immigration system that advances the rights of all working people [and doesn’t] divide us by the colour of our passports”.\\nSir Keir remained silent as the Black Lives Matter protests turned violent on the streets of London, although he spoke up later when Right-wing extremists did the same. He intervened in the Rule Britannia! row only when the BBC announced it would be played at the Last Night of the Proms after all, and even then felt he had to say the song “should not be a barrier to examining our past”.\\nConsider the beliefs of the MPs he leads, and one can understand why Starmer has concluded silence is the best policy. Opinion research suggests only one in five voters believe Labour is more patriotic than the Conservatives, and even fewer believe Sir Keir is more patriotic than Boris Johnson.\\nBut perpetual silence is not an option for Labour. Sir Keir can do everything he can to keep the public thinking about the competence of the Government, and the economic choices facing the country. But thanks in part to the actions of Labour’s own MPs and activists, Britain’s cultural divide will come to the fore again and again. The dilemma facing Sir Keir means he will be unable to provide a voice for both his party and the voters he needs to become prime minister.\\nNick Timothy is the author of ‘Remaking One Nation: The Future of Conservatism’", "image": [["Sir Keir is trapped between his party and a socially conservative electorate", "www.telegraph.co.uk/content/dam/politics/2020/08/12/TELEMMGLPICT000236925492_trans_NvBQzQNjv4BqM37qcIWR9CtrqmiMdQVx7NHwSWcJ9h8nZQjSVtI6vrQ.jpeg?imwidth=680"]], "author": null, "date": "2020-09-06"}, "https://www.telegraph.co.uk/family/life/10-signs-middle-class-environment-hypocrite/": {"title": "10 signs you’re a middle-class environment hypocrite", "subtitle": "Sir David Attenborough has admitted to eating chicken while telling others to cut down on meat. Do you share these other tell-tale traits?", "text": "Life as a member of the middle class can be a tricky thing to navigate. Primarily, you have to appear as though your life is prosperous and full – a hot tub on the decking, an Audi parked in the driveway. Yet at the same time, you have to uphold a strong environmental conscience, because nothing says middle class these days like a Farmdrop box and a garden table fashioned from ecobricks.\\nIf that sounds like a complex sociological rubric (and really, it is) then it’s only fitting that Sir David Attenborough has given it a label: the middle class environment hypocrite. In an interview with Radio Times, Sir David outed himself as a member of this morally confused group – he admitted to “middle class hypocrisy” for occasionally eating free-range chicken while urging others to give up meat.\\n“Human beings have overrun the Earth,” he told the magazine. “The planet can’t support billions of meat eaters. If we all ate only plants, we’d need only half the land we use at the moment.”\\nSo far, so dinner party in Tunbridge Wells. But then the killer line: “I eat fish and chicken, and my conscience does trouble me. I’m affluent enough to afford free-range, but it’s a middle class hypocrisy.”\\nThere’s no doubt that Attenborough’s words were well intended. Most people’s efforts to save the planet look rather shabby next to a man who has dedicated his whole life to the protection of nature. But he isn’t the only person to fall into the trap of wanting a better world while not always following their own green doctrine. Prince William, who this week spoke about how fatherhood has given him “a new sense of purpose” to protect the environment, once warned of the dangers of population growth – despite having a brood of three children himself. Meanwhile, David Cameron, who wanted to preside over a green evolution while Prime Minister, recently revealed that his daughter Nancy, 16, is an environmental activist and wants him to cut down on meat.\\nOnce few and far between, environmental hypocrites are now as common as the discarded face masks that they litter everywhere. Are you guilty?\\nGone are the days when it was acceptable to show up outside the school gates in a gas-guzzling Chelsea tractor. The school mums’ WhatsApp group is rife with facts and figures exchanged about air pollution levels outside schools, and it certainly wouldn’t be in your nature to sacrifice your child’s future for the sake of luxury. Like many of the other sensible parents, you use your Tesla for the school run. On a good day, you even forgo transport altogether and arrive on foot.\\nThat said... you can’t help sharing a photo of your little darling trundling down his first black run in the Alps during February half term, or eating an ice-cream in the Caribbean. Holidays are about making memories for your child’s future, right?\\nIn fact, you can regularly be found preaching about how weekends spent chugging around in a vintage Land Rover while swigging hip flasks of brandy are actually a fabulous way of supporting conservation, ensuring nature stays wild, and keeping thousands of rural folk in full time jobs. And it’s fine to break your vegetarianism for an organically reared partridge, right?\\nThis eco-hypocrisy was notably displayed by the Duchess of Sussex after it was revealed that she decorated her nursery at Frogmore Cottage in the Cotswolds with vegan paint (in between taking private jets, of course). And in true middle class style, you followed suit. “Oh, it’s so horrifying how so many household paints use milk or beeswax as a binder – those poor insects,” you say, while viciously scraping away the shameful remains of Farrow & Ball from the dining room walls. It doesn’t really matter that later that evening, you’re serving up a butcher’s cut leg of lamb for six in said dining room. The walls do the talking.\\nSaid roast lamb just doesn’t taste the same when it’s been cooked in a conventional fan oven. Plus, your daughter loves sitting on it to warm up after a long day protesting with Extinction Rebellion.\\nRecycling is all well and good until you have the neighbours around so you can show off your brand new outdoor fire pit. Although the appliance already guzzles an unprecedented amount of coal, you’ve noticed it burns better when it’s full of paper waste, meaning it’s time to empty the recycling bin. Sit in the acrid smoke and enjoy the warmth as you heat up the Great Outdoors.\\nYou try with all your might to remember the lurid bit of plastic that helps you get 20p off in Pret A Manger and do your bit for the planet. But sometimes on a hectic morning, the reusable cup slips your brain. And when the caffeine crash hits, it doesn’t matter that 6.5 million trees are cut down each year for coffee cups. You need your fix. Now.\\nLike an urban magpie, you’ve been doing your bit for the environment by squirrelling away milk bottle tops in a shiny stash in the corner of the kitchen. In fact, you’ve taken it upon yourself to become something of a warden in your household, ordering everyone to bin their goods into the seven colour-coded baskets lined up by the back door. So far, so good. That’s until you realise that the coffee pods you use every morning aren’t reyclable and use more energy than you on a morning jog.\\nBecause meat-free Monday is better than nothing at all, right? The one day a week when the whole family chows down on blackened cauliflower might be termed ‘miserable Monday’ in your household, but you insist that everyone does their bit for the planet. However, your eco-credentials are dampened slightly by the fact that your cauliflower is imported from China and your mange tout are from Zambia. You note to always take them out of the packet before serving to guests.\\nThe combination of a nationwide pandemic and creeping concerns about the environment have led to a staycation boom as happy holidaymakers replace their yearly Eurotrip with visits to the Devonshire coast. So far, so good. That’s until you second-homers have to whack the heating up to 25 degrees in order to battle the freezing English temperatures, and get rid of any damp creeping into your Cornish cottage. Not to mention the fact that you left the heating on in your first home to keep the housekeeper warm. Oops.\\nAh, the humble bacon sandwich. With its fatty, rich aroma and doughy white bread, the snack is likely to sway even the most dedicated animal-lover. Indeed just this week Keir Starmer told Sky’s Sophy Ridge that he still pines for bacon sandwiches, despite having been a vegetarian for several years. And if you’ve bitten the bullet (or the pig, so to speak) on a drunken night out, then yes, you are a hypocrite. And no, it doesn’t matter how many Negronis were in your system.\\n", "image": [["Sir David Attenborough has admitted to “middle-class hypocrisy” for occasionally eating free-range chicken while urging others to give up meat", "www.telegraph.co.uk/content/dam/tv/2020/09/11/TELEMMGLPICT000239113422_trans_NvBQzQNjv4BqQmmnsJaHmJZbmjERJxhr0dF939FeChi7SCXA94MXkvA.jpeg?imwidth=680"], ["Is partridge on your dinner menu?", "www.telegraph.co.uk/content/dam/family/2020/09/22/TELEMMGLPICT000238385444_1_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=350"], ["The middle class Aga – and its notorious fuel consumption", "www.telegraph.co.uk/content/dam/family/2020/09/22/TELEMMGLPICT000166867953_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=350"], ["How many miles have your vegetables travelled?", "www.telegraph.co.uk/content/dam/family/2020/09/22/TELEMMGLPICT000002579598_trans_NvBQzQNjv4BqIkUhv7k5mil0w0oeVCztIhVrDwi3LvLa62XQyE1Z5U4.jpeg?imwidth=350"], ["Who hasn't succumbed to the occasional bacon sandwich?", "www.telegraph.co.uk/content/dam/family/2020/09/22/TELEMMGLPICT000031954839_trans_NvBQzQNjv4Bq0cFmALfDe88GEY3O6DWJb1LLmY7ncXfe_RIE_ZZW5lA.jpeg?imwidth=350"]], "author": ["Alice Hall"], "date": "2020-09-22"}, "https://www.telegraph.co.uk/news/2020/09/08/tuesday-morning-news-briefing-brexit-deal-never-made-sense/": {"title": "Tuesday morning news briefing: Brexit deal 'never made sense'", "subtitle": null, "text": "If you want to receive twice-daily briefings like this by email, sign up to the Front Page newsletter here. For two-minute audio updates, try The Briefing - on podcasts, smart speakers and WhatsApp.\\nCrunch negotiations to broker a post-Brexit trade deal are set for a collision course. Michel Barnier, the EU's chief Brexit negotiator, arrives in London this morning for the latest round of formal talks. But Boris Johnson will make clear to EU leaders today that the divorce deal is \"contradictory\" and must be rewritten to protect the Union. The Prime Minister believes the Withdrawal Agreement is legally ambiguous and would leave Northern Ireland isolated from the rest of the UK - something \"unforeseen\" when he agreed to it last year. It comes after Mr Johnson said he \"will not back down\" over his plan to change the terms of the Withdrawal Agreement through legislation being tabled tomorrow. As Political Editor Gordon Rayner explains, the move has triggered a major row between London and Brussels. What does the divorce deal mean for you? This piece answers the most pressing questions.\\nCritics suggest that reneging on an international treaty would reduce Britain's standing in the world, but Government insiders remain bullish. With both sides threatening to walk away, no deal is fast emerging as the most likely outcome. But could we yet reach a last-ditch breakthrough? Associate Editor Camilla Tominey weighs up the chances.\\nThe public \"relaxed too much\" following the easing of lockdown restrictions, according to England's Deputy Chief Medical Officer. Professor Jonathan Van Tam described the recent surge of coronavirus cases as a \"great concern\", warning that the country will have a \"bumpy ride\" in the coming months if infection rates are not brought under control. Official figures show the UK's Covid-19 rates have now surged above 20 cases per 100,000 people - the government threshold which triggers quarantine from other countries. Meanwhile, officials suggested that universities could be closed down in the event of outbreaks of Covid amid warnings that students may spread the disease at house parties.\\nThe Duke and Duchess of Sussex have paid back £2.4 million of public money for the renovations to their Frogmore Cottage home, as they sever a further tie with Britain's public purse. The cash, from the couple's private income, will go to the Sovereign Grant fund. They will keep the cottage as their UK base. Royal Correspondent Hannah Furness explains how the sum, used to convert the Windsor cottage into a family home for the Sussexes, has been a particular bone of contention.\\nNewspaper stunt | A British mother-of-nine once accused of being a \"jihadi bride\" in Syria appeared in court charged with taking part in the Extinction Rebellion blockade that prevented newspapers being published. Meanwhile, environmental campaigner Bianca Jagger believes the activists went too far. She has written a piece for us arguing that the protest at a printworks in Hertfordshire was a mistake for the green cause. And Matt finds humour in the stunt for today's cartoon.\\nIndia has overtaken Brazil to record the second-largest number of confirmed coronavirus cases globally. Read our report by Joe Wallen as Covid-19 takes hold in the country's rural hinterlands. And view more striking pictures from around the world in today's gallery.\\nThe big return | JP Morgan is to double the number of investment bankers who can use its offices each day as City firms grapple with the challenge of bringing workers safely back to their desks. It comes amid intense uncertainty over the future of office working and the commercial property sector in key urban centres throughout the world.\\nFrozen out | Phil Foden and Mason Greenwood have been fined by police in Iceland for breaching coronavirus lockdown rules and sent home from the England squad after inviting two local women to their hotel. They were due to fly home together on a private jet to Manchester last night after apologising to police. Chief Football Correspondent Jason Burt writes in this analysis that the pair were trusted by manager Gareth Southgate - but have embarrassed him in return.\\nOne pot ginger-miso roast pumpkin and mushrooms | A delicious combination of warming ingredients, laced with a fragrant ginger marinade by Diana Henry. Read on for the recipe.\\nFergie the cook | Sarah Ferguson is bringing out a cookbook - and it might just be what she (and you) needs. Debora Robertson looks at how the Duchess of York reinvented herself time and time again.", "image": [["UK fishing rights are among the areas of ongoing disagreement", "www.telegraph.co.uk/content/dam/news/2020/09/07/105blower8-9-20_trans_NvBQzQNjv4BqepFX7Cjaz_vGTytwS0xbxynhQpTBDLRP7gC456H8t3o.jpg?imwidth=680"], ["Volunteers dig a grave for a coronavirus victim in Pune, India", "www.telegraph.co.uk/content/dam/news/2020/09/08/238742037_AFP_INDIA-HEALTH-VIRUS-FUNERAL_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwfSVWeZ_vEN7c6bHu2jJnT8.jpg?imwidth=350"]], "author": ["Danny Boyle"], "date": "2020-09-08"}, "https://www.telegraph.co.uk/news/2020/09/25/gb-news-andrew-neil-turns-bbc-head-new-television-channel/": {"title": "Andrew Neil turns down BBC to head up new television channel", "subtitle": "The leading broadcaster will be chairman at GB News and host his own flagship evening programme in big blow to BBC", "text": "Andrew Neil has turned down the BBC to head up a new British television channel.\\nThe leading journalist and broadcaster, regarded as television's most forensic and feared political interviewer, will be chairman at GB News, founded by media executives Andrew Cole and Mark Schneider.\\nNeil has not been seen on the BBC since his programme, The Andrew Neil Show, was taken off air in March when the Covid-19 crisis took hold and he was unable to grill politicians face-to-face. It was formally axed in the summer.\\nThe BBC’s new director-general, Tim Davie, has since tried to entice him back to the corporation and made him a series of offers via a Zoom call, The Telegraph previously disclosed.\\nHowever, the 71-year-old is now set to host his own flagship evening show on the 24-hour channel GB News, which plans to launch early next year on Freeview, Sky and Virgin Media.\\nThe announcement will come as a blow to the BBC, as just a few weeks ago Mr Davie said the corporation is renewing its commitment to impartiality, with sources close to him disclosing he wants to reach out to \"Brexit Britain\".\\nNeil is known for his ferocious interviewing style of leaders across the political spectrum. In the video below from last year, he memorably grills a member of Extinction Rebellion over their tactics:\\nHe said GB News was the \"most exciting thing to happen in British television news for more than 20 years\".\\n“We will champion robust, balanced debate and a range of perspectives on the issues that affect everyone in the UK, not just those living in the London area,\" he said.\\n“We’ve seen a huge gap in the market for a new form of television news. GB News is aimed at the vast number of British people who feel underserved and unheard by their media.”\\nHe told The Telegraph that it was with a \"heavy heart\" that he parted ways with the BBC. Had the corporation reached out earlier in the summer before the GB News offer arrived, he said he would have accepted it.\\nNeil is chairman of The Spectator magazine and former editor of The Sunday Times.", "image": [["Andrew Neil", "www.telegraph.co.uk/content/dam/news/2020/09/25/TELEMMGLPICT000102315902_trans_NvBQzQNjv4BqDiDrV97xgDFjc_F6AHtCzUgPcWH3z7JTI1-7dxCPgcI.jpeg?imwidth=680"]], "author": ["Phoebe Southworth. ", "Robert Mendick"], "date": "2020-09-25"}, "https://www.telegraph.co.uk/news/2020/09/09/lush-cosmetics-founder-turns-extinction-rebellion-newspaper/": {"title": "Lush cosmetics founder turns on Extinction Rebellion over newspaper blockade", "subtitle": "Mark Constantine said he is no longer ‘comfortable’ donating to the direct action group after it staged protests at news printing plants", "text": "The British businessman who gave funding to launch Extinction Rebellion has said he won’t give the group any more money following its blockade of newspapers.\\nMark Constantine, the multi-millionaire owner of the high street cosmetics firm Lush, said he was no longer ‘comfortable’ donating to the direct action group.\\nMr Constantine had given seed funding to the movement in 2017 and 2018 that helped to set it up.\\nMr Constantine’s comments will add further pressure to Extinction Rebellion after it was widely criticised for its protests on Friday night outside two printing plants that prevented copies of newspapers, including The Telegraph, being delivered.\\nOn Tuesday, this website reported that an American philanthropist whose organisation Climate Emergency Fund donated $350,000 to extinction rebellion said a free press “is the cornerstone of democracy” and that he was unhappy with the Extinction Rebellion’s tactics.\\nThe Telegraph has learnt that the group has begun writing to its celebrity and wealthy backers asking them to sign a letter and post videos in support of their activities.\\nStanley Johnson, the prime minister’s father, who has spoken at Extinction Rebellion rallies, said he would not be signing.\\nMr Constantine, 68, one of Britain’s wealthiest men with an estimated wealth of a third of a billion pounds in the latest rich list, has made a name for himself funding unfashionable causes.\\nDescribed as “the socially conscious capitalist” he has also given money in the past to Plane Stupid, a forerunner of Extinction Rebellion.\\nMr Constantine said: “From my point of view as an individual I don’t feel comfortable funding groups that restrict newspapers.”\\nHe said that Lush had given money to Extinction Rebellion in two payments in 2017 and 2018, but that the organisation had now grown too big in any event  to receive any further funding from Lush.\\nThe high street chain, he said, funds smaller charities and causes.\\nStanley Johnson warned on Tuesday that Extinction Rebellion would lose support if the organisation continues to break the law and impede free speech.\\nSeventy-seven activists have been charged over Friday night’s protests in which two printing plants (one in Broxbourne in Hertfordshire and the other in Knowsley in Merseyside) were blockaded, preventing the delivery of editions of The Telegraph, The Times, The Sun and Daily Mail.\\nMr Johnson, an environmental campaigner, said: “I do support the objectives of Extinction Rebellion, but I've always been clear that they ought to act within the law. I am as sorry as anyone else that free speech seems to be unnecessarily impeded.\\n“It is a crucial moment and I'd say I still have sympathy with Extinction Rebellion, but what they must do is watch out they don't lose natural supporters like me.”\\nIn the plea sent on Tuesday, Extinction Rebellion admits it is taking “quite a battering” and asks celebrity supporters to post videos in support of the group “just to get some friendly and familiar faces out there supporting us”.\\nExtinction Rebellion said it was not “worried” about donors pulling out or losing celebrity support.\\nJoe Corré, the founder of lingerie firm Agent Provocateur, who has donated £70,000 to the organisation, said new idealistic organisations “after a while they all get a bit lost,\" adding that it's \"just a natural thing that happens and I think it's already started to happen with Extinction Rebellion\".\\nHe said the group remained important and added that he would still provide financial support “if they convinced me that it was going to do something that was going to be effective”.\\nThe comments came as 17 protesters were arrested in central London on Wednesday.\\nExtinction Rebellion's latest stunts included several naked activists gluing themselves to the shop window of fashion chain H&M's Oxford Street store, while others attempted to blockade Parliament.\\nMore than 600 protesters have been arrested this week, according to the Metropolitan police.", "image": [["British businessman Mark Constantine said he was unhappy with the tactics used by the group at recent protests", "www.telegraph.co.uk/content/dam/news/2020/09/09/TELEMMGLPICT000179449296_1_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=350"], ["Extinction Rebellion climate activists blocked delivery of national newspapers during a protest", "www.telegraph.co.uk/content/dam/news/2020/09/09/TELEMMGLPICT000238836895_trans_NvBQzQNjv4BqzccoJS-E8Wb-wOXrdJto2znef4L6iAncsPt-7YgdRLU.jpeg?imwidth=350"], ["Stanley Johnson has urged Extinction Rebellion to operate within the law or they face losing supporters like him", "www.telegraph.co.uk/content/dam/news/2020/09/09/TELEMMGLPICT000212516154_trans_NvBQzQNjv4BqJKshGvN1om7Aqkp8aAKZGZ63NmlQ1mXtQrisXIYkDxQ.jpeg?imwidth=350"]], "author": ["Robert Mendick", "Jamie Johnson"], "date": "2020-09-09"}, "https://www.telegraph.co.uk/rugby-union/2020/09/16/exclusive-anti-woke-hero-courtney-lawes-marriage-politics-racism/": {"title": "Exclusive: 'Anti-woke hero' Courtney Lawes on marriage, politics, racism – and rugby", "subtitle": "'People would rather call me names than engage with my arguments'", "text": "Courtney Lawes has spent the best part of the last decade inflicting tackles on his opponents with such ferocity that former England manager Martin Johnson once said he could identify them by the distinct noise made by his victims.\\nTackling social justice issues however, particularly given the toxic nature of social media, has proven much more of a challenge to the Northampton and England forward.\\nIt has not been due to a lack of intent. Most professional sportspeople choose to avoid any semblance of controversy on social media; in stark contrast, Lawes seems to suggest it is his duty to stand up for his beliefs on areas such as marriage and racism.\\nWhen Manchester United and England footballer Marcus Rashford successfully campaigned for free school meals to be extended over the summer holiday, Lawes was targeted for posting a reply espousing the importance of being financially secure and married before having children.\\nWhat has frustrated the 31-year-old was not the personal abuse that followed – he was called everything from a snob to a moron while others urged his sponsors to drop him – but the fact that there was no opportunity for reasoned debate to ensue.\\n“I was called all sorts, everything,” the father-of-four says, with a chuckle. “I find it interesting that people resort to slurs and name-calling rather than engaging in an argument.\\n“That says all it needs to say. It shows maybe the way our culture is going. Everything is so polarised that someone who doesn’t agree with you is now your enemy, they are not just someone who disagrees with you.\\n\"I prefer for people to engage in discourse and discuss why they have differences in opinions and find common ground. But I am fine at sticking my neck out and taking some criticism. If people want to call me names, then crack on. It goes straight over my head. I know who I am and know where I come from. I am perfectly comfortable in my skin.\"\\nLawes believes there are many who would share his views on when to have children.\\n“I am not trying to say that people who have kids should get married, I am trying to say that it is not a bad idea to wait until you are before you have children,\" he explains. \"If you wait until you have got married to have children, then you are much more likely to be in a good position to raise your children.\\n“That is the argument I am trying to make. I think it makes sense to a lot of people.\\n\"If you want to keep your head down and not take any criticism then I understand why people want to do that. But I am in a position, having come from not a lot, to be able to express why I was able to get where I am today and hope that my experience, and what I think has given me the opportunity, will help other people get that same opportunity.\\n\"I am just trying to do what I can and use the reach I have got to hopefully help people or improve their lives.”\\nThere has been no contact with Rashford since, but Lawes revealed that he had volunteered to deliver free school meals around Northampton only for complications around Covid-19 to cause a delay.\\n“We haven’t been in touch. I am not super well-versed on what he is doing and both sides of the argument,” Lawes adds. “I understand his side of the argument and why he is doing it, but I haven’t had a good look into people who are opposing it and why they are opposing it so I don’t have a well-rounded perspective on exactly what is happening.\\n“But from what I can see, if children are struggling to be fed, then the country certainly has an obligation to help out there.\\n“I was going to help distribute the school meals over the holidays but that was pushed back because of Covid-19. But I am keen to do anything – from visiting schools, helping young people from poor backgrounds, talking and being there for people who haven’t got any role models or people to look up to.”\\nHis stance has led some to see him as an ‘anti-woke’ hero, not afraid to raise concerns about the actions of organisations such as Black Lives Matter and Extinction Rebellion and as an unlikely champion of freedom of speech. That he comes from a mixed- race family and from a working-class background has made his voice more impactful.\\n“Their arguments are not my thought process,” Lawes adds. “I do not have a revolutionary mindset. I am not a top-down thinker, I am a bottom-up thinker. I believe in personal and individual responsibility and if you want collective change, that means individual change on a massive level.\\n“You do your part as an individual for the collective. That is my thought process in most things. That means that I don’t align with movements who group everybody together and say ‘Everyone’s experiences are the same and we need change from the top’.”\\nLast December Lawes provoked a reaction on social media by tweeting that \"England is not a racist country\", while he recently argued that players who did not take the knee before matches should not be seen as racist or used as a divisive issue. He has experienced racism but insists he believes attitudes in the country have improved significantly since his father Linford arrived from Jamaica as a 12 year-old.\\n“Everyone has very different experiences,” he adds. “I have had negative experiences but I have had mostly positive ones. My experience of Britain – and that of my father – is that it is getting a lot better. It is improving and that is the main thing. Things take time. Nothing happens overnight.  I understand why people get impatient but sometimes you have to be patient and keep on doing your part and asking others to do theirs.\\n“My dad is very thankful for the opportunity that living in Britain has given to him and also to me. I think that is what a lot of people are missing – the opportunities that are here if you are fortunate to be born here and a lot of places on the planet just do not have.\\n“My dad had a good mum and dad who brought him up to work hard, graft and not worry about what other people were saying or thinking about you. They said: ‘Just do your job and you will get where you want to be’ and he has been able to do that.”\\nAt 31, and with 85 England caps to his name, Lawes, who revealed he set a personal best for speed during the pre-season, has set his sights on making a fourth World Cup if he is selected in Eddie Jones’ squad for the tournament in France in 2023.\\nBut given his strong community spirit, one wonders if a career in politics might follow rugby. He is already doing some work with the Centre for Social Justice thinktank and has also been contacted by the Equalities Minister Kemi Badenoch to share his opinions. Interestingly, he is not quick to quash the idea.\\n“We will see,” he adds. “I honestly don’t know if I want to go into politics, even if that is a possibility.\\n“At the minute I am a guy with an opinion who tries to be as best informed as I can.\\n“I read a lot and am in touch with some influential people in terms of politics. It is wicked to be able to help and maybe give a different perspective on things.\\n“I am interested in politics but not really interested in debating, like being Conservative or Labour, I am just interested in helping push a different perspective and maybe a different way of people improving their lives. So while that is I guess political, I don’t think it really should be. Helping people in a certain way shouldn’t really be politicised but it just happens that it is at the minute.\\n“I will do whatever I can to help. Some days I wonder if we are getting anywhere but ultimately I am always going to be a positive person — an optimist — and I won’t be defeated easily.”\\nHis immediate focus however is on Northampton’s Champions Cup quarter-final against Premiership leaders Exeter Chiefs at Sandy Park on Sunday. A dreadful run of results since the restart last month – including a defeat at Franklin’s Gardens against a second-string Exeter side – has left them as Lawes describes, “serious underdogs”.\\n“We haven’t been able to hit the ground running as we hoped,” he added. “We are quite a free-flowing team and don’t have a massively structured game so we need our players to be in good form and due to lockdown and not playing together for a long time, it has taken us a lot longer to get back on to the same page to fulfil our potential.\\n“We have got a tough game ahead of us and we are serious underdogs but that is fine. We know that if we do play to our full potential – and no team is ever far from that – that we can cause an upset.”", "image": [["Lawes has become a hero of the anti-woke, but says he makes no attempt to align himself with any particular movement", "www.telegraph.co.uk/content/dam/rugby-union/2020/09/16/TELEMMGLPICT000239519817_trans_NvBQzQNjv4BqEYHklZq23_J-OCx9UdYTdw3Ot0gghye9X40E_WriIx8.jpeg?imwidth=680"], ["Lawes and his wife Jessica. They were married in 2015", "www.telegraph.co.uk/content/dam/rugby-union/2020/09/16/TELEMMGLPICT000237005845_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwd2uQeAV3qbGvT1tLcnpED4.jpeg?imwidth=350"], ["Lawes is supportive of anti-racism movements but is not afraid to highlight weaknesses in the prevailing argument", "www.telegraph.co.uk/content/dam/rugby-union/2020/09/16/TELEMMGLPICT000238516572_trans_NvBQzQNjv4BqbZctDZYYM-Oafr7XTsuVVV3QvsyTOSLmET-SFEdyiM0.jpeg?imwidth=350"], ["Lawes pictured wIth his four children", "www.telegraph.co.uk/content/dam/rugby-union/2020/09/16/TELEMMGLPICT000237006359_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwfSVWeZ_vEN7c6bHu2jJnT8.jpeg?imwidth=350"]], "author": ["Gavin Mairs"], "date": "2020-09-16"}, "https://www.telegraph.co.uk/news/2020/09/17/bearskin-caps-worn-queens-guard-threatened-proposed-fur-sales/": {"title": "Bearskin hats worn by Queen's Guard threatened by proposed fur sales ban", "subtitle": "Environment Secretary confirms Government plans to launch consultation on prohibiting sale of fur in post-Brexit Britain", "text": "Bearskin hats worn by the Queen's Guard are under threat after ministers bowed to animal rights campaigners on a proposed fur sales ban.\\nIn a victory for anti-fur activists, George Eustice, the Environment Secretary, confirmed that the Government plans to launch a consultation on banning the sale of fur in post-Brexit Britain next year. It follows pressure from Tory figures including Boris Johnson's fiancee, Carrie Symonds.\\nIn a letter to Giles Roca, the chief executive of the British Fur Trade Association (BFTA), Mr Eustice wrote: \"The Government has been clear that, once the UK's future trading relationship with the EU has been established, there will be an opportunity to consider further steps it could take in relation to fur sales.\"\\nThe correspondence, dated September 9 and seen by The Telegraph, adds: \"The Government will want to hear from all interested parties, including the fur sector, as it looks to develop proposals and form views on what the fur trade might look like after the transition period.\\n\"In addition, the Government will in all likelihood choose to consult on this matter.\"\\nThe move comes after Lord Goldsmith, the animal welfare minister, was criticised for agreeing to speak at an event on Tuesday that called for a \"fur-free Britain\". The virtual rally was organised by the Humane Society International (HSI), which leaked emails last week revealed had held a \"productive\" meeting with him in May.\\nLord Goldsmith, a former Tory MP for Richmond, and his close friend Ms Symonds are understood to have been lobbying Mr Johnson to introduce a ban on fur sales after December 31.\\nMs Symonds, who has previously demonstrated against whaling and the badger cull, tweeted last September that people who wear fur are \"sick\" and that clothes brands were \"nuts\" to sell it, and last July Lord Goldsmith said: \"Brexit could give us the opportunity to close our borders to this grotesque and unnecessary trade.\"\\nIn the letter, Mr Eustice defended Lord Goldsmith's meetings with HSI, insisting he had \"reflected the Government position that we are considering the situation\".\\nFur farming was banned in 2003, but the UK still allows the product to be imported from overseas. France is one of the biggest suppliers, along with Denmark, Finland, the United States, Italy, Poland and Canada.\\nThe BFTA claims a fur sales ban will cost the economy £200 million as well as adversely affecting seven British Army regiments, including the Coldstream Guards and the Welsh Guards, who wear bearskin hats made from the pelts of culled Canadian black bears.\\nBetween 50 and 100 of the 18-inch hats, used by the military since the 1815 defeat of Napoleon, are bought by the Army each year at a cost of roughly £650 each.\\nOxthodox Jews who wear a fur hat called a Shtreimel would also be affected, as well as popular high street brands such as Canada Goose which use fur as a by-product from animal conservation programmes.\\nThe ermine robes worn by the Queen and members of the House of Lords also face an uncertain future.\\nA spokesman for the BFTA accused the Government of \"acting like a wardrobe police\", adding: \"It shows that they have been captured by narrow interest animal rights activists that share more in common with the tactics of Extinction Rebellion than the third of British households who own a fur garment.\\n\"A ban would have serious negative consequences, actually damaging animal welfare, and once they are done with fur they will just move on to wool, leather and silk.\\n\"Fur is a natural sustainable material that comes from humane and highly regulated sources.\"\\nMr Eustice promised to meet the BFTA and said he would welcome briefing materials on fur assurance schemes.", "image": [["Between 50 and 100 of the 18-inch bearskin hats, used by the military since the 1815 defeat of Napoleon, are bought by the Army each year", "www.telegraph.co.uk/content/dam/news/2019/06/03/TELEMMGLPICT000199502516_trans_NvBQzQNjv4BqYR5RLPfFVvAgy4eG3kbJrXCLRAFVCyeKMPs9gwf3TN4.jpeg?imwidth=680"], ["Carrie Symonds tweeted last year that people who wear fur are 'sick'", "www.telegraph.co.uk/content/dam/news/2020/08/30/TELEMMGLPICT000234329297_trans_NvBQzQNjv4Bq2RiuRQ9Rz2-H2vXFFSCC82nehKy8wosZyw_5AmL0Zfw.jpeg?imwidth=350"]], "author": ["Camilla Tominey"], "date": "2020-09-17"}, "https://www.telegraph.co.uk/news/2020/09/05/extinction-rebellion-blockade-rupert-murdochs-printing-presses/": {"title": "Extinction Rebellion: Printworks protest 'completely unacceptable' says Boris Johnson", "subtitle": "Environmental protesters targeted two News Corporation printing presses and delayed the delivery of Saturday newspapers", "text": "The Prime Minister has branded Extinction Rebellion's blockading of major printing presses to stop papers reaching shops on Saturday \"completely unacceptable\".\\nBoris Johnson said a free press is \"vital\" and criticised the activists for trying to \"limit the public’s access to news\".\\nMore than 100 protesters used vehicles and bamboo lock-ons to block roads outside the printing works at Broxbourne, Hertfordshire, and Knowsley, near Liverpool. By Saturday morning, police said some 63 people had been arrested.\\nThe presses print the Rupert Murdoch-owned News UK's titles including The Sun, The Times, The Sun on Sunday and The Sunday Times, as well as The Daily Telegraph and Sunday Telegraph, the Daily Mail and Mail on Sunday, and the London Evening Standard.\\nMr Johnson wrote on his social media profile: \"A free press is vital in holding the government and other powerful institutions to account on issues critical for the future of our country, including the fight against climate change.\\n\"It is completely unacceptable to seek to limit the public’s access to news in this way.\"\\nMeanwhile, Priti Patel, the Home Secretary, criticised the XR demonstration an \"attack on democracy\".\\n\"This morning people across the country will be prevented from reading their newspaper because of the actions of Extinction Rebellion,\" she said.\\n\"This attack on our free press, society and democracy is completely unacceptable.\"\\nXR tweeted that it was using the disruption to expose newspapers' \"failure to report on the climate & ecological emergency, and their consistent manipulation of truth to suit their own agendas\".\\n\"Coverage in many of the newspapers printed here is polluting national debate on climate change, immigration policy, the rights and treatment of minority groups, and on dozens of other issues,\" the group said.\\nThe group had said it was planning to block routes out of the printing works throughout the night. As a result, there were delays across the country in getting newspapers delivered to both shops and subscribers.\\nXR protesters also held a smaller demonstration near Motherwell aimed at disrupting the distribution of Saturday's Scottish Sun newspaper.\\nA spokesman for Newsprinters said: \"Overnight printing at two Newsprinters plants was disrupted by activity by Extinction Rebellion. Thanks to other industry partners, printing was transferred to other sites.\\n\"We apologise sincerely to any readers of The Sun, The Times, the Daily Mail, the Daily Telegraph and the Financial Times who may be unable to buy their usual newspaper this morning due to late deliveries.\\n\"Our teams are working to get newspapers delivered to retailers as soon as possible this morning.\\n\"This attack on all of the free press impacted many workers going about their jobs. Overnight print workers, delivery drivers, wholesale workers and retail newsagents have faced delays and financial penalty.\"\\nTelegraph editor Chris Evans earlier emailed staff to say that although the paper was not XR's primary target, it was \"severely affected\".\\nHe told them: \"I'm also very concerned - and I hope you are too - by the attack on free speech.\\n\"Whatever your politics you should be worried by this. There are also questions for the police who perhaps placed the right of these few people to protest above the right of the rest of the people to read a free press.\"\\nHertfordshire Police said officers were called to Great Eastern Road near the Broxbourne plant around 10pm, where they found around 100 protesters who had \"secured themselves to structures and one another\".\\nThe force's assistant chief constable, Owen Weatherill, said officers had worked throughout the night to ease disruption.\\n\"The inconsiderate actions of a few people have prevented businesses from operating,\" he said.\\n\"Protesters ignored our requests to move location, so we have taken robust action to enable the roads to be reopened and to remove the protesters causing obstructions.\"\\nMerseyside Police tweeted on Saturday morning that 21 people had been arrested at the Knowsley plant and officers were still in attendance.\\nDawn Butler, Labour MP for Brent Central, praised the group for their \"excellent work\" on social media, prompting a furious backlash from the public, with many accusing her of supporting censorship.\\nHer tweet was later deleted.\\nOne person commented on her post: \"Applauding censorship like a true socialist.\"\\nHowever, many political figures rushed to show their support for a free press, with many encouraging the public to buy a paper to show their solidarity.\\nCommunities Secretary Robert Jenrick tweeted: \"A good day to buy a newspaper. A free press matters to all of us who value a free society. They mustn't be silenced by an intolerant minority.\"\\nMeanwhile, Labour's shadow international trade secretary Emily Thornberry said: \"This is very worrying and I don't really know what it is that is expected to be achieved and I know that for many older listeners it's very much part of their daily life, getting their paper delivered in the morning, and I just think it's wrong.\"\\nConservative MP Tobias Ellwood claimed XR had \"lost sight ... of how to campaign\" on a \"very important issue\".\\n\"The Government has done much itself but obviously could do more and we need to work with the people to get that message across so we all can be more aware of the carbon footprint that we create,\" he said.\\n\"But what they're doing here is to alienate more people. I fear the organisation itself has been hijacked.\"\\nBrandon Lewis, Secretary of State for Northern Ireland and MP for Great Yarmouth, posted to Twitter: \"A free and independent press is the guardian of any democracy.\\n\"The actions of Extinction Rebellion overnight are totally unacceptable & represent an attack on our core values as a society. We will never allow a blinkered minority to silence our media.\"\\nTom Tugendhat, MP for Tonbridge and Malling, said: \"Democracy exists in the freedoms we enjoy. Freedom to associate, to choose leaders and to have the scrutinised by a free press.\\n\"Silencing the press takes freedom from all of us. Don’t let it stand.\"\\nThe Federation of Independent Retailers (NFRN) said the protests had hit home delivery operations, including for the \"elderly and vulnerable\", with its members having to deal with \"angry customers\".\\nNational president Stuart Reddish said: \"Newsagents have played a critical role during Covid-19 in getting newspapers into the hands of readers and this is not helpful at a time when every sale counts.\"\\nMeanwhile, climate change protesters have been warned they risk a large fine if they fail to comply with coronavirus rules banning gatherings of more than 30 people.\\nThe Met Police said risk assessments explaining how XR activists were minimising the possibility of Covid-19 transmission at a planned march in Westminster \"did not meet the required standard\".\\nThe force said XR's latest round of demonstrations \"pose a risk, not only to those involved, but to the wider public and communities of London\".\\nIn an open letter to XR protesters on Friday, the Met said: \"It is your responsibility to check the position and ensure you are not committing an offence by being involved in a large gathering.\\n\"We urge anyone arranging a gathering to inform your local police. We all need to continue to do our part to prevent the spread of the virus.\"\\nThe climate action, which began on September 1, has so far led to more than 500 arrests.\\nOn Saturday a procession of activists that set of from Brighton on foot a week ago is due to march the final stretch to Parliament.\\nThey have been banned from taking a 20ft model boat named after teenage activist Greta Thunberg to the streets of Westminster.\\nOn Friday Met Police Assistant Commissioner Louisa Rolf warned the group not to take The Lightship Greta into an area stretching from Green Park to Lambeth.\\nShe imposed an order under Section 12(3) of the Public Order Act 1986, saying: \"I reasonably believe that the procession may result in serious disruption to the life of the community.\"", "image": [["Protesters suspended in a bamboo structure outside the printing works in Hertfordshire", "www.telegraph.co.uk/content/dam/news/2020/09/05/TELEMMGLPICT000238555015_trans_NvBQzQNjv4Bq2VDOrcJ0LCM5-_Ax6trqFICq50-MZVDlYPCzoUMg32g.jpeg?imwidth=680"], ["The protest caused major disruption to the delivery of many newspapers", "www.telegraph.co.uk/content/dam/news/2020/09/05/TELEMMGLPICT000238551350_trans_NvBQzQNjv4BqEDjTm7JpzhSGR1_8ApEWQA1vLvhkMtVb21dMmpQBfEs.jpeg?imwidth=350"], ["A large police presence was still at the scene on Saturday morning", "www.telegraph.co.uk/content/dam/news/2020/09/05/TELEMMGLPICT000238552648_trans_NvBQzQNjv4Bq1wRt9OKUQdm3ozQDx50efUpu6RCmonrmS0MNAAkfcHA.jpeg?imwidth=350"], ["Police said they were working 'to facilitate the rights of both the protesters and those affected by their presence'", "www.telegraph.co.uk/content/dam/news/2020/09/05/TELEMMGLPICT000238549379_trans_NvBQzQNjv4Bqek9vKm18v_rkIPH9w2GMNoGXySPv9M1Jbe0Fc3Bi1Fk.jpeg?imwidth=350"]], "author": ["Telegraph Reporters"], "date": "2020-09-05"}, "https://www.telegraph.co.uk/fashion/style/working-fast-fashion-broke-heart-convinced-never-need-make/": {"title": "Working in fast fashion broke my heart - and convinced me that we never need to make anything new again", "subtitle": "As Topshop’s former head of buying, Jenny Garcia witnessed the glory days of fast fashion", "text": "My first ever solo shopping trip involved a sleepover with my best friend. We were 11, it was 1986 and we were obsessed with Madonna. We stayed up until midnight planning the outfit, referencing my 400-plus posters for inspiration and settled on a bralet, white shirt, wide black sash belt, Lycra skirt, fingerless lace gloves… you get the picture. We only planned to hit one shop, Tammy Girl.\\nI was reminiscing about this recently and it got me thinking how different my children’s shopping experiences will be, and how my own experiences have changed over the years.\\nWhen I started my career over 20 years ago, the term Fast Fashion barely existed. I worked for Topshop, the leading fashion brand on the high street. We designed, bought, produced and sold the most wanted pieces, at accessible but sensible prices.\\nNegotiations with suppliers felt fair, it was give and take. Margins were achievable, we made a profit and so did they. We were proud of the garments we produced, and the factories they were produced in. We travelled the globe seeking inspiration from remote flea markets, secret vintage dens, private collectors and cool kids on the streets. We sourced premium wools in Italy, exclusive hand-drawn prints in Paris, garments were made from wool, cotton, silk and leather. We were innovative, exciting, the number one go-to for a fashion-loving 16-year-old through to a 40-plus fashion editor. Topshop was the coolest brand in the world. Our flagship in the heart of London’s retail hub in Oxford Circus was the first port of call for any fashionista worth her Guccis; with over 200 new styles arriving every week, a daily visit was essential, or risk missing out on the latest must-have pieces at a fraction of what it would cost you on neighbouring Bond Street.\\nEvery year we smashed our sales plans, the press loved us, our brand loyalty was at an all time high, as was our integrity. We worked crazy hours, every day was different, it was tough and extremely demanding but it was all doable. The parties were insane. Kate Moss worked for us, Jourdan and Cara walked for us. The buzz was incredible and we loved it.\\nOver time, more and more competition entered the high street and existing players upped their game – Primark became Primarni. Everyone looked to us for their inspiration so we had a maximum of six weeks’ exclusivity before our designs were on the shop floors of all our budget competitors, and so the spiral of speed began. Then of course Zara arrived determined to own a slice of the UK’s Fast Fashion pie. That changed everything. Owning their own factories and a vast global portfolio meant that their buying power was as huge as their pockets were deep. Fiercely competitive on price with lightning speed to market, they threatened everyone.\\nThe whole high street slowly but surely started to unravel like a piece of cheap acrylic knitwear. It wasn’t just increased competition, footfall was dropping as the recession took hold, yet retailers felt they were somehow invincible, expanding too quickly and widely. Many British brands failed overseas, resulting in huge losses, wiping out UK profits.\\nCustomers demanded quicker, faster, cheaper, and we gave it to them. The pressure was overwhelming, it was no longer a fun environment to work in, gone were the sourcing trips to Italy and the premium fabrics, polyester was now a go-to, wool coats were now made from the sweepings off the mill floor, it broke my heart every day.\\nWhen the Rana Plaza disaster happened in 2013 it was a huge wake-up call for the whole industry, and me personally. The demise of the product was heartbreaking, but this was people’s lives. Fashion was meant to be fun and frivolous not life and death. The stress levels, the unrealistic sales forecasts, lack of strategy and loss of brand identity started to form a grip so tight you could physically feel it. The fear was palpable. Sustainability targets seemed like a joke, what was remotely sustainable about any of this?\\nI was beyond uncomfortable by this point but Topshop was like a family, it was my second home, the girls I’d coached from entry level admin assistants were now senior buyers, women with children, my colleagues and friends.\\nI feared leaving them, but ultimately I knew it was wrong, the system was broken and there was no change on the horizon. So in 2018 I made the decision to leave, refuel and find a new way to enjoy fashion, one that would benefit my children’s future rather than damage it.\\nNow when I am sourcing preloved clothes for my own business, The Curatory, I am frequently amazed by the vast volume of unwanted clothes that already exist and wonder if, as a member of Extinction Rebellion said to me last year during a conversation on sustainability and the future of fashion, we really don’t ever need to produce another stitch of clothing.\\nHowever, during that same conversation I also learnt about a leather that is being grown using cellular agriculture. I feel positive that the advances in technology will enable us to continue to enjoy fashion. I feel positive that change is coming – after all who’d have thought two years ago that the second-hand clothing market is set to be worth $400  billion globally by 2022?\\nShopping for vintage and second hand is nothing new, but it’s been rebranded and repackaged as preloved. It’s cool and aspirational. There’s no shortage of innovations when it comes to fashion and how we’ll shop in the future; made-to-order, pre-order, clothes swaps, rental, make your own and make do and mend.\\nI’m excited about it, I love the British high street and don’t want to see it wither away. Inside I am still that 11-year-old girl who is excited by fashion, the way it makes me feel, the patterns, the prints, the fabrics and silhouettes. The opportunity fashion gives me to reinvent myself on a daily basis, to find comfort, power and confidence in what I choose to wear. So as Dame Vivienne Westwood says, we need to “shop less and choose well”.\\nFind Jenny’s second-hand edit on Instagram @the.curatory\\nFor more news, analysis and advice from The Telegraph's fashion desk, click here to sign up to get our weekly newsletter, straight to your inbox every Friday. Follow our Instagram @Telegraphfashion", "image": [["The height of high street: Anna Wintour, Sir Phillip Green and Kate Moss", "www.telegraph.co.uk/content/dam/fashion/2020/09/15/TELEMMGLPICT000239419554_trans_NvBQzQNjv4BqJwdCWYizcSVVQfYfziSLEt_15p-oefgbth92Vl0iJxg.jpeg?imwidth=680"], ["Cara Delevingne walking at the TopShop Unique show in 2014", "www.telegraph.co.uk/content/dam/fashion/2020/09/15/TELEMMGLPICT000239419555_trans_NvBQzQNjv4BqtaUHo69JdSmh3rLslnsVx_hw8KG8UKys-ote1nL4M6g.jpeg?imwidth=350"], ["Jourdan Dunn walking at the TopShop Unique show in 2017", "www.telegraph.co.uk/content/dam/fashion/2020/09/15/TELEMMGLPICT000239419556_trans_NvBQzQNjv4Bq3g_WIrfO-ZAMALaVYugCNXvmUFPyWv5GAocHfVd6mp0.jpeg?imwidth=350"]], "author": ["Jenny Garcia"], "date": "2020-09-15"}, "https://www.telegraph.co.uk/women/politics/left-extinction-rebellion-campaign-nuclear-power/": {"title": "Why I left Extinction Rebellion to campaign for nuclear power", "subtitle": "A live TV appearance on the Andrew Neil Show was my moment of reckoning – it was XR versus scientific evidence", "text": "I’ve been an environmental activist for almost as long as I remember. As a student in the early Noughties, I helped establish the first green group Reading University ever had; I was involved in the (now disbanded) Camp for Climate Action in my early 20s, protesting against investment in the tar sands industry (which is used to make petroleum products). I lived and breathed a eco-aware lifestyle, and still do: based in Devon with my two young daughters, I don’t drive or fly or eat meat; our carbon footprint is relatively low.\\nBut no group or movement I joined seemed to be making any difference. Carbon emissions were still rising and nothing was changing. Instead, climate change was only getting worse. I was scared we were running out of time to act.\\nThen, about two years ago, Extinction Rebellion (XR) - the group that last weekend blocked the printworks of several British newspapers including The Daily Telegraph - burst into being. It had been some years since I’d been involved with any green group, but what appealed to me about this one was that they were saying “don’t listen to us, listen to the scientists.” It seemed like this movement was going to be fact-driven and evidence-based, which was badly needed. Yet after almost two years of XR membership, I have quit to campaign for nuclear energy.\\nI had joined in April 2018 aged 34 and became founding editor of its newspaper, The Hourglass, and soon was one of the group’s spokespeople. In the years since my activism days, and after having my first child, I had gone back to university to do a Master’s in Science Communication and was ready to put what I’d learned into action. Joining XR gave me that opportunity: as a spokesperson I found myself front and centre of the media spotlight, speaking to millions of people about the ongoing climate emergency.\\nBut when I was invited onto The Andrew Neil Show last October, I found myself forced to defend statements by one of XR’s founders that “billions” of deaths would happen soon because of climate change.\\nI couldn’t defend those numbers because they didn’t have a basis in science. So I was faced with an awful choice on live TV: either I could stand up for science or I could defend XR. I had to choose the former, because for me, sticking with the evidence is the most important thing of all.\\nAs a result, I looked bad, and was also then criticised by XR. I felt like I had been thrown under the bus and stopped being a spokeswoman for the group; in May, I edited my final issue of The Hourglass, and left the following month. Some members were supportive but other members reacted negatively - at that point, though, I felt I had no other choice.\\nIt all seemed so unnecessary. Members of XR don’t need to make up numbers - the truth is frightening enough. We are facing a climate emergency: food production will not be able to keep pace with climate heating, and large parts of the globe will be rendered uninhabitable to humans if we allow the temperature to keep on rising.\\nBut the hyperbole of some key XR people wasn’t the group’s only problem. It had grown quickly and was making organisational errors, which is understandable given the pace of events, but did affect the movement’s reputation. When activists targeted the London transport network on October 17, angry commuters were prevented from travelling to work by protesters who’d climbed on to the roof of a train at Canning Town station. At Shadwell, other activists blocked the Docklands Light Railway. This was the work of a separate climate group protesting under the broad XR banner.\\nTargeting electricity-powered public transport was of course seen as a terrible idea for a green movement, and the backlash it provoked was inevitable. Many of us inside XR knew it was unwise, but there’d been little time to discuss it before the action went ahead, and no real process for dealing with the fall-out.\\nThe recent action aimed at the press has proved equally controversial. I have a lot of sympathy with those concerned about protecting freedom of speech and of the press: those are my values too.\\nXR gets heavily criticised for not appealing to more people. But they would argue they’ve achieved their aims because everyone’s been talking about it.\\nI understand this ambition to force a conversation, but from my perspective it won’t change anything unless you can bring about concrete solutions. And that is the single biggest problem with most environmental groups: they don’t offer realistic solutions to the very real climate change threat. What they offer, if you follow their arguments to their logical conclusion, is eco-austerity: that we should all use less energy, stop going on holiday, live in colder homes, and so on.\\nWe simply don’t have time to go on having pointless ideological debates. And even if we agree to permanent eco-austerity in Western countries, what about the developing world? There are some members of environmental groups who truly believe we should live extremely constrained lifestyles, much like people in the Punjab village my parents are from. I have spent time there and it was heartbreaking. In many villages in the region they have no electricity and no infrastructure. Children die from health problems we in the West can easily cure.\\nSome of those who promote an eco-austerity agenda will tell you, “They live simpler lives so they’re happy.” Believe me: they are not. My parents never once looked back after leaving for the UK. They, like everyone, wanted the vaccines and hospitals and technology we have in the West. People who argue we need to all live with less - as I once did - should think hard about what this actually means. I am personally happy to live with less, but decades of behavioural science study has not convinced most people to take the same path. We need to accept it’s not going to happen, and look to solutions instead.\\nMany within XR argue in favour of replacing fossil fuels entirely with renewables. I favour a pragmatic approach, rather than peer-group tribal pressure to stick to an outdated mainstream green line. Once you demand that all our power must come from wind and solar, you seriously constrain our options to achieve net zero carbon emissions in the timescale required. To make a serious contribution to decarbonising the UK economy, solar parks would need to cover whole counties, and wind farms dominate most of our coastline and uplands. With less or even no nuclear energy, we would need to devote even more of our land to industrial scale renewables, leaving much less for farming and nature.\\nThere won’t be any space for rewilding in this scenario. This is not a trade-off that can be avoided by bluster and belief. This needs to be an evidence-based and numbers-focused debate, not an ideological one.\\nUnfortunately much of the green movement, including a fair proportion of those in XR, is steeped in an anti-nuclear mindset, when any rational, evidence-based approach shows that a strategy including nuclear energy is the only realistic solution to driving down emissions at the scale and speed required.\\nMy values haven’t changed. I care deeply about the same issues I’ve always cared about. So it’s not a U-turn, but a logical next step to devote myself to looking more at solutions than shouting ever more loudly about the problem.\\nStunts and protests are a popular campaigning tool. But the environmental message needs to be followed up with real solutions.\\nAs told to Rosa Silverman", "image": [["Zion Lights: 'No group or movement I joined seemed to be making any difference'", "www.telegraph.co.uk/content/dam/women/2020/09/09/TELEMMGLPICT000238926478_trans_NvBQzQNjv4BqW56fdpnN__FP85isYsc1gYkxVU4kYB2YOi7_AYgk8JA.jpeg?imwidth=680"], ["Zion Lights: 'Members of XR don’t need to make up numbers - the truth is frightening enough'", "www.telegraph.co.uk/content/dam/women/2020/09/09/TELEMMGLPICT000238926208_trans_NvBQzQNjv4Bqek9vKm18v_rkIPH9w2GMNoGXySPv9M1Jbe0Fc3Bi1Fk.jpeg?imwidth=350"], ["Extinction Rebellion protesters demonstrate outside Parliament on September 9, 2020", "www.telegraph.co.uk/content/dam/women/2020/09/09/TELEMMGLPICT000238915695_trans_NvBQzQNjv4BqOTom2IDArMR5JububTrAx-tnFTrpsYaAoL1DebmRBSo.jpeg?imwidth=350"], ["Police officers stand next to activists taking part in an Extinction Rebellion protest in Westminster, on September 8, 2020", "www.telegraph.co.uk/content/dam/women/2020/09/09/TELEMMGLPICT000238837132_trans_NvBQzQNjv4BqIkUhv7k5mil0w0oeVCztIhVrDwi3LvLa62XQyE1Z5U4.jpeg?imwidth=350"]], "author": ["Zion Lights", "Ella Nunn", "David Christopher Kaufman ", "Emily Peck", "Claire Allfree", "Laura Donnelly", "Simon Johnson"], "date": "2020-09-10"}}