{"https://www.telegraph.co.uk/fashion/paris-fashion-week/louis-vuitton-celebrates-200-years-glamour-paris-fashion-week/": {"title": "Louis Vuitton celebrates 200 years of glamour at Paris Fashion Week", "subtitle": "The outfits had a Bridgerton energy and theatricality and a simultaneous respect for, and disdain of, the past", "text": "The Extinction Rebellion protester who stormed the Louis Vuitton catwalk last night was far and away the least exciting thing that happened during the final show of Paris Fashion Week. In fact, she and her tattered banner provided a quiet moment in a show that otherwise fizzed with fashion pyrotechnics.\\nIt was all watched by a glittering crowd including the actress Jennifer Connolly, Call My Agent’s Isabelle Huppert, Bridgerton’s Phoebe Dynevor and Catherine Deneuve, the original Belle de Jour, who is ageing gracefully and vaping enthusiastically.\\nThey’re celebrating 200 years since the birth of Louis Vuitton himself this year, and so Nicolas Ghesquiere, the Maison’s creative director and reigning Napoleon of fashion, decided to fling open the dressing-up trunk and mine the archive for a selection of greatest hits through the ages.\\nThe outfits had a Bridgerton energy and theatricality and a simultaneous respect for, and disdain of, the past. There were sweeping Maleficent capes in white, black and polka dots. There were chiffon gowns with gigantic panniers, tail coats worn over skinny jeans and ‘20s beaded flapper dresses embroidered to couture levels of detail. Elaborate masks and Baroque dark glasses provided an Eyes Wide Shut naughtiness. This was appropriate as the show took place in the Passage Richelieu, a hidden corridor of the Louvre down which Louis Vuitton would go to appointments with the Empress Eugenie during the height of the Second Empire.\\nMonsieur Vuitton was providing his Imperial patroness with made-to-order luggage. These days, his eponymous business focuses on smaller leather goods, namely handbags. And Ghesquiere sent a kaleidoscopic array of bags down the runway. Next season’s high streets may not be overrun by women in panniers, but the handbags - tiny versions of the trademark trunk -  will be a hit.\\nThe Louis Vuitton show attracted by far the highest celebrity headcount of the whole of Fashion Month. Equally enormous crowds of spectators thronged as close as they could get to the barriers protecting the Pyramid in the courtyard of the Louvre museum, hoping to catch a glimpse of the chandelier-lit glamour within. For once, it didn’t disappoint.", "image": [["Louis Vuitton spring / summer 2022", "www.telegraph.co.uk/content/dam/fashion/2021/10/06/GettyImages-1345027104_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpg?imwidth=680"], ["Phoebe Dynevor and Catherine Deneuve attend the Louis Vuitton catwalk show in Paris", "www.telegraph.co.uk/content/dam/fashion/2021/10/06/FotoJet_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwfSVWeZ_vEN7c6bHu2jJnT8.jpg?imwidth=350"], ["Louis Vuitton spring / summer 2022", "www.telegraph.co.uk/content/dam/fashion/2021/10/06/FotoJet-1_trans_NvBQzQNjv4BqgCXocDQF5kP7s3jSjli3eCH0-jRUT4rHK8EgtaGoQwQ.jpg?imwidth=350"]], "author": ["Sasha Slater"], "date": "2021-10-06"}, "https://www.telegraph.co.uk/art/artists/anti-woke-rebellion-has-begun-arts-have-bigger-problem/": {"title": "The anti-woke rebellion has begun – but the arts have a bigger problem", "subtitle": "A new report aims to help museums and galleries navigate the culture wars. But first these institutions must reject our culture of offence", "text": "Who would be the head of an art gallery, or curator of a museum, today? As well as worrying about getting punters through the door, or finding “unproblematic” benefactors without being assailed by Extinction Rebellion, our cultural institutions have a new worry: they now have to stay in step with contemporary political “sensitivities”.\\nFrom the removal of statues to the renaming of streets, many institutions are now being pulled between campaigners wielding social-media pressure, who demand that “offensive” works linked to historical wrongs such as slavery or sexism be removed, and the Government, which has, of late, started dipping its toe into this particular culture war, and demands that they stay.\\nAn ongoing battle in Hoxton, east London, typifies this situation. Protests outside the Geffrye Museum (recently renamed the Museum of the Home), supported by Labour MP Diane Abbott and Black Lives Matter groups, have called for the removal of a statue of Sir Robert Geffrye, the museum’s benefactor. Having been involved in the Atlantic slave-trade, even part-owning a slave ship called the China Merchant, the funds Geffrye used to build the original buildings in which the museum sits were created off the back of tobacco plantations and slave labour.\\nYet the Museum’s director Sonia Solicari received a letter from then-culture secretary Oliver Dowden, reminding the museum to “continue to act impartially, in line with your publicly funded status, and not in a way that brings this into question”. The Museum compromised with a plan to “retain and explain” the statue with information about Geffrye’s ill-gotten gains.\\nToday, a new report, led by Trevor Phillips for the think-tank Policy Exchange, has published a series of “principles” to help institutions such as the Museum of the Home and cultural gatekeepers like Solicari navigate these demands for change. The report suggests that any changes made to the makeup of public institutions and their works should be run through a “decision-making body” made up of “the institution’s management as well as governors or trustees” and that while consultation with the public or other groups is necessary, “no external body – whether a pressure group, the Government or an external commission” should have the final “authority” over whether to rename or remove historical artefacts.\\nThe report also demands that institutions stick to their “core stated functions”. A museum that was founded to ensure the “transmission of knowledge… maintenance of public heritage… or the display of national history” should stick to that, and not “exceed its custodial function”. Finally, the report argues that any change should take into account “key stakeholders” – ie. the tax-paying public – before sending off for a big shipment of new plaques confessing all its benefactors’ sins.\\nPhillips and his researchers are to be commended for highlighting how undemocratic and unaccountable some of the pushes for institutional change have been. (Galleries and councils have whipped away pieces after a whiff of Twitter controversy.) But we need more than technical measures to deal with the new war on history.\\nThe report rightly highlights the danger of setting precedents off the back of political pressure: if we can change the wishes of benefactors because we don’t agree with their morals or choices, why would any rich person fork out for a new wing to the Tate today, if they imagine their name might only last until the next culture war? But more bureaucratic handwringing will not answer the question of why some are so obsessed with erasing history in the first place.\\nThe reason why many of our institutions are having trouble with their history is not because society is in the midst of a mid-life crisis, hoping to rid itself of its dodgy past and start afresh. Instead, we’re living through a period of exceptional intolerance and cowardice, in which authoritative bodies feel unable to argue in defence of the importance of protecting all history – both the honourable and the shameful.\\nDiscussions about how we remember historical events should be nuanced, flexible and moveable. This is particularly true in the domain of art, which draws its energy and excitement from being in conversation with its public. But when “offence” is the reason for change, the momentum becomes less an interaction with the world around us, and more a reflection of a fragile internal world of narcissism. Should we listen to every individual who’s offended by a piece of work – such as the punter who lobbied the Rottingdean Heritage Art Gallery to remove an artwork that contained the phrase “Covid is a scam” because they found it “quite upsetting”?\\nMuch like the Higher Education (Freedom of Speech) Bill, which seeks to legislate universities out of the crisis of campus censorship, the growing cowardice among cultural institutions can’t be box-ticked away with a few regulations about consulting trustees. As shown recently by the Royal Academy of Arts and other institutions making knee-jerk decisions after accusations of “transphobia”, much of the problem with the war on history and free speech exists within the walls of the institutions themselves, not outside on the placards of a few grumbling protesters.\\nUntil we start questioning our contemporary culture of offence, in which subjective emotions are accepted as the basis for huge public and cultural change, we won’t be saved by all the consultations in the world.", "image": [["The statue of Sir Robert Jeffrye has thus far survived activist rage in east London", "www.telegraph.co.uk/content/dam/art/2021/10/25/TELEMMGLPICT000260915465_trans_NvBQzQNjv4Bq9M48Wd-QdBomgt__diCu-k8FchWZRD3tSYOiRwPjWDo.jpeg?imwidth=680"], ["A new report on the topic has been led by Trevor Phillips", "www.telegraph.co.uk/content/dam/art/2021/10/25/TELEMMGLPICT000006247857_trans_NvBQzQNjv4BqCHco2f1jjYcmYrb_Lt46Uq1UDbDdk-JPjedL466dDsg.jpeg?imwidth=350"], ["The artist Jess de Wahls had her work removed by the RA", "www.telegraph.co.uk/content/dam/art/2021/10/25/TELEMMGLPICT000262114526_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf-0Jyi0jPPD6Zx1hiwTPhlc.jpeg?imwidth=350"]], "author": null, "date": "2021-10-25"}, "https://www.telegraph.co.uk/news/2021/10/07/not-perfect-says-insulate-britain-protester-photos-emerge-10000/": {"title": "Insulate Britain protester Cameron Ford admits 'I'm not perfect' after photos emerge of his 10,000-mile holiday", "subtitle": "The eco-activist, who helped to block roads on the M25, drove from Cambridge to Poland in a diesel van after a four-month stint in Canada", "text": "An Extinction Rebellion and Insulate Britain activist embarked on a 10,000-mile, four-month long holiday and toured across Europe in a diesel van last year, new photos have revealed.\\nCameron Ford gained infamy last month after spending his 31st birthday in a police cell after blocking roads on the M25 and being dragged away by officers.\\nThe carpenter from Whittlesford, Cambridge, remained unapologetic for the disruption to motorists, commenting at the time: “I hope by causing disruption through civil disobedience that we can get our message across.”\\nMr Ford attended a series of XR protests hosted in the capital two years ago as part of the “community support team”, bringing nappies and bottles of water to the activists.\\nMeanwhile, a Keynsham-based branch of XR gave their backing to Mr Ford, describing him in a Facebook post as “eloquent, reasonable and wholly on the right side of history”.\\nHowever, new photos have emerged reportedly showing Mr Ford indulging in globe-trotting holidays across Canada and Europe.\\nPhotographs, first published by the Mail Online, reveal the activist embarked on a four-month holiday across Canada in the autumn of 2019, potentially involving a round trip of 8,500 miles in flights.\\nHe toured across Canada, posting a flurry of photos on social media showing him ice bathing and sledging.\\nIt is believed he travelled at least 1,500 miles within Canada during the jaunt, which could amount to a total of 10,000 miles travelled.\\nAfter returning to the UK in January 2020, he reportedly bought a diesel-powered Citroen van and took another holiday in Europe. While it is unclear how many countries Ford visited, he is believed to have driven as far afield as Poland.\\nAn album thought to be posted on his social media channels titled “From Whittlesford to Warsaw” contained 25 photos of him and a female companion gallivanting around a series of exotic locations.\\nWhen challenged by the Telegraph over his holidays, Mr Ford did not deny the existence of the photos.\\nSpeaking from atop the roof of a garden shed, Mr Ford told the Telegraph: “If we start looking for anyone who is not a hypocrite we are not going to solve the problem.\\n“I am not perfect, I want a future that is liveable. This is not about me.”\\nHe claimed the photos published by the Mail Online were an attempt to “demonise” him.\\nMr Ford confirmed to the Telegraph he had travelled to Poland with his girlfriend to visit her family.\\nEarlier this year, one of Extinction Rebellion’s founders admitted to driving a diesel car, with her co-activists conceding “we are all hypocrites”.\\nDr Gail Bradbrook claimed she drove the environmentally damaging vehicle because she could not afford an electric one.\\nIn an interview on Talk Radio, Dr Bradbrook said: “I can’t get my kids to sports fixtures, they are both into football and rugby.\\n“I do lots of lift sharing but I can't get them there because we don’t have buses that run on a Sunday.”\\nJonathan Tassell, a XR volunteer and City recruiter, defended her actions – commenting “we are all hypocrites, we are in a system” – and claimed he could not afford solar power.", "image": [["Cameron Ford, an Insulate Britain protester, described attention from the press as an attempt to 'demonise' him", "www.telegraph.co.uk/content/dam/news/2021/10/07/TELEMMGLPICT000273808508_trans_NvBQzQNjv4BqjPlW8fi95tZtoIis0O_5mn4ihL9D5G77hk2Gx25ScXg.jpeg?imwidth=680"], ["Cameron Ford drove his diesel van all the way to Poland", "www.telegraph.co.uk/content/dam/news/2021/10/07/TELEMMGLPICT000273808500_trans_NvBQzQNjv4BqdfhOCyCv4tVMdoC8f2tC59fT_xFdoXe0nLvQg5EE_L4.jpeg?imwidth=350"], ["Ford found time to go ice bathing while in Canada", "www.telegraph.co.uk/content/dam/news/2021/10/07/TELEMMGLPICT000273808504_trans_NvBQzQNjv4BqDo1PhbPPiB1HBZscUHLBEwcFdMSiIpCixy29myH-0Fo.jpeg?imwidth=350"], ["Life on the road for the Insulate Britain member", "www.telegraph.co.uk/content/dam/news/2021/10/07/TELEMMGLPICT000273808512_trans_NvBQzQNjv4BqGqFA5B9cotMgsUv15yH94n2hYK9wVl1KzGWREP8spwE.jpeg?imwidth=350"]], "author": ["Max Stephens"], "date": "2021-10-08"}, "https://www.telegraph.co.uk/news/2021/10/13/insulate-britain-fighting-breaks-furious-drivers-drag-protesters/": {"title": "Insulate Britain: Fighting breaks out as furious drivers drag protesters from the road", "subtitle": "Lorry seen inching its way forward towards activists sitting in the middle of the road near the Dartford Crossing", "text": "Fighting broke out at Insulate Britain's latest stunt as protesters were dragged from the road by furious drivers.\\nIn one video, a lorry driver could be seen inching his HGV towards environmental campaigners who were sat on the tarmac in front of him.\\nClashes ensued between demonstrators and angry commuters on Wednesday morning, with demonstrators dragged off the roads by drivers near a busy industrial estate in Essex.\\nAround 20 protesters blocked the junction to St Clements Way and London Road, in Thurrock, forcing multiple vehicles including HGVs to stop and turn round.\\nMotorists ripped banners out of the hands of demonstrators as they sat and lay in the road. Others had glued themselves to the road, causing long queues of cars.\\nA female protester was almost run over after stopping in front of a blue Hyundai car, and was berated by the driver who told her \"this is stupidity\".\\nSome members of the group were dragged off the road multiple times by drivers, allowing a handful of vehicles to pass through the human barricade.\\nActivists who were pulled away by their backpacks and clothing immediately returned to their spots and were seen sitting down again.\\nWith no police present to mediate, fights broke out and witnesses described seeing kicking and punches being thrown.\\nJust before 9am, Essex Police said officers were at the scene of a second protest on a slip road off the M25. A total of 35 arrests were made across the two sites.\\nA spokesman said: \"Thirty-five people have now been arrested after we responded quickly to reports of roads blocked in Thurrock.\\n\"Sixteen people were arrested at J31 of the M25 while 19 were arrested in Stonehouse Lane, Purfleet.\\n\"All roads are now open. Thank you for your patience and understanding.\"\\nFootage circulated online showed one woman get out of her black Range Rover and argue with those gathered around her car.\\n\"Move out of the f****** way, my son needs to get to school,\" she told demonstrators.\\n\"I don't care what the f****** issue is. My son is 11 and he needs to get to school today, so move out of the way and let me get him to school.\"\\nWhen they refused to move, she got back in the car and said: \"I'll drive through you, then.\"\\nTwo hugging protesters were sitting on the road with their backs leaning against the front of the mother's car. Another was stood leaning against the bonnet.\\nAnother motorist - a HGV driver who was seen dragging protesters from the road - fumed that the demonstration caused him to miss a job interview.\\nLorry drivers also warned that the protests could cause the ongoing fuel crisis to worsen as tankers will be unable to reach filling stations.\\nOne driver told LBC news: \"If this protest stays here for much longer, I'm afraid the night shift driver will not be able to deliver fuel for any garages or anyone.\\n\"So talking about lorry driver shortages and fuel shortages, today it may get worse. This is a hotspot.\\n\"We also deliver to commercials, bus garages, train depots, which are all essential for transport.\"\\nDelivery driver Robert J Foulger, 57, said: \"There were nine police vehicles there and countless officers not out catching criminals, costing the taxpayer money.\\n\"I took pictures whilst sitting in traffic trying to deliver fresh produce to a supermarket distribution centre.\\n\"I was on the moving side of traffic so didn't wait long, luckily.\"\\nInsulate Britain, an offshoot of environmental campaign group Extinction Rebellion, has now staged similar protests 13 times.\\nThe group has blocked parts of major roads around London, including the M25 and M4, to draw attention to climate change.\\nTransport for London (TfL) was previously granted High Court injunctions against the group to prevent them further obstructing traffic - which apply to 14 locations around the capital.\\nThe injunctions were extended to the end of next month on Tuesday, prompting members of the group to burn the court orders outside the Royal Courts of Justice in central London.\\nOne of the group's spokesmen - Liam Norton - was previously a spokesman for Extinction Rebellion.\\nHe was cut off on GB on Wednesday morning by presenter Mercy Muroki after she accused him of dodging her question.\\nDespite the arrests and frustrated responses of commuters the group said other members of the public have praised its actions.\\nDr Diana Warner, an Insulate Britain supporter, said: \"Many people are going out of their way to thank us. Some come out of their cars to thank us, some are police officers involved with our arrests.\\n\"To them, we bring hope - we haven't yet given up. We are still pushing for life-saving changes.\"", "image": [["An Insulate Britain protester leans up against the bonnet of a car as activists sit in the slip road off junction 31 of the M25 near the Dartford Crossing in Thurrock", "www.telegraph.co.uk/content/dam/news/2021/10/13/TELEMMGLPICT000274337590_1_trans_NvBQzQNjv4BqplGOf-dgG3z4gg9owgQTXAsIcagKWDTsYii0WZbrxoU.jpeg?imwidth=350"], ["A motorists is one of many to take matters into their own hands by dragging an activist out of the road", "www.telegraph.co.uk/content/dam/news/2021/10/13/TELEMMGLPICT000274340005_trans_NvBQzQNjv4Bqe0Ui9PSieXevNSKSwxF5Xw8kg02t0vGXamuYDyoqiDU.jpeg?imwidth=350"], ["The situation became fiery when a lorry (pictured) inched its way forward towards protesters in the road. Other drivers dragged the eco mob off the tarmac and off camera a fight broke out as punches and kicks flew", "www.telegraph.co.uk/content/dam/news/2021/10/13/TELEMMGLPICT000274340987_trans_NvBQzQNjv4BqAYmSrrdOj878EzixWpN8yNOerdvD-jw1NoNbzIKFHn8.jpeg?imwidth=350"], ["A man drags a protester from the road", "www.telegraph.co.uk/content/dam/news/2021/10/13/TELEMMGLPICT000274339595_trans_NvBQzQNjv4BqplGOf-dgG3z4gg9owgQTXIatO1ydnFBWxopcGoGuA78.jpeg?imwidth=350"], ["Two Essex Police officers haul a protester away from the road", "www.telegraph.co.uk/content/dam/news/2021/10/13/TELEMMGLPICT000274341495_trans_NvBQzQNjv4BqrpfQw2hJyG_yckwxPAr0gmyy-GsNrhPQbLesooHneHs.jpeg?imwidth=350"]], "author": ["Gareth Davies"], "date": "2021-10-13"}, "https://www.telegraph.co.uk/family/life/can-save-planet-without-shutting-motorways-blocking-ambulances/": {"title": "‘We can save the planet without shutting down motorways and blocking ambulances’", "subtitle": "There's nothing new about being a climate change activist. These people have been doing it quietly for years", "text": "It’s really irritating, the Queen was overheard complaining recently, when people talk and don’t do. She is thought to have been referring to the lack of commitment to the upcoming Cop26 climate change summit in Glasgow, where global leaders are meeting to negotiate a new deal to stall rising global temperatures. “Extraordinary, isn’t it? I’ve been hearing all about Cop… I still don’t know who’s coming. No idea,” she fumed to the Duchess of Cornwall and Elin Jones, presiding officer of the Welsh Parliament, at the opening of the Senedd.\\nAs someone who has already made huge changes to the way she lives to save energy and the planet, one can understand the monarch’s frustration. Long before sustainability was a buzzword, the Queen was embracing energy efficient LED lighting, renewable energy, electric cars, beehives and bug hotels. During a tour of the Edinburgh Climate Change Institute earlier this year, she made clear her belief that climate change means “we are going to have to change the way we do things”.\\nThe very real threat of hotter temperatures, rising sea levels and life-threatening weather patterns would, one would think, make any leader show up to the party. Yet turning a blind eye is an age-old habit. As the Earl of Devon, a keen environmentalist, points out, we’ve known since 1780 that the empire was destroying the natural world. “The early pioneers knew it but we forgot,” he says. “We managed to hide it, packaging consumption into the third world. We were too amazed by all the treasures we were exploiting from the landscape. It’s fascinating to look at historic forgetfulness – climate change is something we’ve chosen to ignore.”\\nAfter taking over his family seat, Powderham Castle, six years ago, Lord Devon has come to the conclusion that when it comes to living more sustainably we need to look back in order to move forwards. “We might have invented the iPad but we’re still using land in the same way,” he says. “There’s a lot we can learn from the past.” He takes inspiration from the farming and building practices of his ancestors, but also from the more recent past; his father was an avid recycler, long before it became common practice.\\n“Sustainability is a mindset and a lifestyle,” agrees Dr Keith Powell, a seventh generation Black Mountains hill farmer. “My father always taught me that it's unviable not to farm sustainably; he saw that what you take out of the environment, you have to put back in again. It’s a challenge we should relish rather than shy away from.”\\nPrince Charles, who now runs his Aston Martin on bio-ethanol made from wine wastage and a cheese by-product, insists that it is a combined responsibility of all of us to work in harmony rather than conflict with nature.\\nThe first step, according to Lord Devon, is to trust that we can each, individually, make a difference – be it planting a million trees, which is what Powell has set out to do, or switching to an electric car.\\n“We’ve been dead to the environment for too long, ordering countless packages online and living an unsustainable convenience life,” says Lord Devon. “But now we’ve all personally got to do better.”\\nCharlie Courtenay, 19th Earl of Devon, runs Powderham Castle in Devon, which has been in his family since the 14th century.\\nThe Powderham Estate is a message in sustainability. Our deer park has been run in exactly the same way for 300 years and we’ve recently discovered the ruins of a Roman farm in the park, suggesting that wheat, barley, oats, cattle and sheep have been farmed here in much the same way for 2,000 years. We’ve never had any money to spend – our last injection of cash was in the 1840s – and we don’t make profits; our revenue is reinvested in the fabric of the estate. There’s always more to be done: dredging rivers; building levées; improving flood defences. We patch up for as long as we can and then we do a proper job. Over the past century we’ve been as rattled as any privately held estate by revenue losses and rising taxes, but by being cautious and thinking sustainably, we’re still here. If we were a greengrocers established in 1152, we’d feel immensely proud of what we’ve achieved but, somehow, because we are an aristocratic family, we feel embarrassed about it.\\nI was very aware growing up that modern farming was trashing the soil. We were paid to remove hedgerows and farmed fairly intensively, prompting big washouts. Over the past 15 to 20 years, we’ve added organic matter back to the soil using minimum tillage, ploughing directly into the top soil using compost from the council and the biodiversity has improved. Jersey Tiger Moths, which my father only ever found in a small hedgerow on the far side of the estate, are now seen all over the south-west of England.\\nWhile I don’t agree with Extinction Rebellion preventing ambulances from getting to hospitals, I understand that their message – that the voracious consumption of our environment cannot continue – urgently needs to get across. The Environment Bill is remarkable, but I’m as concerned as they are that the Government won’t deliver on their promises. Every smallholder, farmer and consumer needs to be nudged along to do a little bit better. We’ve got a lot of work still to do.\\nJane Scotter has a 16-acre certified biodynamic farm in Herefordshire producing seasonal vegetables, fruit, herbs and flowers\\nI used to long for my mother to buy food in the lovely M&S packets that my friends had but she shopped at a market.  She was brought up on a market garden and didn’t mind about wonky vegetables; all she cared about was how things tasted when she cooked them. My father was in the army and we travelled all over Europe, tasting the market produce. I’m glad she stuck to her guns; now I can see a vegetable and tell by its colour what it’s going to taste like – it’s in my soul. Since the Second World War science has been the answer – convenience cooking, miracle powders – and we’ve lost the skills of preparing nutritious food simply and quickly. If you have chicken stock you can make so many things, but it’s a faff; you’ve got to spend time at the weekend boiling it up and freezing it into bags. For me this has always been a priority – I’d rather enjoy delicious food and wine than a flashy car.\\nI take a peasant approach to growing. For fruit and vegetables to taste their best, you have to care for them properly using no chemicals. I use organic cow manure and follow the Maria Thun biodynamic calendar, which considers the unseen forces and influences on growing, sowing and cultivating. These include the alignment of the sun, moon and constellations, which relate to the four elements – earth, wind, fire and air – which are in turn related to the parts of the plant and also one’s intentions.\\nIt’s an ancient and instinctive way of growing, which was made popular again by Rudolf Steiner in 1924 when farmers were concerned about the impact of nitrogen on the quality of their soil. He told them to go back to the oldest form of organics and think holistically about their crop. You only have to look at the wine trade, where biodynamic is now considered the best, to see that it works.\\nPost-Covid I get the impression that people are having more time for growing and cooking again. They’re realising that the lettuce they grow themselves is so delicious they can’t go back to buying them in a shop. People are also understanding that it’s best not to eat out of season. You can’t avoid it completely – I would struggle to live without lemons – but we can for the most part stick to seasonal produce, which in Britain right now is brassicas, which like cool weather and can stand a lot of rain.\\nI wish more people would buy from farmers’ markets and be prepared to pay a bit more for their food and cut flowers. Larger farms will feel encouraged to grow organically if they are incentivised by the consumer. With diesel prices as they are, it’s really difficult for producers like me; a cabbage in the supermarket costs £1; I sell mine for £2 and that’s tight. With flowers, the margins are even tougher.\\nThere isn’t a college teaching people to be a market gardener anymore, but I think it’s going to come back. I’m in talks to set up a growing academy and I have volunteers working here who have come from professional-type jobs and now want to start living off the land. The fact is, though, it’s extremely hard work and it isn’t financially rewarding in the way people are used to these days. You’ve got to be out there in the sun, rain and snow. I see it as a life choice, though. I like doing things well and seeing my vegetables used by the chef Skye Gyngell in her London restaurant, Spring, is very inspiring. The reward is in the produce and its incredible taste.\\nDr Keith Powell, a seventh-generation Welsh hill farmer, vet and a founder of Stump Up For Trees\\nAs a child growing up in the Brecon Beacons, I watched my parents plant different species of tree on every corner of the farm to replace those they’d cut down. They knew that what you take out of the land you have to put back and this resonated with me. At Cambridge I used to go around college switching off the lights, and I got into guerrilla planting, driving to Madrid in a Land Rover powered by chip fat, planting conkers all the way. Then I went to work in the middle of nowhere in Africa, where everyone lived sustainably and happily. When I came back to Britain and saw how miserable everyone looked in the supermarket, I wanted to be self-sufficient.\\nMy wife, Emily, and I bought 50 acres of land with a river and woodland for energy and enough flat land to grow food on. We don’t weave our own shirts from nettles, but for the past 12 years we have lived off-grid with a biomass boiler made out of an old factory chimney, solar-powered electricity and a hydro-electric generator made out of an old washing machine motor. Our drinking water is pumped from a spring using a 100-year-old ram pump.\\nWe do everything on the cheap, weighing up the lifespan and the carbon footprint of everything we buy, but we live very comfortably. Our four boys, aged 14, 12, 11 and eight have become fantastic skip divers, always trying to work out what they can make from their finds. They’re not deprived of gadgets, though: if they want to play on the Xbox, we run the generator for an hour in the evening and they have lots of Lego. We also have things we love: Emily buys running shoes; beer is my luxury.\\nWe have 50 cattle and I’m in the process of taking over the family sheep farm, as my father has dementia. He always taught me that if you don’t look after the land,  you will end up with poorer and poorer crops every year. At 53, my combine harvester, Felicity, is a year younger than me; our belts are getting slack and our bearings are slow but after a couple of days of combining we have a few tonnes of heritage wheat, which we’ll mill on the farm and sell as flour. We’ve also started producing biochar, an operation invented by the Incas, taking organic matter such as wood, grass and leaves, and converting it into a long-term carbon compound, which is an excellent soil additive.\\nIt’s trees, though, that are our biggest operation now. It’s hard to overstate their benefits – they literally give life. Since co-founding Stump Up For Trees – an initiative to persuade farmers to plant a million trees in the Brecon Beacons – with my friend, the journalist and author Robert Penn, Emily and I have put down 147,000 trees and Utility Warehouse recently paid us £1 million to plant and care for 200,000 trees for 12 years. We’ve all got to address climate change in whatever way we can and tree planting is ours. We’re perpetually skint and Emily says we’ve almost divorced 10 times – I make it more like 100 – but anyone who visits us always tells us that we’re living the dream, which cheers me up.\\nAdam Hills started an architectural salvage business in the Nineties with his wife Maria Speake\\nMy grandmother would bag up old soaps into a net to ensure there was no waste, and my mother, a journalist and ecologist, was friends with the environmentalist Jonathon Porritt. So the “make do and mend” ethos runs in my family.\\nWhen I went to Glasgow to study architecture at the Mackintosh School, where I met my wife, Maria, I realised early on that I didn’t want to be an architect. I was more fascinated by the majesty and dereliction chic of the city, the crumbling buildings filled with marble and mahogany. Inspired by our architectural history tutor, Gavin Stamp, Maria and I found ourselves on a committee for the Church of Scotland, which decided the fate of unwanted stained glass and pews from redundant churches. We didn’t set out to start dealing them; we wanted to save them and had a friend with a barn where we could store them. Soon our fledgling company, Retrouvius, was being commissioned to salvage elements from Glasgow’s housing developments and offices, too. Glasgow was too small a pond to absorb these items, so we started talking to larger dealers such as Lassco in London and Chaunceys in Bristol. For the first decade, working in salvage felt like swimming upstream.  The conversation about sustainability wasn’t strong and the market was small.\\nIn 1997, when my mother died, we moved to London, intending to take a sabbatical from reclamation, only to buy some old stables in Kensal Green and reestablish Retrouvius. We’re still in the same premises today.  Our biggest salvage operation to date has been saving the entire concourse of Heathrow Terminal 2 – 236,805 sq ft of rare Hopton Wood fossil limestone. We also saved the original bespoke furniture from Swiss Cottage Library and several Victorian railway carriages.  These days I tend to work with smaller items, such as tapestries, chandeliers and light switches. A lot of what we save seems mundane, but it’s rewarding putting things back into use and preventing virgin material being used.\\nGradually our business has become a property company, too. Maria, who was House & Garden Interior Designer of The Year, and I have created shops, hotels and private homes (including our own) out of salvage, which I like to think have been influential in promoting a re-use aesthetic and expanding the market and desire for reclamation.\\nTim Scott Bolton, an artist, and his wife, Trish, live sustainably in a straw bale house on their farm in Wiltshire\\nBoth of us came from frugal families who liked to grow their own produce and cook from scratch – but renewable energy wasn’t an option for them. We drifted into it 20 years ago, first with solar panels on the roof that heated our hot water, and generated electricity.\\nWe then put in a wood-chip boiler to heat our house, farmyard and art gallery, which, at £60,000, was an expensive undertaking, but we get an annual Government payment of up to £10,000, which rather crazily encourages us to use as much fuel as possible. It’s a good feeling being sustainable in terms of energy, and we’re pleased that it’s become the trendy thing to do.\\nWe weren’t exactly organic pioneers, but we could see that chemicals weren’t good for the earth, so we turned the farm organic in the early Nineties. We have our own vegetables, fruit, eggs and naturally-reared pigs, sheep and cattle. Mob grazing seems to be the thing these days; moving animals very regularly to graze small areas intensively, allowing the wildflowers to seed elsewhere.\\nNow the farms surrounding us are organic too and it has made such a difference to the flora and fauna.\\nIt was our son, Julian, who led us into sustainable housing. He’s a sustainable builder who is even more purist about the environment than we are, avoiding cement wherever possible and installing sedum roofs.\\nWe were his guinea pigs for his first earth and straw bale house. He built it on our farm 10 years ago and we moved in two years ago when we downsized from the main house. The floor is local mud, treated with linseed oil, which makes a hard, smooth surface. One wall is hemp and lime, and the others are bales plastered in lime mortar. They look wavy, like an old cottage, which we love. The house is warm in winter and cool in summer and it feels very breathable.\\nWe feel very lucky to look out of the windows on to such beautiful scenery and want to do everything we can to ensure future generations can enjoy Britain’s beautiful countryside too.\\nMake sure the installer and system are accredited through the Microgeneration Certification Scheme (msicertified.com)\\nIdeally from three different installers, and don’t compare them on cost alone. Check if they will be project managing and if the price includes the cost of the system and commissioning it\\nYou may need to get planning permission or a building warrant from your local planning authority. If your home is listed, you will almost certainly require consent from your local authority\\nMake sure your policy covers the changes to your home and make any adjustments you need\\nThere are many schemes offering support and incentives for installing renewables. You may have to apply for funding before going ahead with the installation", "image": [["Charlie Courtenay: 'The Environment Bill is remarkable, but I’m as concerned as they are that the Government won’t deliver on their promises'", "www.telegraph.co.uk/content/dam/family/2021/10/29/sat-cover-new_trans_NvBQzQNjv4BqjJeHvIwLm2xPr27m7LF8mUYMapKPjdhyLnv9ax6_too.jpg?imwidth=680"], ["Charlie Courtenay", "www.telegraph.co.uk/content/dam/family/2021/10/29/TELEMMGLPICT000274566945_trans_NvBQzQNjv4Bq0D6hTt08TF85D-y6K8X-FtdphB3QnnGv-vN4YkWP_RA.jpeg?imwidth=350"], ["Jane Scotter", "www.telegraph.co.uk/content/dam/family/2021/10/29/sat-climate_3_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpg?imwidth=350"], ["Jane Scotter", "www.telegraph.co.uk/content/dam/family/2021/10/29/TELEMMGLPICT000274488149_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["Dr Keith Powell", "www.telegraph.co.uk/content/dam/family/2021/10/29/sat-climate_final_trans_NvBQzQNjv4BqZgEkZX3M936N5BQK4Va8RWtT0gK_6EfZT336f62EI5U.jpg?imwidth=350"], ["Dr Keith Powell", "www.telegraph.co.uk/content/dam/family/2021/10/29/TELEMMGLPICT000274485688_trans_NvBQzQNjv4BqqhiqTSb3ShHioHoGmPvu_x4193v88eRm5YDSONrmJwE.jpeg?imwidth=350"], ["Maria Speake and Adam Hills", "www.telegraph.co.uk/content/dam/family/2021/10/29/sat-climate_new_trans_NvBQzQNjv4BqwyHpZPwHy56WBdlBP3kSo5Qd0gUcdddCv0EDOkSO7vg.jpg?imwidth=350"], ["Tim Scott Bolton and his wife Trish", "www.telegraph.co.uk/content/dam/family/2021/10/29/sat-climate_4_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwSX5rhseiWKOo9p9OQ-ymek.jpg?imwidth=350"], ["Tim and Trish Bolton", "www.telegraph.co.uk/content/dam/family/2021/10/29/TELEMMGLPICT000275084950_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"]], "author": ["Anna Tyzack"], "date": "2021-10-30"}, "https://www.telegraph.co.uk/news/2021/10/25/insulate-britain-activists-avoid-contempt-charges-blocking-roads/": {"title": "Insulate Britain protester who glued face to road admits 'it wasn't one of my better moves'", "subtitle": "Matthew Tulley had to use scissors in painful effort to snip himself free from the tarmac as road disruption hits City of London", "text": "When Matthew Tulley arrived in the City of London on Monday morning, he said that he wanted to take “extreme action” to show his opposition to climate change.\\nYet for this Insulate Britain protester, gluing his face to a busy street was a step too far for planet Earth.\\nWincing through attempts to remove him from the tarmac, he admitted that he regretted the idea.\\n“It wasn’t one of my better moves,” he said as those around him used scissors to cut off hair that remained stuck to the road.\\nWhen asked if he was worried if he would “snip himself” while being cut free, Mr Tulley said: “Well you’ll find out if there’s blood coming out.”\\nAfter being hauled off by two police officers, he became one of the 52 people arrested during the demonstration which brought busy roads in the capital to a standstill.\\nThe High Court granted a nationwide injunction against Insulate Britain protesters on Monday. It means that protesters found blocking any roads on the motorway network could face up to two years in prison.\\nGrant Shapps, the Transport Secretary, tweeted: \"Insulate Britain are back, risking lives and ruining journeys. Three specific injunctions are already in place, but today I instructed National Highways to apply for an injunction covering the entire strategic road network - tonight this has been granted on a temp basis by the High Court.\\n\"The long term solution lies in changes to the Police, Crime, Sentencing & Courts Bill, giving additional powers against disruptive protests which target critical national infrastructure. This includes unlimited fines & prison sentences of up to 6 months for obstructing highways.\"\\nMr Tulley has been a director of several companies, including one that produced single-use medical devices. His most recent venture, Solid Carbon Storage, allows for people to \"offset\" their carbon emissions by paying to bury charcoal at the bottom of a quarry.\\nThe South Yorkshire-based company does this by buying the charcoal from Namibia, before it is loaded onto pallets in South Africa, and then transported by sea freight and road transport back to the UK.\\nCarbon offsetting projects such as this have been criticised by environmental groups for not adequately tackling climate change.\\nThe company claims that the charcoal is from dying plants and trees that it \"removes\" from the carbon cycle.\\nGreenpeace said last year that \"the biggest problem with carbon offsetting is that it doesn’t really work\".\\nIn a video on his company’s Youtube channel, Mr Tulley describes himself as a supporter of Insulate Britain, and claims that fossil fuels are \"more addictive than heroin\".\\nSpeaking with his face glued to the road on Monday, he said: \"I’m trying to cut the hair by my temple because my face was totally glued, but now I’ve worked most of that off but the hair is still stuck.\\n\"It was to make a statement that things are fairly critical, and so I was wanting to have an extreme action to reflect the extreme nature of the emergency that we’re facing.\"\\nTensions ran high in the capital as one motorist was filmed telling protesters that his father was going through cancer treatment. He said he hoped if anyone got the disease it would be protesters' family members, so they would \"know what it's like\".\\nHe said: \"My father needs treatment and you sit here doing this. Scum. I hope if anyone gets cancer, I hope it's your parents.\"\\nInsulate Britain’s activists avoided further contempt of court charges by blocking roads that are not covered by High Court injunctions. The group targeted roads in the City of London, including Upper Thames Street, Bishopsgate and Limehouse Causeway, that were not included in the order brought by TfL earlier this month.\\nThis was the fourteenth outing of the group which has brought chaos to the UK’s road network over the past two months.\\nTen days ago, Insulate Britain said it was giving the public “a break” over half term, but the group has now returned to the roads to continue blocking traffic.\\nLiam Norton, from Insulate Britain, said: “We know that the public is frustrated and annoyed at the disruption we have caused. They should know that one way or another this country will have to stop emitting carbon.\\n“If you know this and are not joining nonviolent civil resistance then you are complicit. We can’t be bystanders. Short term disruption or genocide - that’s your choice.”\\nVideos on social media over previous weeks have shown motorists and members of the public becoming increasingly frustrated with the group’s antics, with some taking matters into their own hands by dragging activists out of the road.\\nOn Friday, nine protesters became the first protesters to face contempt of court proceedings, after an application was lodged with the High Court which accused them of breaking the injunction that was granted to National Highways.\\nCurrently there are four injunctions covering the protesters, three granted to National Highways which cover the M25, feeder roads, and the Port of Dover, as well as one granted to TfL that covers specific busy roads in London.\\nDiscussions of a nationwide injunction against Insulate Britain, which would bar them from blocking any road under threat of contempt of court, have stalled in recent weeks.", "image": [["Working flat out: A police officer tends to the stricken activist who superglued his head to the tarmac", "www.telegraph.co.uk/content/dam/news/2021/10/25/TELEMMGLPICT000275625467_1_trans_NvBQzQNjv4BqA7N2CxnJWnYI3tCbVBgu9T0aesusvN1TE7a0ddd_esI.jpeg?imwidth=350"], ["Sticky situation: Insulate Britain protester Matthew Tulley grimaces as he attempts to free himself from the road", "www.telegraph.co.uk/content/dam/news/2021/10/25/TELEMMGLPICT000275614863_3_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwSX5rhseiWKOo9p9OQ-ymek.jpeg?imwidth=350"], ["Coming unstuck: Mr Tulley's glue-covered face after he was freed", "www.telegraph.co.uk/content/dam/news/2021/10/25/TELEMMGLPICT000275625462_trans_NvBQzQNjv4BqzsG1RmRUWpnHvml0pBVGHIQ9JDLF_hAqwP29n5pegcw.jpeg?imwidth=350"], ["A member of the public begs Insulate Britain activists to move as they block traffic on Bishopsgate in the City of London", "www.telegraph.co.uk/content/dam/news/2021/10/25/TELEMMGLPICT000275615093_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["Insulate Britain activists block traffic on Bishopsgate in the City of London", "www.telegraph.co.uk/content/dam/news/2021/10/25/TELEMMGLPICT000275607825_trans_NvBQzQNjv4Bq8juO8C_Vdx2cT20LARTibnFLfv0ucAwTrkjYdq767p4.jpeg?imwidth=350"], ["Insulate Britain activists block a road next to police officers in London on 25 October 2021", "www.telegraph.co.uk/content/dam/news/2021/10/25/TELEMMGLPICT000275615714_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf_4Xpit_DMGvdp2n7FDd82k.jpeg?imwidth=350"]], "author": ["Mason Boycott-Owen"], "date": "2021-10-25"}, "https://www.telegraph.co.uk/interiors/home/keep-getting-everything-wrong-william-morris/": {"title": "Why we keep getting everything wrong about William Morris", "subtitle": "Using the 19th-century designer’s floral wallpaper in Victorian TV dramas is just one of many red herrings", "text": "William Morris was the subject of my PhD; in the decades since, studying him has been my joy, leading me to become trustee of his eponymous gallery, and one-time president of the society set up in his name. Yet on Sunday evenings, when trying to enjoy a Victorian period drama on television, my fascination can be something of a pain.\\nThe 19th century designer is best known for his elaborate floral wallpaper, which has since become a cheat for set designers, I find; an easy signal to remind viewers of the story’s Victorian setting. But the reality is that Morris’s wallpaper often pops up on screen in woefully inappropriate places, something fellow devotee Anna Mason, former curator and manager of London’s William Morris Gallery, criticised this week.\\n“In his own day he wasn’t in homes up and down the country,” Mason said at the Cheltenham Literature Festival on Wednesday, bemoaning the tendency for TV producers to distort the reality of Victorian life by plastering up Morris’s wallpaper wherever they can.\\n“Because his designs have never gone out of production, whenever people are setting a period drama in the Victorian period they plaster William Morris on the walls because it’s easy – you can ring up and get something on the wall. Now it’s the archetype of what a Victorian home looks like, whereas in his day, the market for his wallpapers was, at the beginning in particular, very niche.”\\nI know what she means. I practically jumped out of my seat while watching the film The Phantom Thread (2017), in which Daniel Day-Lewis plays Reynolds Woodcock, an ultra-stylish fashion designer in 1950s London who dresses members of high society. The character is a symbol of the experimental haute-couture movement of the 1950s and 1960s. And yet, for some bizarre reason, he patterns his dining room with Morris’s floral wallpaper. By the post-war years, someone like Woodcock would have looked down on Morris’s wallpaper as rather lazy and mass-produced.\\nIt points to something wider about Morris: how, 125 years after his death, the legendary designer is still somewhat misunderstood by those who profess to love him. Ask a person on the street for their views on Morris, and they’ll almost certainly mention the word “wallpaper”. It’s understandable; those detailed designs have become easily the most far-reaching aspect of his artistic legacy.\\nBut at the beginning of his career Morris was known more as a poet than a designer. He enjoyed a privileged, middle-class childhood in Essex, with a City broker father. After graduating with a degree in Classics from Exeter College, Oxford, he moved to Bloomsbury, which was at that point at the heart of Britain’s intellectual life. His poems from that era include interminable epics, told in blank verse and rhyming couplets, retelling the tales of Troy.\\nBut it was in wall designs that Morris found his commercial success. Despite their ubiquity in Victorian TV dramas, Morris’s wallpapers were in fact a little more niche; a status symbol of the avant-garde elite. His typical client was an aristocrat whose wife was interested in experimental interior design; or an upwardly-mobile professional looking to advertise not only their wealth, but also their refined cultural taste. When James Beale, a successful London solicitor, paid £18,000 in the 1890s to build Standen, his country manor in West Sussex, he furnished it with Morris’s fabrics and wallpapers. (The house was sold to the National Trust in 1972, allowing members of the public to enjoy Morris’s intricate designs.)\\nHis wallpapers returned to fashion in the 1980s, this time with a more suburban feel. Some modern designers have perhaps gone slightly overboard, decorating entire rooms with Morris’s elaborate, jungle-like design, when he only ever intended it to be a light, sparing touch. If he were alive today, I’m not sure what he’d think of the living room chair owned by Giles and Mary, stars of Channel 4’s Gogglebox; it has become a subject of intense debate on social media.\\nLeast understood of all is Morris’s politics. He’s become a beloved figure among the British establishment – surprising, perhaps, given his firmly anarchist ideological leanings, which he discovered in middle age. His 1890 novel, News From Nowhere, depicts a utopian England transformed by an imagined 1952 Communist revolution, where men, women and children live in equality, and there is no private property – or money.\\nTony Blair once described Morris as his hero – again, surprising, given Morris’s staunch opposition to parliamentary democracy. In his novel, he imagined the Palace of Westminster as a dung-house, filled with manure. If Morris were alive today, he’d be leading Extinction Rebellion.\\nHis radical politics echoed through his personal life. When Morris’s wife, Jane, admitted she was in love with one of his colleagues – pre-Raphaelite poet Dante Gabriel Rossetti – Morris allowed the pair to form a relationship. For a while, she spent the summers with Rossetti at Kelmscott, Oxfordshire, and the winters with Morris in London, loving them both – though the arrangement didn’t last. He made a point of raising his two daughters, Jenny and May, in broadly the same way he would raise boys.\\nIt’s just one of the fascinating details that makes it so delightful to study Morris – the man whose wallpaper adorns so many of our walls, but who so few of us truly understand.\\nAs told to Luke Mintz\\nWilliam Morris & Red House by Jan Marsh is available from Telegraph Books for £25. To order, visit books.telegraph.co.uk or call 0844 871 1514", "image": [["Least understood of all is Morris’s politics", "www.telegraph.co.uk/content/dam/interiors/2021/10/14/william-morris_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwfSVWeZ_vEN7c6bHu2jJnT8.jpg?imwidth=680"], ["Daniel Day-Lewis as Reynolds Woodcock in The Phantom Thread. Nice wallpaper – but would he really have used it?", "www.telegraph.co.uk/content/dam/interiors/2021/10/14/TELEMMGLPICT000274457191_trans_NvBQzQNjv4BqaufcuXmtQCYSGLjfMYQtWVQTBy34gIgJT5TZlBS4Y7k.jpeg?imwidth=350"], ["Morris and Co adjustable chair, upholstered in William Morris 'Snakeshead’ chintz at Standen, West Sussex", "www.telegraph.co.uk/content/dam/interiors/2021/10/14/TELEMMGLPICT000185273473_trans_NvBQzQNjv4Bq-8DBLMQLm1MkYrc420b0cWQnZJIETfWB_fUbKb77n0w.jpeg?imwidth=350"], ["Gogglebox’s Giles and Mary – you could argue that the armchair was the third star of the show", "www.telegraph.co.uk/content/dam/interiors/2021/10/14/TELEMMGLPICT000172382631_trans_NvBQzQNjv4Bq0quQUhCPHdUHY_XWT5Ck7ziIXdNr9atEw2H4ySp7WWI.jpeg?imwidth=350"]], "author": ["Boudicca Fox-Leonard", "Debora Robertson", "Jack Rear", "Arabella Youens", "Sue Quinn", "Busola Evans"], "date": "2021-10-14"}, "https://www.telegraph.co.uk/news/2021/10/28/extinction-rebellion-protesters-break-uks-biggest-oil-refinery/": {"title": "Extinction Rebellion protesters break into UK's biggest oil refinery and lock themselves to 50ft silos", "subtitle": "Activists, including two Team GB Olympians, cut site's electric fences and chained themselves to various structures at the Hampshire base", "text": "Two Team GB Olympians were part of an Extinction Rebellion protest which saw activists break into the UK's largest oil refinery to rise up against \"suicidal\" fossil fuels.\\nUnder the cover of darkness in the early hours of yesterday morning, 15 demonstrators cut the site's electric perimeter fences and chained themselves to various structures at the ExxonMobil base in Hampshire.\\nSome scaled giant 50ft silos in Fawley and unfurled two banners that proclaim: \"Climate Emergency\" and \"No Future in Fossil Fuels\".\\nAmong the protesters were British Olympians Laura Baldwin and Etienne Stott, who chained themselves to a pink boat - The Beverley Geronimo - which blocked the main entrance to the site for around eight hours.\\nThe environmental group claimed to have \"shut down\" the plant, but ExxonMobil - the plant's operator - told The Telegraph it had \"continued to operate safely and did not experiencing any impact on production\".\\nTwo British Olympians stood side-by-side with the Extinction Rebellion protesters.\\nSailor Laura Baldwin represented Team GB in the 2004 Athens Olympics before going on to coach in the 2012 London and 2016 Rio Games.\\nMs Baldwin said: \"I am a deeply protective mother, moved to take direct action in a desperate bid to force this suicidal system to change in time to limit the climate crisis worsening and slipping past the point of no return.\\n\"Watching the news this summer was horrifying and heartbreaking, witnessing catastrophic climate impacts killing people on every continent of the globe.\"\\nSlalom canoeist Etienne Stott, 42, was an Olympic gold medallist at London 2012.\\nHe was appointed Member of the Order of the British Empire (MBE) in the 2013 New Year Honours for services to canoeing.\\nMr Stott added: \"I think it’s totally wrong that oil companies continue to put their profits ahead of everyone’s right to a future on a living planet.\\n\"We need our government to rein in these rogue companies as a matter of urgency and show to the world ahead of COP26 that the UK is prepared to take a genuine leadership position.\"\\nThe environmental group - responsible for shutting down roads and bridges in London last year - said that ahead of COP26 it was \"demanding that the UK Government listens to the people and stops all fossil fuel investments now\".\\nA spokesman said that campaigners \"condemned the massive expansion of diesel production facilities at Fawley\", adding: \"ExxonMobil has known the devastating effects of fossil fuel production on the environment for over 40 years, but instead of acting responsibly on that knowledge, they've spent tens of millions funding climate denial and misinformation and obstructing a transition to cleaner energy sources.\"\\nAn ExxonMobil spokesman said: \"ExxonMobil believes that climate change risks warrant action and it’s going to take all of us — business, governments and consumers — to make meaningful progress.\\n\"Our focus includes reducing our emissions, helping consumers reduce their emissions, and  developing lower-emission energy solutions, including energy efficiency initiatives, biofuels, flare reduction and carbon capture and storage (CCS).\\n\"At Fawley, we are also directly helping motorists and farmers to reduce their emissions through the manufacturing of lower carbon fuels, and we are also producing the lubricants and chemicals that support lower emissions by use across a range of applications such as wind turbines and electric vehicles.\\n\"Furthermore, our chemicals play a vital role in our daily lives from medical equipment, to clothing, cleaning materials and healthcare products.\\n\"We respect the right to peaceful protest, but our priority is the safety of our people, our neighbours and our operations and we are working with Hampshire Police to ensure this is maintained.\\n\"ExxonMobil Fawley continues to operate safely and is not experiencing any impact on production.\\n\"We apologise to anyone from the local community or beyond experiencing any inconvenience resulting from the actions at Fawley today of this group.\"\\nA Hampshire Police spokesman said: \"Officers attended Fawley Refinery after reports of a protest, which were received just before 7am today.\\n\"Everyone has the right to free speech and protest. However, officers will take necessary action against the few who deliberately choose to act outside the law.\\n\"Police will work to ensure the health and safety of people at these locations, and to minimise the impact on the local community.\\n\"The protesters left just after 3pm.\"", "image": [["Extinction Rebellion protesters break into UK's biggest oil refinery and lock themselves to 50ft silos", "www.telegraph.co.uk/content/dam/news/2021/10/28/TELEMMGLPICT000275881746_trans_NvBQzQNjv4BqHSsWwmhMD5R23vgpg6apoGuT-RD8RsYMxMpJRtmVdl4.jpeg?imwidth=680"], ["Ettienne Stott and Laura Baldwin on top of the pink boat", "www.telegraph.co.uk/content/dam/news/2021/10/28/TELEMMGLPICT000275881551_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["Laura Baldwin competing for Team GB in the 2004 Athens Games", "www.telegraph.co.uk/content/dam/news/2021/10/28/TELEMMGLPICT000275884004_trans_NvBQzQNjv4BqH8oGYaaASnJZUiuddQ1p_wzsJmArnOB9o1t05AQHS2w.jpeg?imwidth=350"], ["Timothy Baillie and Etienne Stott (right) of Great Britain picking up a silver medal in the 2013 Canoe Slalom World Cup, a year after Stott won gold at London 2012", "www.telegraph.co.uk/content/dam/news/2021/10/28/TELEMMGLPICT000275884005_trans_NvBQzQNjv4BqtGQB12KHxxQCrwnTZkX0nwgWqwm85JEWpGVhFb46TTg.jpeg?imwidth=350"], ["The activists say they broke in by cutting electric fences whilst it was still dark", "www.telegraph.co.uk/content/dam/news/2021/10/28/TELEMMGLPICT000275885473_trans_NvBQzQNjv4Bq7t4Eljyiy6iRMFuEKY2dXA1vLvhkMtVb21dMmpQBfEs.jpeg?imwidth=350"], ["Activists climbing the ladders of the silo at the oil refinery", "www.telegraph.co.uk/content/dam/news/2021/10/28/TELEMMGLPICT000275883364_trans_NvBQzQNjv4BqXe3iwRxgC1DxTVfFIva5I8wZgCewa-xkrckcIXHk6m8.jpeg?imwidth=350"], ["Protesters on top of the oil silo", "www.telegraph.co.uk/content/dam/news/2021/10/28/TELEMMGLPICT000275881744_trans_NvBQzQNjv4Bq4GoSUj5tx--cOXjJHDSbwyuMdCDib3hYuzyWjSNbTU4.jpeg?imwidth=350"]], "author": ["Gareth Davies"], "date": "2021-10-28"}}