{"https://www.telegraph.co.uk/art/artists/like-not-banksy-rules-art-worlds-political-roost/": {"title": "Like it or not, Banksy rules the art world’s political roost", "subtitle": "Banksy’s art is inherently political – as his latest stunt commemorating the anti-Colston activists proves. And its influence is enormous", "text": "It was inevitable. As Bristol became the focus of the most high-profile case involving criminal damage in many years – the de-erection, defacement and drowning of the statue of the philanthropic 17th century slave trader Edward Colston – Banksy decided to stick his oar in.\\nThe anonymous street artist, who is believed to come from the city, created a limited-edition run of T-shirts commemorating the empty plinth in support of the “Colston Four” – the small group of defendants who refused to accept a police caution for their part in the toppling of Colston during a Black Lives Matter protest on June 7 2020. The artist launched it with an Instagram post that suggested the four use the money raised to “go for a pint”.\\nFor Banksy, whose decision to keep his identity a secret has long protected the artist from charges of vandalism and criminal damage – at least during the 1990s and early 2000s, when having one of his graffiti works appear on your building did not equate to winning the lottery – this close-to-home intervention has a sort of perfect symmetry. The T-shirts, sold at five independent shops in Bristol, attracted queues of thousands of people of all ages, not only revealing the depth of feeling in the city about the case (and the attraction of owning a Banksy) but also raising awareness and perhaps even swaying the jury, who returned a majority verdict of not guilty earlier this week.\\nOf course, there will be those who doubt that such a light-hearted gesture of support could have influenced opinion on what was already an emotive issue in the city. Yet it’s worth noting that, like it or not, right now, Banksy is Britain’s most globally famous artist, bigger than Hirst, bigger than Turner, bigger than Hockney. Pooh-poohed by the art establishment and about as likely to get a Turner Prize nomination as he is to appear on Celebrity Bake-Off, Banksy nevertheless enjoys a popularity that goes far beyond the art world. No one knows for sure who he is, but everyone knows his name.\\nIn contrast with well-known British artists such as Anish Kapoor, who has outspoken views on everything from Brexit to government interference in our cultural institutions, almost all of Banksy’s works are political – on some level. I would argue that this simple fact, laid next to his unassailable visibility, makes him de facto Britain’s most important political artist. At the 2019 Venice Biennale, for instance, Swiss artist Christoph Büchel installed Barca Nostra (Our Boat), the giant, rusting hulk of a barge that sank in the Mediterranean with more than a thousand north African migrants on board. Banksy sprayed a small mural of a migrant girl wearing a lifejacket and holding a neon pink flare beside a canal, and instantly gained wider recognition.\\nBanksy has the platform (and in cases like his sneezing Covid rats spray-stencilled inside a London tube carriage, he has the train, too) but what exactly are his politics? At first glance, they look like a rag-bag of right-on “anti” opinions: anti-right, anti-capitalism, anti-war, anti-Brexit. Choose an issue, any issue, and you can pretty much guess what Banksy’s take on it will be. There’s the 2019 mural celebrating the Extinction Rebellion protest in Marble Arch, for instance – “From this moment despair ends and tactics begin” – which is believed to be a Banksy.\\nOr the image of children giving allegiance to a Tesco-bag flag (anti-consumerism) that appeared on a wall in north London in 2008. In the 2017 general election, Banksy offered voters in six Bristol constituencies a limited-edition free print if they voted against the Tories and sent him a photo of their ballot paper to prove it. He was forced to withdraw the offer by the Electoral Commission, who warned that it could invalidate the results in those areas, but you get the gist.\\nSome scoff that Banksy’s work is too simplistic and superficial to have any real political impact: his 2009 painting Devolved Parliament, for example, depicting the benches of the House of Commons colonised by chimpanzees, which sold for £9.9m in 2019. Yet Dominic Cummings’s understanding of the power of three-word slogans (perhaps learned from Soviet Russia), such as “Take back control” and “Get Brexit done”, and their performative part in real-world campaigns show that “simple” can be applied to politics with dramatic effects.\\nBanksy always intends to influence and effect change, and he’s at his best when he’s using humour to do it. The opening sequence he created for The Simpsons in 2010, which showed a hell-like Asian sweatshop making Simpsons merchandise was accompanied by the makers’ forced laughter that, of course, it bore no relation to reality. You don’t have to agree with Banksy to admire his chutzpah.\\nAnd increasingly, his financial clout has a power of its own. Earlier this year, a mural that had appeared on the wall of Southampton General Hospital in 2020, of a boy playing with a superhero doll in the shape of an NHS nurse, set an auction record for a Banksy work of £14.4m. The money raised at the Christie’s sale, plus a portion of the house’s premium, was donated to an NHS charity. That’s an awful lot of sponsored head shaves, for a start.", "image": [["Banksy's politics have always been integral to his art", "www.telegraph.co.uk/content/dam/art/2022/01/06/TELEMMGLPICT000282116776_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=680"]], "author": null, "date": "2022-01-06"}, "https://www.telegraph.co.uk/women/life/body-intimate-thoughts-violated-police-political-ideas/": {"title": "‘My body and my most intimate thoughts were violated by the police because of my political ideas’", "subtitle": "My story runs deeper than a personal betrayal – it reveals something dark and disturbing about the kind of society in which we live", "text": "This week I won £230,000 in damages from the Met Police in a landmark ruling that found they had breached my human rights. I was one of at least 36 women who were deceived into a relationship by an undercover cop who was sent to spy on me. The Investigatory Powers Tribunal (IPT) found that operation violated my rights to privacy, freedom to expression and freedom from degrading treatment\\nOver the past decade, coverage has, understandably, focused on the sexual relationship I had with Mark Kennedy, the shocking details that emerged about institutional misogyny, the widespread practice of undercover officers deceiving women into sexual relationships in the course of their operations, and how far up the chain of command knowledge of those relationships went. You can listen to the stories of other women duped into relationships like mine – including other women deceived by Mark – on the first series of The Telegraph’s podcast, Bed of Lies, using the audio player below.\\nIt is worth noting though, that the compensation I received – which includes my legal costs – was not for the abusive relationship Mark Kennedy had with me. The police admitted years ago that his actions were wrong, made a public apology and settled my civil claim in 2017. The ongoing battle, that has only now been resolved, was over systemic failings, and the implications of the IPT’s ruling go far beyond the relationship I had with Mark.\\nThe Tribunal examined the overall lawfulness of Mark’s operation and the actions of five other undercover officers who spied on me over a period of 12 years from 1998 to 2010. They found that my rights to freedom of expression and freedom of association and my right to private and family life were violated. They found that the authorisation process was “fatally flawed” and that the targeting of me and the political movements I was involved in was “disproportionate” to any need for intelligence on the protest movement. The operations were “unlawful” and “unnecessary in a democratic society”.\\nIt became disturbingly clear over the course of my claim that, despite paying lip service to prosecuting crime, what the police were interested in was ideology. They viewed anyone with left-leaning ideas to be a “like-minded individual” and our privacy and political rights became fair game. It is impossible to describe the impact of discovering that my family, my home, my body and my most intimate thoughts were violated by the police because of my political ideas.\\nThe IPT ruling is long and detailed and it carefully considers the decision to deploy undercover officers into the Sumac Centre, the social centre in Nottingham where I first met Mark. They found that: “The Sumac Centre was not a criminal organisation. It was merely a place where various groups congregated… exercising rights enshrined in the ECHR.” Yet the police kept undercover officers deployed in and around the Sumac Centre for around 11 years.\\nThe police accepted that the “intelligence case” which was used to make me a target was fabricated. I served a purpose and the unit clearly felt that was best left out of the official paperwork, even at the time.\\nThe IPT concluded that: “It is clear from the evidence that, during the Claimant’s relationship with MK, he directly influenced not only her political opinions but also her movements.” They detail how he influenced my decision to protest in Dublin in 2004; dissuaded me from travelling to support the pro-democracy movement in Myanmar; lent me money to ensure I attended an event in Hamburg; and used his position to influence my political decisions, depriving me of my political agency. The Tribunal’s findings include how detailed information about my political activities “was gathered, recorded, stored and transmitted in contact logs, pocket notebooks and intelligence reports”. I was specifically named in the RIPA authorisations and my political and protest activities were tracked for more than a decade.\\nThat is, of course, deeply upsetting for me. In many ways it runs deeper than Mark’s personal betrayal because it is a collective betrayal that reveals something dark and disturbing about the kind of society in which we live. Growing up in Cold War Britain, I believed this kind of Stasi policing was the hallmark of totalitarian communism. It was not what “we” did. That is important, because this kind of political interference was not confined to me. Thousands, maybe tens of thousands of people, were spied on by Mark’s unit, the National Public Order Intelligence Unit, or its predecessor, the Special Demonstration Squad, known to have passed intelligence on people’s trade union activity to an illegal employers blacklist. The Undercover Policing Inquiry has heard that more than 1000 political organisations were targeted, as well as serving politicians and members of the House of Lords. The ideological bias is starkly evident in the fact that, as far as we know, only three of the groups targeted and none of the MPs were on the Right.\\nIt took a decade of gruelling legal battles for me to get my claim heard by the courts. They stole my 30s and I will never get those years back.\\nMany others are still fighting for answers and justice. On Friday 28 Jan, my friend Jason Kirkpatrick finally got his claim heard by a German Court, more than 15 years after Mark Kennedy was deployed there. The court is yet to rule. Meanwhile, most of the 200 core participants in the public inquiry into undercover policing have yet to receive any disclosure about spying operations against them going back more than 50 years – and the inquiry has just announced further delays. The reasons given for why it has been so hard for any of us to get truth and accountability for these abuses is to protect ongoing policing operations. This is not all in the past. We know from more recent revelations that social movements such as Extinction Rebellion and School Strike for Climate, or Black Lives Matter continue to be targeted by counter terror policing, and secretive political policing operations that are ongoing today.\\nIn that context, the National Police Chief’s Council (NPCC) and the Metropolitan Police made a statement this week in response to the IPT ruling. They appear to acknowledge that only “part of the claim related to a sexual relationship”, however they quickly steer the conversation back to their preferred narrative of the rogue officer Mark Kennedy.\\n“The sexual relationship was wrong,” they say, while making vague assertions that “enormous change” has been made.  However, I am most struck by what they do not say. There is no mention of freedom of expression, freedom of association or secret policing operations that interfere with our fundamental political rights. It is as though they hope that they can distract the public from those findings altogether by talking about sex. For the most part, the media has been happy to oblige.\\n“This is not just a case about a renegade police officer who took advantage of his undercover deployment to indulge his sexual proclivities,” said the IPT. “The undercover operation could not be justified as necessary in a democratic society.”\\nIt added, there were “disturbing and lamentable failings at the most fundamental levels”.\\nPut simply, the police have been manipulating political dissent and undermining democracy for decades – and we have no reason to believe that it has stopped. Greater powers are being given to the police by the CHIS Act and the Police Crime and Sentencing Bill. Meanwhile, with findings of institutional corruption and events such as “Partygate” raising serious questions about the Metropolitan police’s role in politics, the things we discovered during my IPT hearings contain important lessons that we ignore at our peril.\\nListen to The Telegraph's award-winning podcast, Bed of Lies, to hear the stories of other British women who found out their boyfriends were police spies on Apple Podcasts, Spotify or your podcast app.", "image": [["Kate Wilson, 41, began a relationship with Mark Stone shortly after first meeting him in 2003 and had a “whirlwind romance” for more than a year before they split amicably in 2005", "www.telegraph.co.uk/content/dam/women/2022/01/28/TELEMMGLPICT000283804409_trans_NvBQzQNjv4BqD3d2dmOlWYuQkR76XZjLQKOylOV7i1cNNz18XOj47vE.jpeg?imwidth=680"], ["PC Mark Kennedy aka Mark Stone duped Kate into a relationship while he was undercover", "www.telegraph.co.uk/content/dam/women/2022/01/28/TELEMMGLPICT000006446213_trans_NvBQzQNjv4BqeKwbNrcenAy0Vr1pEXoBGkxkScGbgbK6_2j-FmpWeo8.jpeg?imwidth=350"]], "author": ["Kate Wilson", "Ella Nunn", "David Christopher Kaufman ", "Emily Peck", "Claire Allfree", "Laura Donnelly", "Simon Johnson"], "date": "2022-01-29"}, "https://www.telegraph.co.uk/news/2022/01/05/blm-activists-dumped-edward-colston-statue-bristol-harbour-cleared/": {"title": "‘Colston four’ walk free as jury finds no crime was committed in toppling statue", "subtitle": "Black Lives Matter activists argue successfully that they ‘prevented’ a hate crime by pulling down the bronze monument in Bristol", "text": "Four Black Lives Matter activists who openly admitted toppling the statue of Edward Colston walked free from court after a jury agreed that they had committed no crime.\\nThe three men and one woman - dubbed the Colston Four - were acquitted of criminal damage after opting for a jury trial and arguing that pulling down the bronze statue in Bristol and rolling it into a harbour was justified.\\nThe verdict led to concerns that other protesters will be encouraged to take the law into their own hands.\\nCabinet ministers expressed disquiet at the verdict, which follows the case of six Extinction Rebellion demonstrators being cleared of similar charges after allegedly attacking Shell’s London headquarters last year.\\nAmid warnings that the verdict amounted to a “green light for mobs”, MPs urged ministers to consider whether further changes to the law were needed.\\nHowever, lawyers and academics argued that the case was a \"quintessential\" example of the British jury system.\\nRhian Graham, 30, Milo Ponsford, 26, and Sage Willoughby, 22, were charged with criminal damage after being caught on CCTV passing the ropes around the statue that were used to pull the statue down on June 7 2020.\\nThe fourth defendant, Jake Skuse, 33, was accused of orchestrating the plan to throw it in the harbour.\\nThe statue of Colston, a 17th-century slave merchant, was pulled down during a Black Lives Matter protest attended by a huge crowd. The incident garnered worldwide attention and was mentioned at the funeral of George Floyd, whose murder in the US by a police officer had triggered the protests.\\nThe prosecution claimed that it was “irrelevant” who Colston was, but the defence teams successfully argued that the presence of the statue constituted a hate crime in itself and that the four had been preventing a crime by removing it.\\nThey also claimed that they effectively “owned” the statue, as it belonged to the people of Bristol and that they could not be convicted for damaging their own property.\\nAfter less than three hours of deliberation, a jury cleared them of the charges. The four appeared outside the court and declared their acquittal \"a victory for anybody who wants to be on the right side of history\".\\nWhitehall sources said the verdict stunned ministers.\\nA source close to Oliver Dowden, the Conservative Party Chairman and former Culture Secretary, said he “thinks that people who commit criminal damage should be held to account regardless of the circumstances”.\\nThe Cenotaph and a statue of Winston Churchill have been vandalised in the past by anti-racism protesters. There are now fears that extremists will be “emboldened” to attack any monument they dislike.\\nSupporters of the “Colston Four” said the verdict - which came at the end of a costly 11-day trial - had proved that the prosecution should never have gone ahead.\\nJulian Knight, chairman of the Digital, Culture, Media and Sport Committee, said: “The events that happened in Bristol were clearly unacceptable and as a country we need to protect our heritage from mob rule.\\n“The fact that no one is going to be punished for the destruction of this statue is disquieting in terms of being able to protect our nation’s heritage.”\\nTom Hunt, Tory MP and vice-chairman of the Common Sense Group, said ministers would now have to consider whether the legal system was functioning properly.\\nHe said: “If you've broken the law and committed criminal damage, you should be punished. If the jury is a barrier to ensuring they are punished, then that needs to be addressed.”\\nNile Gardner, a former aide to Margaret Thatcher and director of the Margaret Thatcher Center for Freedom at the Heritage Foundation, said: \"It sets an extremely dangerous precedent and sends a message to the mob that the rule of law will be trampled upon.\\n\"The result of this ruling will be that mobs will seek to tear down statues across the country - it gives a green light for mobs. This is unacceptable in a free society.\"\\nHowever, Adam Wagner, a human rights barrister at Doughty Street Chambers, said the case had not set a legal precedent and showed that juries could sometimes be “a kind of societal pressure release valve”. He said there was “absolutely zero chance” of any jury deciding it would be “fair game to destroy a statue of Churchill”.\\nProfessor Tom Lewis, of Nottingham Law School, said: “Recently Dominic Raab, the Justice Secretary, has said that trial by jury is a ‘quintessentially UK right’. He is, of course, correct – for the exact reasons demonstrated in Bristol.\"\\nCalls for the Colston statue, classed as a listed building, to be removed began in the 1920s.\\nThe city’s first black elected mayor, Marvin Rees, has said in the past that a lack of a “playbook” for removing statues by consent, especially when they are listed, had hampered previous campaigns.\\nSince the statue was brought up from the harbour bed, it has been transferred to a museum.\\nThe Government has strengthened laws against the illegal toppling of statues and formalised the process of applying for their legal removal.\\nIn future, those found guilty of illegally removing or damaging public statues, whether listed or not, will face a jail sentence of up to 10 years. Those who want to remove statues can apply to do so in a process that will ultimately be subject to a veto by a minister.\\nThe defendants’ legal fees were funded partly through sales of T-shirts designed and donated by Banksy, the Bristol street artist.\\nThe four defendants laughed as the verdicts were returned. There were cheers from a public gallery packed with their supporters at Bristol Crown Court.\\nDuring the trial, David Olusoga, the historian, appeared as a witness for the defence. He told the court that Colston was the “chief executive officer” of a company responsible for enslaving more Africans than any other in British history.\\nThe presenter of the television series A House Through Time had said that the Royal African Company had shipped 84,000 Africans into slavery, including 12,000 children.\\nSpeaking after he was cleared, Mr Willoughby said: \"We didn't change history, we rectified it.\\n\"This is a victory for Bristol, this is a victory for racial equality and it's a victory for anybody who wants to be on the right side of history.\"\\nMs Graham said she was \"overwhelmed\" in the wake of the jury's verdicts.\\n\"I'm just so overwhelmed, because it never felt like we'd get here,” she said.\\n“We just want to say thank you to so many people because we have never been alone in this journey, we have been so supported and we are such a small part of this really.\"\\nChief Superintendent Liz Hughes, of Avon and Somerset Police, said following the verdicts: \"This was an incident which attracted worldwide attention and which polarised public opinion.\\n\"Ultimately, we had a duty to investigate as the custodians of the statue, Bristol City Council, had not granted anyone permission to damage it.\\n\"Following a thorough investigation, we submitted a file of evidence to the Crown Prosecution Service, who then made the decision to charge the four defendants with criminal damage.\\n\"Having been presented with the evidence, a jury has now determined their actions were not criminal and we respect its decision.\"\\nTom Wainwright, barrister for Mr Ponsford, said the felling of the statue had helped heal the wounds of slavery and accused the prosecution of inviting the jury to \"pick open these wounds once more\".\\nMr Wainwright said: \"You may think that had the prosecution been there when the Berlin Wall was torn down, they would have been standing by with cement and trowel, wringing their hands and muttering about red tape and proper procedures not being followed.\"\\nLiam Walker, for Mr Willoughby, told the jury their decision would \"reverberate around the world\" and urged them \"to be on the right side of history\".\\nRaj Chada and Laura O’Brien of Hodge Jones and Allen represented two of the four protesters - Mr Skuse and Ms Graham.\\nMr Chada, head of criminal defence at Hodge Jones and Allen, said: \"The truth is that the defendants should never have been prosecuted.\\n\"It is shameful that Bristol City Council did not take down the statue of slaver Edward Colston that had caused such offence to people in Bristol and equally shameful that they then supported the prosecution of these defendants.\"\\nLaura O’Brien, senior associate at the firm, added: \"Our clients acknowledge that this case is but a small part of the struggle against racism and the efforts to tell the story of slavery and its legacy with honesty.\\n\"Our clients thank all those who have helped along the way, for many of them telling us their stories of pain and determination.\"\\nBlinne Ní Ghrálaigh, barrister in the case, said: \"This case demonstrates the fundamental importance of trial by jury. That is because juries represent the collective sense of justice of the community.\\n\"In this case, they determined that a conviction for the removal of this statue – that glorified a slave trader involved in the enslavement of over 84,000 black men, women and children as a 'most virtuous and wise' man – would not be proportionate.\"", "image": [["The statue is rolled along the street before being dropped into a nearby river", "www.telegraph.co.uk/content/dam/news/2022/01/05/TELEMMGLPICT000232659252_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["The graffiti-covered Colston statue has since been transferred to a museum", "www.telegraph.co.uk/content/dam/news/2022/01/05/TELEMMGLPICT000260653546_trans_NvBQzQNjv4Bq_NJ62v2ZFDvrR1Z2dUS5zCALZq406jFCuXb474fCMa4.jpeg?imwidth=350"], ["The cleared protesters (clockwise from left): Rhian Graham, Milo Ponsford, Sage Willoughby and Jake Skuse", "www.telegraph.co.uk/content/dam/news/2022/01/05/TELEMMGLPICT000282074954_trans_NvBQzQNjv4Bq-IWLY18X4-CzgyIcjLEAj0k9u7HhRJvuo-ZLenGRumA.jpeg?imwidth=350"]], "author": ["Gordon Rayner", "Max Stephens. ", "Danielle Sheridan"], "date": "2022-01-05"}, "https://www.telegraph.co.uk/news/2022/01/14/extinction-rebellion-priests-said-faith-forced-break-law-given/": {"title": "Extinction Rebellion priests who said faith forced them to break the law given ‘perverse’ acquittal", "subtitle": "Former ministers call for urgent review of judicial guidance as Bishop of Bristol offers support for protesters said to be ‘hypocrites’", "text": "Two priests were acquitted on Friday of blocking a train in an Extinction Rebellion (XR) stunt after telling jurors the protest was motivated by faith, prompting calls for urgent legal reform.\\nThe Rev Sue Parfitt, 79, and Fr Martin Newell, 54, were among three defendants found not guilty of obstructing the railway after bringing Shadwell station in east London to a standstill in 2019.\\nIt is the latest in a series of trials involving activists that have ended with juries clearing them of all charges, despite the defendants making no effort to deny their actions.\\nMost recently, a group of protesters dubbed the “Colston four” were acquitted last week of criminal damage for toppling a statue of Edward Colston, the slave trader, in Bristol in 2020.\\nFriday’s verdict at Inner London Crown Court came after Ms Parfitt, of Bristol, and Mr Newell, of Birmingham, told the court their religion had inspired them to act.\\nThe pair used a ladder to climb on to the roof of a Docklands Light Railway (DLR) train as the third defendant, Philip Kingston, 85, super-glued himself to the side of the carriage, disrupting rush hour trains for 77 minutes.\\nMr Newell, a Roman Catholic priest belonging to the Passionist order, said his “deepest motivation” was his Christian faith, while Ms Parfitt, a retired Anglican vicar who is still licenced by the Diocese of Bristol, told the court: “I did it because I feel truly called by God to do all that I can to avert the catastrophe that’s on its way to his whole creation.”\\nThe outcome was described on Friday night as “perverse” and led to furious calls for the Attorney General, Suella Braverman, to review the law.\\nSir Mike Penning, a former justice and policing minister, told The Telegraph it would be “absolutely right” for legislation to be revisited – and if Ms Braverman was not successful, then the public would expect Parliament to address the anomalies.\\nMs Braverman is considering asking the Court of Appeal to review the Colston Four case amid fears that the case could set a legal precedent for violent demonstrations that cause criminal damage.\\nSir Mike said the latest acquittal made the need for a review of the law all the more critical.\\nHe insisted such a process was not about overturning a jury’s decision, but instead clarifying the law.\\n“The [Attorney General] is absolutely right to look at the law where it allows the defence to come up with completely perverse arguments,” said Sir Mike.\\n“This is another example. The judiciary needs to look at the law in the light of the court of public opinion and if necessary to then amend it in parliament. If she is not successful, I think the public will expect Parliament to address these anomalies.”\\nJohn Hayes, the former security minister, urged the Government to look at the law that allowed people to plead not guilty even though they did not deny the offence, describing them as “not only extremists but also hypocrites”.\\nHe added: “You cannot overturn a ‘not guilty’ verdict, but you can make it very difficult for people who have plainly done wrong to simultaneously plead not guilty. They never said they did not do it.”\\nHuw Merriman, chairman of the Commons’ transport select committee, recently warned of the potential impact protest action could have on delivering major infrastructure projects.\\nHe told The Telegraph of the latest verdict: “It calls into question whether judicial guidance needs urgently revisiting to ensure juries are directed that unlawful behaviour cannot be excused by campaigning causes.”\\nThere are also fears among MPs that the case risks emboldening others to commit crimes.\\nBrendan Clarke-Smith, a Tory backbencher, told MailOnline: “This outrageous decision has given the green light to people looking to commit all manner of appalling crimes in the name of religion to justify their extreme political ideologies.\"\\nMike Schwarz, solicitor at the law firm Hodge Jones and Allen which represented the defendants, said the case provided “mounting evidence” that the public shared XR’s concerns about the climate.\\nThe Church of England (CofE) was also facing questions over why Ms Parfitt had been allowed to continue holding a licence to lead services despite her history of arrests at political protests.\\nDr Gavin Ashenden, a former Chaplain to the Queen who converted to Catholicism in 2019 over frustrations with the Church of England’s approach to the “culture wars”, said: “The descent into political activism is really problematic, because the moment you take up a political cause, you make reconciliation with people very difficult – clergy are meant to be approachable and accessible by everybody.\\n“I think the church authorities ought to say, we have licensed you to have pastoral viability, but you’ve destroyed it by your political activism.”\\nIt is understood the Bishop of Bristol has tried to be supportive of Ms Parfitt’s activism, despite previous convictions for protests linked to both XR and Insulate Britain.\\nDr Ashenden said: “What [some may describe as] patience and long-suffering by the Diocese of Bristol is moral confusion and moral weakness.”\\nHis views were echoed by the Rev Will Pearson-Gee, the rector of Buckingham Parish Church, who defied CofE guidance by continuing to enter his church during lockdown.\\nHe said: “I do not support their actions. I think it brings the gospel into disrepute.\\n“I'm sure that many Christians fully support them, indeed, the Bishop of Bristol, I hear, fully supports them – but it hasn't done the gospel any good.”\\nThe Bishop of Bristol, the Rev Vivienne Faull, said: “I understand that the Rev Sue Parfitt, who has Permission to Officiate in the Diocese of Bristol, has been acquitted.\\n“Sue has been in regular contact with me as she is obliged to under the Clergy Discipline Measure. Her well-being remains of paramount concern to me.\\n“There is a long history of protest, including civil disobedience, within the Church. This will always be controversial and there will always be a wide range of opinions and emotions involved.\\n“I know that Sue has acted in good conscience throughout. I share with her the conviction that the world is facing a climate and ecological crisis and that we are not yet moving fast enough to tackle it.”\\nIn a separate hearing on Friday, an XR-supporting former Paralympic athlete lost an appeal against his conviction, as Lord Burnett, the Lord Chief Justice, said the right to a peaceful protest did not mean he could cause “as much harm as possible”.\\nJames Brown, of Exeter, Devon, succeeded in getting his 12-month jail term cut to four months by appeal judges.\\nIt came as members of Insulate Britain were released from prison on Friday.\\nEmma Smart, an ecologist, and Diana Warner, a retired GP, were freed from HMP Bronzefield in Surrey shortly after 9.40am.\\nThe pair, who were jailed along with eight other campaigners last year for breaking a government injunction, were hugged by friends and supporters outside the prison. People cheered as they left the site, with Ms Smart punching the air.", "image": [["Extinction Rebellion activists Fr Martin Newell and Rev Sue Parfitt outside the Inner London Crown Court after they were unanimously acquitted following their protest at Shadwell Station on October 17 2019", "www.telegraph.co.uk/content/dam/news/2022/01/14/TELEMMGLPICT000282783896_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwauLYewjGO21NF-o1gxbkUI.jpeg?imwidth=680"], ["Rev Sue Parfitt and Fr Martin Newell seen during their protest atop a DLR train in 2019", "www.telegraph.co.uk/content/dam/news/2022/01/14/TELEMMGLPICT000213275982_1_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["Ecologist Emma Smart (right) and retired GP Dr Diana Warner outside HMP Bronzefield, in Surrey, following their release from the prison where Emma undertook a 26-day hunger strike during her incarceration", "www.telegraph.co.uk/content/dam/news/2022/01/14/TELEMMGLPICT000282764016_trans_NvBQzQNjv4BqA7N2CxnJWnYI3tCbVBgu9T0aesusvN1TE7a0ddd_esI.jpeg?imwidth=350"]], "author": ["Jack Hardy. ", "Charles Hymas"], "date": "2022-01-14"}, "https://www.telegraph.co.uk/news/2022/01/15/kill-bill-protesters-descend-major-uk-cities/": {"title": "'Kill the Bill' protesters descend on major UK cities", "subtitle": "Demonstrations take place in London, Bristol, Coventry, Newcastle, Liverpool, Manchester, Sheffield and Plymouth", "text": "Activists took to the streets across the country in \"Kill the Bill\" protests, calling on the House of Lords to reject the police, crime, sentencing and courts bill.\\nDemonstrations took place in cities including London, Bristol, Coventry, Newcastle, Liverpool, Manchester, Sheffield and Plymouth on Saturday.\\nThe action comes ahead of a crucial vote on the bill by peers on Monday.\\nProtesters describe it as a draconian crackdown on the right to assembly, freedom of expression and other civil liberties.\\nIn London, many hundreds marched from Holborn towards Parliament Square in Westminster, chanting \"kill the bill\" and carrying banners reading \"defend the right to protest\" and \"we will not be silenced\".\\nMembers of a wide range of social, racial and environmental justice groups joined the rally, demanding that peers stop the bill from becoming law.\\nBen Hancock, 70, from London, told the PA news agency: \"The measures are completely draconian really, basically rights will be taken away from anybody to protest.\"\\n\"I mean, effectively we're going to be reduced to a state similar to Russia.\"\\nSue, a 62-year-old who would only give her first name and who had travelled to the protest as part of Extinction Rebellion from Godalming, Surrey, said: \"And I believe that some of the provisions in that bill will severely limit the sorts of things that we're able to do to protest.\"\\nTied to a fellow protester, she went on to say: \"So we won't, for instance, be able to be together like this holding hands, or, or even tying ourselves together.\\n\"There are many, many things that we won't be able to do and really, protests will just be a thing of the past.\\n\"And so many of the the freedoms that we have in this country have been gained through protest.\\n\"Not through just people being quiet about it, and people in power deciding that they'll give freedoms to people, but because people have come out on the streets and made a noise and made a protest.\\n\"And I want to still be able to do that, I want my children to be able to do that.\"\\nTerry Matthews, 69, from south London said: \"I think we're facing a really vitriolic attack on our rights to protest and our freedoms to show our dissatisfaction with the status of the Government and the country.\\n\"And it's a really dangerous step to try to take.\"\\nThe bill would put protesters at risk of lengthy prison sentences and hefty fines for actions that cause \"serious annoyance\", which could be done just by making noise.\\nIt would expand stop and search powers, and new laws against residing on land without authorisation with a vehicle would effectively criminalise Gypsy, Roma and Traveller communities.\\nAmendments added to the Bill by the Government in the House of Lords in November make obstructing major transport works a criminal offence and would equip police with the power to ban named people from demonstrating.", "image": [["A demonstrator holds up a flare as she takes part in a march to protest against the Police, Crime, Sentencing and Courts Bill in London", "www.telegraph.co.uk/content/dam/news/2022/01/15/TELEMMGLPICT000282859658_trans_NvBQzQNjv4Bqt671WbH42S1Cgh7qkP2gbderf1OUIQbkLNZg14NSxwU.jpeg?imwidth=680"], ["Protestors gather for the 'Kill the Bill' march on the national day of action in London", "www.telegraph.co.uk/content/dam/news/2022/01/15/TELEMMGLPICT000282853074_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["Protestors gather for the 'Kill the Bill' march on the national day of action in London", "www.telegraph.co.uk/content/dam/news/2022/01/15/TELEMMGLPICT000282852396_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["Protestors gather for the 'Kill the Bill' march on the national day of action in London", "www.telegraph.co.uk/content/dam/news/2022/01/15/TELEMMGLPICT000282851994_trans_NvBQzQNjv4BqgsaO8O78rhmZrDxTlQBjdLdu0TL-Cg_AMOUqySXmFgU.jpeg?imwidth=350"], ["Protestors gather for the 'Kill the Bill' march on the national day of action in London", "www.telegraph.co.uk/content/dam/news/2022/01/15/TELEMMGLPICT000282851531_trans_NvBQzQNjv4BqgsaO8O78rhmZrDxTlQBjdLdu0TL-Cg_AMOUqySXmFgU.jpeg?imwidth=350"]], "author": ["Telegraph Reporters"], "date": "2022-01-15"}, "https://www.telegraph.co.uk/tv/0/toffs-behaving-badly-filthy-fulfords-cleaned/": {"title": "Toffs behaving badly: how the ‘Filthy Fulfords’ cleaned up", "subtitle": "The foul-mouthed, forever broke 'Osbournes in tweeds' were a TV sensation – and showed the aristocracy as we'd never seen them before", "text": "Some viewers hailed it “hilarious”, “priceless” and “pure escapism”. Others took to Twitter to call it “out of touch”, ”tone deaf” and “everything that’s wrong with this country”. ITV’s stately docuseries Keeping Up With The Aristocrats launched last night to, let’s say, a mixed reception.\\nFollowing four of Britain’s most prominent dynasties - the Mountbattens, Romanoffs, Sitwells and Fitzalan-Howards - it was an awfully entertaining hour of crumbling residences, robust swearing and red trousers.\\nThere’s a long and (literally) noble tradition of factual TV following asset-rich, cash-poor aristocrats. They might have blue blood and good breeding but they’re also frequently broke and prepared to play ball for camera crews. It’s pleasingly voyeuristic. It’s televisual class tourism. And crucially, it’s often very funny.\\nHands up if you remember Home From The Hill, director Molly Dineen’s award-winning 1987 documentary about the larger-than-life army officer Hilary Hook? The brilliantly bittersweet film showed how retired Lieutenant-Colonel had been evicted from his extravagant colonial home in Kenya and was struggling to adjust to modern life back in Blighty. Cue him cursing at tin openers and reminiscing about jolly japes from his public schooldays (“Are soles in season, sir?”).\\nFrom the reclusive oddballs of Grey Gardens to the preening King’s Road socialites of Made In Chelsea, viewers have long held a fascination for seeing how the other half really live. The likes of Lord Brocket and Lady Colin Campbell found unlikely fame in the I’m A Celebrity jungle. We’ve since had Posh Pawn, Inside Tatler, and those endless schedule-fillers about decorating stately homes for Christmas. Yah, yah, absolutely. The upper classes have become a plummy primetime fixture.\\nTV’s current obsession with toff docs can surely be traced back to the “filthy Fulfords” - an eccentric clan of West Country aristos who became cult anti-heroes during the Noughties. Their outrageous antics caused a storm in a bone china teacup and saw them dubbed “The Osbournes in tweeds”.\\nAiring in August 2004 on Channel 4’s Cutting Edge strand, The F______ Fulfords followed Francis and Kishanda Fulford as they hatched hare-brained schemes to fund repairs to their dilapidated Tudor pile in rural Devon. Their bloodline could be traced back to Richard the Lionheart, who’d gifted Francis’ forebears their estate in 1199 for a “job well done” during the Crusades.\\nThe fly-on-the-wall film exposed the family as rude, crude, uncouth and unhygienic. Their faces were ruddy, their teeth snaggly. Bat droppings pebble-dashed the soft furnishings. Their four unruly children had a penchant for fisticuffs, smashing china, slinging mud at each other and hurling cricket balls across the Great Hall. Muddy labradors Bertie and Tim jumped on the kitchen table to lick their owners’ dinner plates clean.\\n“The ways I train my dogs and bring up my children are exactly the same,” said Francis. His school nicknames, he explained matter-of-factly, had been “Full-of-food”, “Fatty” and simply “F___er”.\\nWe heard how the 800-year-old, 3,000-acre Great Fulford estate cost £30,000 a year to run, while the creaking 48-room manor house needed repairs worth £1m. Wallpaper was peeling. Windows were broken. Roofs leaked, debts mounted and the family “lived in genteel poverty”.\\nFrancis’ money-spinning ideas included borrowing a £99 metal detector in the hope of unearthing buried treasure (he found the princely sum of 6p), conjuring up a ghost to attract American tourists and searching the grounds for telephone cables so he could invoice BT for using his land. Long-suffering, Tanzania-born wife Kishanda preferred sneaking off for a secret flutter on the gee-gees. “Why aren’t we rich?” she asked. “It really annoys me.”\\nIt was chaotic, compelling and bracingly entertaining. They drank like fish, smoked like chimneys and swore like sailors. When Francis claimed his first word as a baby had been “bugger”, it was unclear whether he was joking.\\nTheir loudly expressed views were refreshingly un-PC. Francis railed against the Germans and French, and sneered at Americans for having “a fat gene”. He expressed pride that his children weren’t “a bunch of poofs” because “you can’t breed from them”.\\nIn a fit of rage, Kishanda threw the children’s TV into the lake. Francis ranted about “those bastards” and “w______” at English Heritage. During the 45-minute programme, he uttered 38 swearwords. Another 15 came from his children. This was car-crash TV, if the car was a clapped-out Jag stuck in a ditch.\\nIt attracted 3.5m viewers and earned a Bafta nomination. For a generation of viewers, it was their first introduction to just how dishevelled and down-on-their-luck posh people can be. When once they ruled over us, 21st century landed gentry are often custodians of draughty, decaying ruins are ruinously costly to maintain. They must diversify to pay their way but are often ill-equipped to do so.\\nThe much-discussed documentary brought the Fulfords a strange kind of fame. Patriarch Francis popped up on other programmes including How Clean Is Your House, Country House Rescue, Salvage Hunters, Help! My House Is Haunted and the poetically titled Why Britain’s F_____. It all made him a little less skint, at least.\\nHe tried to enter local politics, standing for a seat on Teignbridge District Council as a Conservative candidate but polled just 370 votes, despite the area being a Tory stronghold. Fulford promptly joined UKIP instead.\\nWith the appetite for aristocratic TV reawakened by Downton Abbey, the Fulfords returned to our screens in 2014. The BBC Three series Life Is Toff focused on the next generation. A decade after they’d been terrors in short trousers, the six-parter followed siblings Arthur, Humphrey, Edmund and Matilda - now aged 17 to 21 - as they prepared to leave education and enter the real world.\\nWell, sort of. As heir-to-the-estate Arthur said: “‘We’ve been here longer than the f______ monarchy. If anyone tries to judge me for being in this amazing position, frankly they can f___ off.” Perhaps unsurprisingly, he’d been expelled from £30,000-a-year Sherborne school for bad behaviour.\\nGreat Fulford now relied on guided tours, wedding bookings, pheasant shoots and photoshoots for income. The Fulford Jnrs flogged antiques at a car boot sale but were so rubbish at it, they only made a few quid. Matilda got so stressed by the experience, she called an ambulance.\\nThey fired air rifles from windows and hit golf balls at grazing cows. Matilda roller-skated around the Great Hall, like Princess Diana in The Crown. A large Muscovy duck called Ben roamed the corridors, leaving a trail of droppings behind him.\\nIn 2016, Arthur was charged with drink-driving and resisting arrest after flipping his father's Ford Focus on a country lane. The 24-year-old insisted he wasn’t over the limit after sinking five pints at a local pub. He lost his appeal and was slapped with a 12-month ban. Even his own lawyer said Arthur’s evidence was \"all over the place\" and \"a bit of a pantomime\".\\nThe following year, he tried to extend his 15 minutes of fame by signing up for reality franchise Big Brother. Arthur entered the house hoping to “have a really good time” but duly got into rows about the benefits system and whether the earth is flat. He vandalised a mannequin while drunk on champagne, took a naked shower in front of his housemates, then quit after six days, branding them “f_____g stupid”. Talk about a chip off the old block.\\nHis father Francis, now 69, remains as opinionated as ever. The latest entries on his blog defend Prince Andrew, call civil servant Sir Philip Rutnam “a big girl’s blouse” for accusing Priti Patel of bullying, and slam Londoners as “wet” for “putting up with the ridiculous Extinction Rebellion protesters” when they should “sort these prima donna idiots out”.\\nAh, Francis Fulford. Don’t go f_____g changing.", "image": [["Kishanda and Francis Fulford, stars of The Filthy Fulfords", "www.telegraph.co.uk/content/dam/films/2022/01/18/TELEMMGLPICT000002362555_trans_NvBQzQNjv4BqIt5GN7Mi3MyX1gziE5SMrVEsDn7Cfh7vPSa20qiClTg.jpeg?imwidth=680"], ["The Fulfords at home in 2004", "www.telegraph.co.uk/content/dam/films/2022/01/18/TELEMMGLPICT000002362554_trans_NvBQzQNjv4BqnYXBynu8pHihT07Qo1gBgM3xSZGkJOSiOVxgivhHl-Y.jpeg?imwidth=350"], ["The Fulfords in their 2014 series Life Is Toff", "www.telegraph.co.uk/content/dam/films/2022/01/18/TELEMMGLPICT000040130624_trans_NvBQzQNjv4BqLFvFcbCCSSPOPEZoCZQZEmScts_MJCIICfhGZ0ARPWw.jpeg?imwidth=350"]], "author": ["Michael Hogan"], "date": "2022-01-18"}, "https://www.telegraph.co.uk/politics/2022/01/25/no-nonsense-met-police-officers-leading-downing-street-parties/": {"title": "The ‘no nonsense’ Met police officers leading Downing Street parties probe", "subtitle": "DAC Jane Connors, one of the Met's toughest operators, is in charge of the investigation that could determine Boris Johnson's future", "text": "The officer in overall charge of the “partygate” investigation is one of the Met’s toughest operators who has led the force’s response to a string of thorny issues, including stop and search and violence against women and girls.\\nDeputy Assistant Jane Connors is Gold Commander in charge of the Special Enquiry Team, which will decide whether the Prime Minister and other Whitehall staff broke the law by attending illegal gatherings.\\nA Met \"lifer\", she is one of Dame Cressida Dick’s most trusted lieutenants, who rose through the ranks, earning her spurs in the tough world of frontline borough policing.\\nDescribed by those who know her as the “epitome of no nonsense” and “a proper cop’s cop”, she is seen as a safe pair of hands to take on responsibility for the highly sensitive job.\\nOne Scotland Yard source said on Tuesday: “Jane just gets on with the job. Nothing intimidates her, she takes it all in her stride. She is very plain speaking and certainly won’t be taken in by a load of Latin phrases.”\\nDespite her tough reputation, DAC Connors is often used as the public face of Met campaign’s to reassure the public in the wake of major events.\\nLast year she led the policing operation in London around the Duke of Edinburgh’s funeral and was also given responsibility for reassuring women and girls following the murder of Sarah Everard by a serving Met officer.\\nIn 2017 she played a key role in the Met’s strategic reponse to the Westminster terror attack and has also been one of the key figures in handling the toxic issue of stop and search in London.\\nShe was also in charge of handling the Extinction Rebellion protests, which became a huge headache for the police.\\nA champion for gender equality and diversity in policing, she was awarded the Queen’s Police Medal in the 2019 Queen’s Birthday Honours.\\nLast year DAC Connors took over as the strategic lead for the Covid-19 response in London, which is why the “partygate” investigation has ended up on her desk.\\nThe inquiry will be carried out by the Special Enquiry Team which has been dubbed the “Celebrity Squad” because of its role in investigating high profile figures.\\nLaunched in 2002, the unit was set up to investigate sensitive and confidential issues involving high profile subjects and domestic PEPs (politically-exposed persons).\\nIt led the investigation into MP’s and Lords’ expenses and also the cash for honours scandal.\\nMore recently the team was in charge of the review of evidence that followed allegations made against Prince Andrew and also the cash for honours claims linked to the Prince of Wales.\\nThe unit will report to another senior female officer, Commander Catherine Roper, who is the Met’s lead for community engagement.\\nThe former borough commander for Islington and Central North, she is regarded as another of Scotland Yard’s most effective and impressive figures.\\nThe investigation will also once again be a test for Dame Cressida - the Commissioner whose time as the country’s top police office - has been dogged by controversy.\\nShe has regularly faced demands for her resignation over a catalogue of blunders and crises that had befallen the force under her watch.\\nAfter he shameful and horrific rape and murder of Sarah Everard by Wayne Couzens, her serving armed officer, and the policing of a vigil in its wake, she came close to losing her job.\\nDame Cressida was also implicated in the catastrophic decision to launch an inquiry into a VIP paedophile ring, which saw some of the country’s most high profile figures falsely accused of child abuse and murder.\\nMore recently she was accused of “obfuscation” in thwarting an inquiry into the axe murder of Daniel Morgan that found the Met “institutionally corrupt”; and was widely criticsed for a “softly softly” approach to the policing of a series of Extinction Rebellion demonstrations.\\nThroughout the various controversies however, Boris Johnson held firm and refused to sack her, with Priti Patel, the Home Secretary, even giving her a two-year contract extension.\\nIt is therefore not without irony that his future could depend on the outcome of the police investigation announced by her on Tuesday.\\nObservers noted that as Dame Cressida delivered her lengthy statement announcing the inquiry she lacked her usual calm assurance.\\nDespite her vast experience, having been appointed Met Commissioner in 2017, the first woman to take up the post, and running the Met’s counter-terrorism unit, she appeared a little nervous about delivering news which could lead to Tory MPs moving to oust the Prime Minister.\\nShe laid out a lengthy explanation for why the decision had been taken to investigate the gatherings retrospectively, including citing the example of “one or two high profile people also, when it was plain that they had admitted and there was good evidence, they also after the fact and a few weeks after the fact received penalty notices.”\\nThat appeared to be a reference to pop star Rita Ora, who was fined £10,000 for holding a 30th birthday party at a West London restaurant in November 2020.\\nA friend said that Dame Cressida would not have given the go ahead for a Downing Street inquiry lightly. “Cressida is the most risk averse person,” said the friend, “But she has done the right thing. There is public support for this. She had no choice in the end.”", "image": [["Deputy Assistant Jane Connors is the officer in overall charge of the Met's 'partygate' investigation", "www.telegraph.co.uk/content/dam/politics/2022/01/25/TELEMMGLPICT000283814347_trans_NvBQzQNjv4BqokZArwZlvdBh_fO1B6VbrlHwtdpQwyNje2OyIL7x97s.jpeg?imwidth=680"], ["Commander Catherine Roper is regarded as another of Scotland Yard's most effective and impressive figures", "www.telegraph.co.uk/content/dam/politics/2022/01/25/TELEMMGLPICT000283824831_trans_NvBQzQNjv4BqQNYaN1d3AurM8bkk2ea_A2s5laS9WYs0k1RaznyysSM.jpeg?imwidth=350"]], "author": ["Martin Evans", "Robert Mendick"], "date": "2022-01-25"}}