{"https://www.telegraph.co.uk/tv/2021/12/27/mackenzie-crook-worzel-gummidge-would-give-extinction-rebellion/": {"title": "Mackenzie Crook: 'Worzel Gummidge would give Extinction Rebellion the thumbs up'", "subtitle": "How The Office star channelled his own love of nature to transform the haunting 1970s scarecrow into delightful (and timely) family viewing", "text": "On a cold winter’s afternoon, in a cramped office above the gaudy Christmas lights of Regent Street, Mackenzie Crook is showing me a photograph of a ghost. In the grainy, black-and-white image, a woman – Crook’s grandmother – sits in a chair facing the camera. Behind her lurks a white spectral vision of horror. It’s really quite chilling. It’s also fake.\\n“My grandfather was this shy, grumpy greengrocer,” says Crook. “It turns out he had this hobby of trying to make fake ghost photos. We had no idea. I used to do it when I was younger, too.”\\nIt feels appropriate that Crook has an unassuming ancestor with a hidden talent. You could easily imagine – if his face weren’t so famous – Crook’s north London neighbours being entirely unaware that the nice bloke next door, with his indie-rocker clothes and hobby shed, has won two Baftas, acted with Johnny Depp in Hollywood blockbusters and formed an integral part of the most influential English-language TV comedy of the past 20 years. He is also responsible – as writer, director and star – for the most delightful early-evening family viewing in years, the BBC’s Worzel Gummidge reboot, which returns to our screens next week.\\nBefore meeting Crook, I was planning to ask him how much he identified with The Office’s hapless nerd, Gareth Keenan (or if he was more like randy delivery driver Ferris from his 2004 comedy Sex Lives of the Potato Men). But it only takes a few minutes to realise that Crook is Worzel. Not the straw-stuffed, head-swapping, child-frightener inhabited by Jon Pertwee in the original 1970s series, but Crook’s modern version – gentle, softly spoken and in love with the natural world.\\nWorzel’s next adventure is called “Twitchers”, with the scarecrow vying with a bunch of birdwatchers for a glimpse of some choughs. Does Crook twitch? “It’s one of the things my wife calls my ‘imaginary hobbies’,” he says (Crook has been married since 2001 and the couple have two children).\\n“I know a lot about birds and this year, for the first time, I’ve kept a list of the species I’ve spotted. I have enough knowledge and all the equipment, but I hardly ever go. It’s the same with metal detecting.” The latter, of course, was a hobby he picked up while making his Bafta-winning comedy Detectorists with co-star Toby Jones, about a pair of middle-aged metal detectors – sorry, metal detectorists – on the hunt for an elusive Saxon haul.\\nIs knowing the names of the birds and trees a dying art in this country? “I don’t know,” says Crook. “I just know it’s really important to me. If a bird flies across my path and I don’t know what it is, I’ll endeavour to find out. But I know for a lot of people, it’s not important.” Crook’s Worzel Gummidge is a show set in a determinedly old-fashioned and rural world in which we barely see a smartphone or a television, but feel the changing of the seasons and the programme’s obvious love for the English countryside. Does he see Worzel as a green activist?\\n“I think there’s an environmental message to the show,” says Crook. “It would be odd not to include it, as it’s such a current thing. But I don’t want it to be preachy, it should be almost subliminal.”\\nWould Worzel join Extinction Rebellion if he could, blocking roads and gluing himself to railings? “I think he’d be amazed and amused by the lengths they’re going to, but Worzel is aware how urgent it all is. So, yeah, they’d get the thumbs up from him.”\\nOne hallmark of the 1970s Worzel is the legions of British adults who are still mildly scarred by their memories of the scarecrow. Crook wanted to ensure this generation of Gummidge fans could sleep at night, but when the first images of his version were released to the media one tabloid compared him to the Nightmare on Elm Street monster Freddie Kreuger.\\n“People keep talking about folk-horror and I’m not quite sure I understand what that is, but apparently there’s an element of that in there,” Crook says. “But it’s a human built to look like a man standing in a field to scare away crows. There is something scary about that. But children seem to warm to him. He’s a good friend and you soon find that out.\\nThe folk-horror element, perhaps, comes from the fact that more and more Britons find the countryside itself dark and foreboding, an otherworldly place (without wifi). While there is a clear thread of the bucolic running through Crook’s work – as well as Worzel and Detectorists he famously starred in the original production of Jez Butterworth’s hit play Jerusalem, and plays a druid in Butterworth’s Sky drama Britannia – there is also a sense that nature is a powerful force beyond our control.\\n“There is something mysterious and unknown about it. I have this woodland in Essex and in the height of summer, when you walk in there, it’s so oppressive. There’s so much pollen and insects in the air and things that are making you itch and sneeze and you just think, ‘I’m not actually invited here, I’m not really very welcome’.”\\nWhen we speak, Crook has yet to learn from Butterworth or director Ian Rickson how they will be restaging Jerusalem, which is being revived in the West End next year with most of the original cast from 2009, including Mark Rylance, who will reprise his role of Rooster Byron, a mystical drug dealer living in a caravan in a Wiltshire forest.\\nWhen Crook first starred in the play, he was in his mid-30s – now he’s 50. Will that change how he approaches his performance? Crook recounts a time during the first rehearsal when the cast visited Pewsey in Wiltshire, where Jerusalem is based (though in the play it is called Flintock), and he met the inspiration for the character of Ginger. “And he was my age, fiftysomething, just a couple of teeth left in his head but he thought he was a teenager.”\\nIt will be instructive to see how the production deals with men like Ginger and, in particular Rylance’s Rooster; older men who ply young girls with booze and drugs. Byron is not a man who fits in the MeToo era.\\nNor, while we’re on the subject, does the un-PC David Brent. Crook hasn’t watched an episode of The Office “for years”, but his 18-year-old son Jude really likes it; his daughter, Scout, 14, hasn’t watched it. But the show still stands up, 20 years on, says Crook. “It hasn’t dated as much as I feared it would – but it’s a document of the time.”\\nIts creator, Ricky Gervais, has since gone on to blaze a trail in a style of comedy that seems to revel in the concept of free speech/causing offence (delete as appropriate). Crook’s comedy, is the opposite. There is no cruelty, humiliation or embarrassment. “But that’s not because I disapprove,” he says. “I adore The Office and I adore that kind of comedy. I think my work has definitely been a conscious decision to do something uncynical, but it’s not a reaction against that sort of humour.”\\nAs for Gervais, who now lives in Los Angeles and is a global superstar, Crook has not seen him since they were both on the set of Muppets Most Wanted in 2013. Crook’s future is, he says, definitely not in Hollywood (“America doesn’t seem like a very appealing place at the moment”). He is happy to be working in British TV, and is more likely to be behind the camera than in front of it. After Jerusalem, he is not sure what comes next, but he is keen to write one more Detectorists special.\\nNo interview with Crook could be complete without an update on Winter George, the robin who has been visiting Crook in his garden for the past five years and who has been turned into a character in Worzel Gummidge. As it turns out, Crook hasn’t seen him in a few months.\\n“I’m amazed he’s been around for five years. He comes indoors, he comes into my shed and hangs out with me. In the first few pages of [the book] Worzel Gummidge [by Barbara Euphan Todd] it says he has a robin’s nest inside his jacket, that’s how I knew Worzel was a good fit for me. I’m hoping Winter George will come back again. I’m a bit lost without him.”\\nWorzel Gummidge is on BBC One at 7.15pm on December 28 and 29", "image": [["Francesca Mills as Mangold and Mackenzie Crook as Worzel Gummidge in Twitchers, a new episode of Worzel Gummidge out on BBC One on Dec 28", "www.telegraph.co.uk/content/dam/tv/2021/12/26/TELEMMGLPICT000279586383_trans_NvBQzQNjv4BqUTB3vMrBgFH3wkEYGI_sPP4Xpit_DMGvdp2n7FDd82k.jpeg?imwidth=680"], ["Mackenzie Crook as Andy in Detectorists (2014)", "www.telegraph.co.uk/content/dam/tv/2021/12/26/TELEMMGLPICT000036906703_trans_NvBQzQNjv4BqNJjoeBT78QIaYdkJdEY4CnGTJFJS74MYhNY6w3GNbO8.jpeg?imwidth=350"], ["Clarty (Tim Plester) in Twitchers, a new episode of Worzel Gummidge out on BBC One on Dec 28", "www.telegraph.co.uk/content/dam/tv/2021/12/26/TELEMMGLPICT000279587284_trans_NvBQzQNjv4BqYXjog94lRMOHxImHynYRZf4Xpit_DMGvdp2n7FDd82k.jpeg?imwidth=350"], ["Mould-breaking: The Office (2003), starring Lucy Davis, Ricky Gervais, Martin Freeman and Mackenzie Crook", "www.telegraph.co.uk/content/dam/tv/2021/12/26/TELEMMGLPICT000000372648_trans_NvBQzQNjv4Bqqkb88qSgqUxWyAI78UoubE3oOXNROu1EFP51T6s2Qt8.jpeg?imwidth=350"]], "author": ["Chris Bennion"], "date": "2021-12-27"}}