{"https://www.telegraph.co.uk/news/2022/02/10/dame-cressida-dick-high-flying-met-police-chief-couldnt-shake/": {"title": "Dame Cressida Dick: The high-flying Met Police chief who couldn't shake controversy", "subtitle": "Dame Cressida will leave her role as head of the Metropolitan Police after a series of scandals engulfed Britain's biggest force", "text": "One former Met Commissioner used to say that it was three strikes and you were out. It is an adage that Dame Cressida Dick appeared, until last night, to have proved wrong.\\n“She has had multiple flesh wounds and strikes but because she is personable, resilient, presents well in the corridors of power and is liked by her frontline officers, she survived,” said one former colleague.\\nFor at least the past year - and in some quarters longer than that - she has faced demands for her resignation over a catalogue of blunders and crises that have befallen her force while under her watch.\\nDame Cressida was implicated in the catastrophic decision to launch an inquiry into a VIP paedophile ring that turned out to be concocted by a fantasist.\\nShe was accused of “obfuscation” in thwarting an inquiry into the axe murder of Daniel Morgan that found the Met “institutionally corrupt”.\\nAnd she was widely criticised for a “softly softly” approach to the policing of a series of Extinction Rebellion demonstrations.\\nHowever, it is the failure to get to grips with the misogyny, sexism and racism exposed within the Met Police in the aftermath of the horrific rape and murder of Sarah Everard by one of her own officers that has proved to be her undoing.\\nThe jailing of two officers for taking pictures of the corpses of two murdered sisters was followed quickly by the sickening sexism and racism at Charing Cross police station exposed by the watchdog, the Independent Office for Police Conduct.\\nIt was this that Sadiq Khan, the London mayor, cited when, on Wednesday, he gave her his ultimatum to clean up the force or lose her job. Nine of the 14 officers criticised in the watchdog probe were still in their jobs - with two promoted.\\n“There was a defensiveness by Cressida and the Met which was part of it. If you are more focused on defensiveness then there is something not right here,” said a former senior Met officer.\\n“They were more focused on defensiveness than getting onto the front foot and sorting things out. That was the fundamental problem.\\n“She picked a good top team but there is no innovation or imagination. She is instinctively conservative and not open to ideas of doing things in different ways, which appeared defensive.”\\nThere was intense pressure last summer for Dame Cressida to quit after the murder of Ms Everard and the controversy over the alleged heavy handed policing of the protests on Clapham Common that followed her death.\\nShe survived as both Priti Patel, the Home Secretary, and Mr Khan agreed there was no obvious successor with the experience and capability to lead Britain’s biggest police force. As a result, she secured a two year extension to her five year contract, allowing time for a successor to be found.\\nEven those who are not fans testify that her survivability is rooted in her instinct to resist meddling in the House of Commons.\\n“She appreciates politics can get very toxic very quickly. She is also not blind to the fact that some of her predecessors were badly burnt by failing to recognise that,” said a Government source.\\n“She is very political and knows how to attend to the politicians and to the media. She knows how it is played,” said another source.\\nIn their time working together, Dame Cressida and Ms Patel have had a frank relationship but shared an ideology; both were horrified by the 2019 eco-protests that shut down the capital and are staunch advocates of stop and search.\\nBoth, too, have spoken out over their opposition to taking the knee, the symbol of solidarity with the Black Lives Matter movement. It is not surprising, therefore, that it was Mr Khan who wielded the axe rather than Ms Patel, who appears to have been blindsided by the mayor’s actions.\\nThe anger from the Met police federation at the Mayor’s moves also explains how she has survived despite the scandals and debacles. “She should have been treated better,” Ken Marsh, chair of the federation, which represents frontline officers, said last night.\\nIn other words, she had their backs and their respect, says Mr Marsh. “She’s a good cop, simple as that,” he says of the woman who successfully led Operation Trident, one of the force’s grittiest jobs.\\nShe has had vast operational experience, including running the Met’s counter-terrorism unit although her earlier Met career was not without controversy.\\nShe was fortunate to remain in post after Jean Charles de Menezes, a Brazilian electrician, was shot and killed on the Tube by armed officers who had mistaken him for a jihadi suicide bomber.\\nShe was the commander in charge of the bungled surveillance operation. However, although a subsequent review faulted the Met for lapses, Dame Cressida was cleared of personal blame in a 2007 trial.\\nShe was subsequently promoted to Deputy Assistant Commissioner in 2009, heading up the various police investigations into MPs’ expenses and by 2012, Dame Cressida was in charge of counter-terror.\\nThere was palpable joy among the rank and file when she took over from Bernard Hogan-Howe, her predecessor and a somewhat aloof figure, who retired from the post.\\nIt was a culmination of a career that began in 1983 when she joined the Met as a constable. That she spent the vast majority of her time in the Met is seen by some as a strength but also a weakness that meant she was resistant to change, not radical enough and too defensive of the force.\\n“There is a myth about Cressida’s popularity within the Met. She is not a great communicator within the organisation. A lot of people within the Met were fed up with the lack of clarity and direction,” said one former senior colleague.\\nAnother is even more harsh: “She was bereft of strategy, bereft of vision and finally events have overtaken her.”", "image": [["Dame Cressida Dick announced her resignation on Thursday", "www.telegraph.co.uk/content/dam/news/2022/02/10/TELEMMGLPICT000184377242_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwQs4v22exkdQdQ8HxtVl3Yw.jpeg?imwidth=680"], ["Well-wishers turn on their phone torches as they gather at a band-stand where a planned vigil in honour of alleged murder victim Sarah Everard was cancelled after police outlawed it due to Covid-19 restrictions, on Clapham Common", "www.telegraph.co.uk/content/dam/news/2022/02/10/TELEMMGLPICT000000273281133_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["Bibaa Henry (left) and Nicole Smallman whose dead bodies were photographed by two police officers", "www.telegraph.co.uk/content/dam/news/2021/11/03/TELEMMGLPICT000276407836_trans_NvBQzQNjv4BqC_LLCXkS_z-CZqgOMP7Be4NJOW97-4gC-TIHNP2xpBw.jpeg?imwidth=350"], ["Jean Charles de Menezes", "www.telegraph.co.uk/content/dam/tv/2021/03/20/TELEMMGLPICT000004355303_trans_NvBQzQNjv4BqUmMkbHoFrzDXjSxcyGJDJI064TIrcX_7tT0sGCZw0_A.jpeg?imwidth=350"]], "author": ["Charles Hymas"], "date": "2022-02-11"}, "https://www.telegraph.co.uk/news/0/couldnt-imagine-like-normal-justin-webb-justin-welby-chaotic/": {"title": "‘I couldn’t imagine what it was like to be normal’: Justin Webb and Justin Welby on their chaotic childhoods", "subtitle": "Absent fathers, loneliness and growing up in the '70s: the Archbishop of Canterbury and Today programme host on their shared experiences", "text": "Justin Welby is threatening me. He’s smiling but the movement of his arm, as if to grasp something behind the sofa, is alarmingly sudden. No Archbishop of Canterbury is entirely distant from the sin of murder. Several have been victims, as we know, but this one appears willing to be a perpetrator.\\n‘So, if I reach behind me to the axe that’s hidden over there and attack you savagely, you have to say, “Oh well, there we are. Programmed to do it. One of those things.” I don’t find that very satisfactory…’\\nWe are discussing free will. For reasons I will get to later, I am close to reaching the rather terrifying conclusion that we don’t have it, and he, naturally enough, feels strongly that we do. It is part of a conversation, sometimes animated, sometimes reflective, around the themes of my book, The Gift of a Radio, which, with typical generosity, he had agreed to read.\\nI had asked to meet him because it seemed to me that the book might strike a chord because of our family histories and because it is about forgiveness and atonement, which, let’s face it, are subjects almost everyone outside the religious establishment has rather given up on. Justin Welby warms to these themes. ‘Brilliant,’ he says of the book. ‘I couldn’t put it down.’ Do archbishops tell little white lies to make you feel comfortable? I am with those who see them as only capable of unvarnished truth telling.\\nThere is a special place in hell reserved for those who claim to have lived an eerily similar life to the Archbishop of Canterbury. Hell, or the asylum. And yet, here I am in his study in Lambeth Palace, noting the similarities between us: our fathers mysterious and missing; our young lives damaged and lonely; our memories of growing up in ’70s Britain – miners’ strikes and IRA bombs – still etched in our minds. True, he will crown the next monarch and I will hand to the weather and avoid crashing the pips, but in our own ways we have both achieved success: we are, to use the fashionable term, survivors.\\nHis childhood sounds worse than mine. He had to endure physical violence and the depredations of parental alcoholism. My early years were steeped not in alcohol but in loneliness. My stepfather was deeply mentally ill, pouring milk down the sink when he thought it poisoned, hearing voices telling him he was inferior. My mother, not unnaturally, was unhappy, and my biological father’s only appearance was to read the news on the TV in the corner of the room and appear, one memorable Christmas, on The Morecambe & Wise Show.\\nEarly in life I knew, just as Justin Welby knew, that things were not right. Neither of us were brought up dirt poor, in the material sense, but both of us know the derangement that middle-class chaos can bring.\\n‘Did you talk to yourself?’ I ask him.\\n‘A lot,’ he says. ‘I told myself stories endlessly. I would retreat to my room and play by myself. Endless trains going round one track. Plastic model soldiers and a cardboard fort.’\\nAnd he reveals something that I recognise in my own life. When you start off not only living in a damaged home but also lonely and isolated and without siblings to josh with, you cannot imagine what it must be like to be ‘normal’. Intellectually, of course, you can try, but inside ourselves, those of us who grew up strange, we cannot comprehend the rest of you, even our own families.\\nThe Archbishop has five children: ‘They’re the most wonderful bunch of people. But I look at them and I think, “What does it feel like?” I have no idea. I can’t put myself in their shoes for a second.’\\nWe should mention our biological fathers. Justin Welby is the son of Sir Winston Churchill’s last private secretary, Sir Anthony Montague Browne. He and Welby’s mother slept together after, as his mother put it, ‘a large amount of alcohol on both sides’. These facts were revealed to the Archbishop by The Telegraph in 2016. It was a complete shock.\\nMy own father was the newsreader Peter Woods. My mother told me about him when I was around eight. ‘That’s your father,’ she announced without fanfare, as we sat in front of the evening news. She seemed to want to make no further comment on the matter and she never did.\\nShortly after that revelation, we bought a guinea pig, a childhood detail that, at the time at least, seemed no less important. Of course that’s not literally true, but it is striking when I ask Justin Welby whether the fact that his father was a stranger to him actually matters. ‘Not a jot.’\\nWhat mattered to him – and still does – was that he grew up with a father figure who was drunk and abusive and violent: ‘That mattered a heck of a lot.’\\nI couldn’t agree more. I grew up with no father figure at all – my stepfather was a minor actor in our home – and that mattered a heck of a lot to me. I am sure my abiding love of rugby is a hankering after a carefree masculinity that I have never known. Facts on the ground are everything in families. Being a journalist, I understand the news value: it’s unusual not to have any contact with your biological father. But it’s not the full story, nor does it need to be the end of the world. It need not be a lifelong regret. It wasn’t for me and it has not been for the Archbishop.\\n‘Nobody’s going to be interested,’ he told his communications team when The Telegraph warned them the story was about to break.\\nBeing worldlier than their boss (he remembers with a grin) they reminded him that the EU referendum campaign was on and people were desperate for other news.\\n‘And you’re the Archbishop of Canterbury.’\\nThey were right, but so was he. As he puts it, ‘God knew who I was… I have always had an attitude that life is what it is. I was no different to what I was yesterday.’\\nTrue: but we are all different to how we were in the 1970s. How foolish we are to think of our own age as uniquely troubled. Those of us who grew up in the ’70s know all too well that things could definitely get worse than they are now. As in: social decay, political stasis, a fear of ‘wholesale domestic liquidation’ – in other words the entire nation going bust. Ministers who travelled abroad would bring back groceries, bags of sugar and flour, in case rationing returned. And all of this under leaden skies, in choking, confused, diminishing cities, grey heaped upon grey. An entire nation levelling down.\\nAt the end of the ’70s, Justin Welby left Cambridge to begin his career in Paris: ‘All the senior people said, “I can understand why you’ve come. There’s no future in your country any more.”’\\nCan he see now, though, looking back from our technicolour age, some kind of comfort in the half light? Some gloomy certainty about who we were that we miss in modern times? I have become a ’70s revisionist, at least to some extent. Something about the solidarity attracts me. The belonging – to union, even to class. To the mass audience for Morecambe and Wise.\\nThe Archbishop is unconvinced. What about the football hooligans, he asks? The appalling racism. The treatment of women. ‘The people talking on the news from the ’70s – you think, “I can hardly listen to this, it’s so awful!”’\\nAnd social class? My mother had a peculiar array of things lower-class people were associated with: begonias, semi-sweet wine, eating in public, saying ‘perfume’ rather than ‘scent’, stressing the second syllable of the word controversy – on and on it went. And yet when people kept to their class she rather liked them for it, even if they said ‘toilet’ and ate with their mouths open. She felt superior but never antagonistic to those who knew their place.\\nNow I am not arguing her case but the advantage, I think she would suggest, is that when life goes wrong for you – as it inevitably does – there are still excuses under the old British class system for your personal failure. One of her favourite Peter Cook sketches was the miner sitting on a bench regretting that he didn’t ‘have the Latin, to do the judging’.\\nIf you truly are free to go where your talents take you and you still go nowhere, who is to blame for that?\\nWelby dodges this by answering a different question. Never mind the freedom not to have to blame yourself for your failings, ‘Don’t we want the freedom that people from any background should be equally respected? Just think of how we treated race or gender: if people didn’t fit in they would be beyond the pale.’\\nTo bring home his point he quotes, with a grimace, the old and now banned verse of All Things Bright and Beautiful: ‘The rich man at his castle, the poor man at his gate. God made them, high or lowly and ordered their estate.’\\nNeither of us sang that verse at our respective boarding schools in the ’70s, but we knew it was there. Part of the disorder of that decade was saying goodbye to those certainties without quite knowing what was around the corner. The Archbishop is sure about where we have landed: surer than me, I think.\\nHe is also sure about the place that conscience has in our actions, even when our beliefs cut across the workings of democratic government. My mother refused to pay a portion of tax because it funded the buying of weapons that she regarded as immoral. She wrote a letter to the Inland Revenue informing them and they wrote a rather sweet letter back saying it was fine because she didn’t earn enough to pay tax so they were all square.\\nThe Archbishop enjoys the story and sides with the Revenue (the Bible says pay your taxes, he reminds me) but also, crucially and more controversially, with Mum and her modern-day equivalents who are concerned less with arms sales and more with climate change.\\nHe believes, he says, both in the right to civil disobedience and in the consequences that flow from it: prison or fines. He points out that the Extinction Rebellion members who glued themselves to the outside of Lambeth Palace ‘shouldn’t be banned from doing that, but if they do glue themselves there will be a consequence’.\\nBut what about the rights of others to go about their business, of society to function when some wants to interrupt it with the excuse that their conscience excludes them from the rules? On this, Welby is quite animated: ‘Everybody says there is democracy this and democracy that. Hitler won two democratic elections. Democracy is not infallible. So, I think your conscience would say, “There’s a point when I don’t care who voted for what, who tells me to do what, if it’s wrong I am not going to do it.”’\\nIf the choice comes, he says, ‘You obey God’ – by which I think he means your conscience – ‘but you do it with humility and grace. You listen, you pay attention, you don’t hate, you love your enemies on the cross.’\\nAnd so to freedom of choice. My book is about the absence of blame. All sorts of wrongs haunt my childhood, including those I committed myself as an adolescent. I was lazy, and at school, where bullying was the norm, I made no effort to stop it. But I was also denied the right to be a child. I was more like a carer, my life dominated by the need to please, to perform, so that Mum would be OK. And never to mention the man reading the news on the TV.\\nMy book is about how none of this really matters. In the age of crass, instant judgements based on partial knowledge I am interested in our entirety. But more than that: I wonder whether any of my history or the Archbishop’s or any person’s is actually something for which they or any other person is truly responsible.\\nI put to the Archbishop the simple fact that modern science points us towards free will being an illusion.\\nThe thinking here is simple, and not new. Pierre-Simon Laplace, writing in 1814, suggested that a demon with perfect knowledge of every piece of the universe at a given moment could with complete precision tell you what was going to happen next. What is new is our knowledge of the physical processes in the brain. We seem to be closing in on the position of the demon.\\nOn the matter of personal blame, Welby agrees, unsurprisingly, that we judge too much and forgive too little. ‘I think we are crueller than we were,’ he says. ‘Profumo today would never have been allowed to re-establish himself.’\\nIn spite of his modern dislike of the ’70s, he allows himself a rather telling moment of nostalgia: ‘I think [in the ’70s] there was still a lingering memory of what grace and forgiveness is about. Perhaps. I am probably wrong. One looks back at half a century and one has rose-tinted spectacles.’\\nTo me, he is right. But on the deeper issue – can we or can we not, any of us, be held responsible for anything – we are never going to agree. The idea that freedom might be an illusion horrifies him. ‘There are consequences, there is judgement. If it’s predetermined then we can’t blame Hitler or love Saint Francis.’\\nWell, exactly. That is the space that we all give ourselves, religious or not, for praise and blame. I don’t want to believe that everything about me is explained by everything that has come before. I don’t want to, but I fear it’s true. The Archbishop seems to me to take comfort in bromides about reaping what you sow.\\nBelief does not help if the evidence points in another direction. I am not entirely convinced that it does, but even after the Archbishop’s impassioned defence of free will, the jury is out, and their eventual verdict may well be predetermined.\\nIn the meantime, what are we to do? A confession: I would like to be religious, in the sense of belonging to something larger than myself, swept along with a sense of purpose that I need not grasp but whose power I could feel. Among our closest family friends is a household of evangelical Christians. When we eat together with Andy, Alex and their grown-up children and friends, they say grace, which I enormously enjoy.\\nThe reason for this only occurred to me when I wrote the book. You can parrot trite stuff about love conquering all and forgiveness and contrition being vital, but someone or something has to do the forgiving. For an atheist like me, there is a hole in this place.\\nThere was a wonderful sermon given by Sam Wells, the vicar of St Martin in the Fields in London, in which he refers to the biblical story (it’s John chapter 5) of Jesus visiting a hospital and meeting a man who is disabled and is so overlooked that he can’t even bathe himself.\\nJesus asks him if he wants to be rescued. It’s an odd question. Of course he does. And yet does he not also rather revel in the fact of who he is, the identity he has created for himself and others? Sam Wells accepts that the man is a victim and yet the victimhood he justly claims is pulling him further down. As Wells puts it, ‘Is there such a thing as a culture of victimhood, in which we compete with one another for how much we’ve suffered, and how hurt we’ve been, and we imprison ourselves in our own misery, and we can’t bear for that story to be taken away from us because we’ve no idea how to live outside it? Are you living in that culture?’\\nI want to be rescued. I am sure of that, though by whom I am less sure.\\nBut I have made a start with Justin Welby. He is much criticised by conservatives inside the church for listening too much and leading too little. And yet – for me – his very gentleness is a huge attraction. He revealed recently his struggles with depression. His own coming to faith he describes to me as ‘a hesitant start with many hesitant patches since’, though he is pretty adamant now that ‘God was in charge of his life’, as he puts it.\\nHesitant, complex and quick to laugh. His Trinity could easily be mine.\\nThe Gift of a Radio: My Childhood and Other Train Wrecks by Justin Webb (Doubleday, £16.99) is out now. Order your copy from the Telegraph Bookshop.", "image": [["One is a TV host and the other is the most senior bishop in the Church of England, yet the childhoods of Justin Webb and Justin Welby were strangely similar", "www.telegraph.co.uk/content/dam/news/2022/02/23/ABofC_01_trans_NvBQzQNjv4Bq4W2C4mH7Qc4lVu697Z5zpPDoBEGa-z153wG92jbwaxo.jpg?imwidth=680"], ["Justin Webb with his mother in the 1970s", "www.telegraph.co.uk/content/dam/news/2022/02/23/1124469-04-webb-photo-1jpg-Radio-4-Presenter-Justin-Webb_trans_NvBQzQNjv4BqcpoWzwBIzlnewd68KzIvqCIMpBIiS72GQ3QPBtusw-s.jpg?imwidth=350"], ["Webb’s biological father was newsreader Peter Woods, a fact Webb learnt when he was eight", "www.telegraph.co.uk/content/dam/news/2022/02/23/GettyImages-107979482_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwWD7kfsaIAV8ozrOr4jSv8I.jpg?imwidth=350"], ["‘God knew who I was… I have always had an attitude that life is what it is. I was no different to what I was yesterday,' says Welby", "www.telegraph.co.uk/content/dam/news/2022/02/23/07_02_22_telegraph_archbishop_canterbury_sheet_4463_BL_pos_trans_NvBQzQNjv4BqA1eyNqITM2xGKRiRNIS96mjeaT0kNoi-jHgw90TP-DI.jpeg?imwidth=350"], ["'Hesitant, complex and quick to laugh. His Trinity could easily be mine,' says Webb of the Archbishop", "www.telegraph.co.uk/content/dam/news/2022/02/23/07_02_22_telegraph_archbishop_canterbury_sheet_4469_BL_pos_trans_NvBQzQNjv4BqraZ-tGhIovSSUiVoUeh7sQOqsesN1C8MjbMuR6Sr2OY.jpeg?imwidth=350"], ["Sir Anthony Montague Browne (centre) with Sir Winston Churchill and Dwight Eisenhower", "www.telegraph.co.uk/content/dam/news/2022/02/23/JEYG12_trans_NvBQzQNjv4BqFHJNLL4DN98KyBDjVXBRVOtLaHNrj1S8_WeC8rpxnHM.jpg?imwidth=350"], ["Welby officiating at the royal wedding, 2018", "www.telegraph.co.uk/content/dam/news/2022/02/23/GettyImages-960060190_trans_NvBQzQNjv4Bq0CjG5m5anLXLD_-K2ceRsGLwwAZ6G-ra7g0YXL7D9jY.jpg?imwidth=350"]], "author": ["Justin Webb"], "date": "2022-02-26"}, "https://www.telegraph.co.uk/news/2022/02/10/extinction-rebellion-activists-buy-george-eustices-constituency/": {"title": "Extinction Rebellion activists buy George Eustice's constituency office - and use his rent to fund Insulate Britain legal bills", "subtitle": "Climate change activists say they clubbed together to buy the Cornwall office for £51,000 to 'embarrass' the Environment Secretary", "text": "Extinction Rebellion activists have bought the Environment Secretary’s constituency office and used nearly £3,000 of the Cabinet minister's rent to fund Insulate Britain’s legal bills, it has emerged.\\nThirty members of the protest group clubbed together to purchase George Eustice’s office in Camborne, Cornwall, for £51,000 under the company Cawton Ltd, which was set up in June 2021.\\nCompany directors said the move was designed to \"embarrass\" the minister.\\nSince buying the ground-floor office in October, it has received £2,820 in rent from the Independent Parliamentary Standards Authority and will continue to receive £5,640 plus VAT a year.\\nThe Parliamentary expenses watchdog has paid the rent of MPs' constituency offices since it was set up in the wake of the expenses scandal.\\nExtinction Rebellion (XR) have now used the funds to help cover the legal defence costs of Insulate Britain protesters accused of breaching a High Court injunction by blocking the M25.\\nThe courts had instructed the Insulate Britain defendants to cover the £84,000 in prosecution costs for lawyers acting on behalf of the Government.\\nA further claim of £159,216 has been lodged by government lawyers.\\nSince November, 28 of the group’s members have been charged with contempt of court, with 25 found guilty.\\nOf those 13 have been sent to prison and 12 received suspended prison sentences.\\nA source at the Department for Environment, Food & Rural Affairs (Defra) said there were “no plans” to change the location of Mr Eustice’s constituency office following its purchase.\\nIt is understood the minister has continued to hold weekly in-person surgeries at the office since October.\\nXR activists targeted his office in June 2020 by plastering slogans and posters over its windows.\\nThe phrase “climate crime scene” was emblazoned on fake police tape across the entrance.\\nCawton Ltd was set up in June 2021, with Brenda Shrewsbury, Thomas Pine and Nicholas Howard listed as company directors.\\nMiss Shrewsbury, who is listed as a company director of Cawton Ltd and had personally invested around £500, said the move was aimed at “embarrassing” the minister.\\nShe told the Telegraph she had been an environmental activist since the age of 17 and has protested at a number of XR demonstrations in London in recent years.\\nThe 65-year old accountant said: “I did it because I am very very frustrated with George Eustice, I am one of his constituents and I have found it very difficult to meet up with him and have any sorts of conversations with him.\\n“If I sent an email it would take him months to reply. I thought maybe as his landlord I would get more access to him.\\n“It was to embarrass him really to do something about listening to people more.”\\nDaniel Newman, a smallholder who invested £1,000, added: “Frustration really is a big driver for many of us. We really should not have to be doing this.\\n“We felt like ‘what can we do to get people to sit up and listen’ so when that came up with an idea it just seems like a great one to go with.”\\nMr Newman has previously been embroiled in legal battles with Cornwall County Council after it ordered him to demolish their eco-friendly home which the authority claimed had been built without planning permission.\\nA spokesman for Mr Eustice said: “We live in a free country and investors are free to invest in property irrespective of their political views.\\n“There is no law that requires a landlord and tenant to share the same political opinions.”", "image": [["XR activists have bought the Environment Secretary's Cornwall constituency office", "www.telegraph.co.uk/content/dam/news/2022/02/10/TELEMMGLPICT000285474969_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwSX5rhseiWKOo9p9OQ-ymek.jpeg?imwidth=680"], ["The company directors said the move aimed to \"embarrass\" George Eustice", "www.telegraph.co.uk/content/dam/news/2022/02/10/TELEMMGLPICT000284388272_trans_NvBQzQNjv4BqeZiqYh1M_n0AK-dWEps81f7pVV1W4nu1IHo0TQs5bEM.jpeg?imwidth=350"]], "author": ["Max Stephens"], "date": "2022-02-10"}, "https://www.telegraph.co.uk/news/2022/02/19/debate-extinction-rebellion-confirmed-worst-fears-eco-doom-cult/": {"title": "My ‘debate’ with Extinction Rebellion confirmed all my worst fears about this eco doom cult", "subtitle": "Devoid of any answers to green problems, all they have is a narrative of death, destruction and despair", "text": "Rarely have I looked forward to a debate with less relish than the one I appeared in on Thursday night at the Cambridge Union. The motion was “This House Would Extinguish The Rebellion”. And I accepted because on the opposing side were none other than Roger Hallam, the co-founder of Extinction Rebellion (XR), and Rupert Read, eco-spiritualist and former XR spokesperson. They are two of the highest-profile climate activists in Britain and I wanted to see for myself what they were like and what they had to say.\\nEver since the rise of the child-prophet of doom Greta Thunberg, my overriding impression of the climate movement has been that it is dominated by totalitarian impulses, a delight in mob rule, apocalyptic preaching, disdain for ordinary working people, and a profound dislike of human beings.\\nAnd with the XR offshoot Insulate Britain reportedly planning to hold raves – as in nightclub raves – on the M25 this weekend, it seemed as good a time as any to see if perhaps I’d been unfair on this lot.\\nWere they merely raising awareness of important issues, albeit in an irritatingly disruptive way, as their more intelligent defenders would have us believe?\\nOr were they, as I had always thought, a bunch of loony Lefties who have managed to seize control of the narrative and who couldn’t care less what damage they cause in pursuit of their extreme objectives?\\nUnfortunately, the debate was just as gruelling and unpleasant as I had feared. With such enormous scientific and political questions at play, it was hard not to wince at some of the more gratuitous and extreme rhetoric. At one point, one speaker compared carbon emissions to genocide. When so many people think they are grappling with imminent mass extinction, the mood cannot but remain drearily heavy.\\nBut in general, the student audience, if somewhat predictably in thrall to environmental apocalypticism, was reassuringly intelligent and made a range of clever interjections and floor speeches – when they were allowed to, that is, by my irritable opposition.\\nIndeed, points of information from feisty earth science students, or cocky philosophy second-years, provided a welcome relief from Hallam and Read, who lost no time in confirming most of my worst assumptions.\\nThey appeared to be, as I put it to the audience in my speech, every bit as authoritarian, full of millenarian quasi-religious zeal, and arrogant as I had feared.\\nXR has embraced a cold-hearted absolutism – its obsession with “climate justice” apparently requires nothing short of the dismantlement of democracy and capitalism. And Read seemed barely interested in debating at all.\\nThis made an odd counterpoint to his wheedling contrition, whereby, on behalf of his generation, he apologised to the young people in the audience for having failed them. His generation, he said, had not done enough to prevent the students’ certain and untimely demise.\\nIn this he was repeating an address to first-year students at UEA, in which he told them that “the later  part of the lives of most of you in this room is going to be grim or non-existent”.\\nIt’s worth noting that most serious scientists would likely consider such predictions pure alarmism, if not mad. But then, if like an Old Testament prophet you are convinced that you alone are communicating the truth, you don’t have time to take account of the anxieties of ordinary mortals – even those whose extinction you remorsefully claim you have contributed to accelerating.\\nHallam, by contrast, veered from peculiar attacks on the terms of the debate itself, demanding to know if it was a joke, to barking about “killer facts” and shouting at the audience that they were committing genocide and participating in crimes on a par with the shipping of slaves to America.\\nLike Read, he turned down points from the floor, albeit fewer.\\nPerhaps I shouldn’t have expected anything less. With scorn for ordinary people running through the “radical” climate movement’s activism and rhetoric like a stick of rock, extreme eco activists have never had much time for rational and cool-headed debate.\\nAnd Extinction Rebellion and its allies have shown nothing but disdain for the commuter trying to get to or from work to earn their daily bread; the woman on her way to the hospital.\\nXR clearly thinks that the mob should rule above, not even alongside, parliament.\\nBut what I find most disturbing about this movement and some of its proponents is the way that they play on human fears, marshalling grotesque and sometimes misleading statistics – “killer facts” – with which to berate impressionable young people.\\nThey never seem to make any reference to possible solutions; they merely prophesise imminent catastrophe. It is all death and destruction and gloom and doom spirals.\\nInstead of talking about promising scientific breakthroughs, or the need to marshal human ingenuity in order to solve environmental problems, people are told they are victims soon to die and also accessories to mass murder.\\nSo I’m afraid this debate at the Cambridge Union did nothing to change my mind about Britain’s eco radicals. This bunch of self-appointed soothsayers appear to be more obsessed with halting progress, and spreading anxiety, fear and misery than they are with saving the world.", "image": null, "author": null, "date": "2022-02-19"}, "https://www.telegraph.co.uk/news/2022/02/11/timeline-met-police-scandals-brought-cressida-dick/": {"title": "The timeline of Met Police scandals that brought down Cressida Dick", "subtitle": "The Telegraph looks back at the events from the past three years that led to her downfall as Commissioner of Britain’s largest police force", "text": "On March 3 last year, a 33-year-old marketing executive went missing as she walked home in Clapham, south London.\\nAfter a widespread manhunt led officers from the Metropolitan Police to one of their very own colleagues, the murder of Sarah Everard would not only turn out to be one of the most shocking crimes committed in recent decades, but it quickly became the point of no return for Dame Cressida’s tenure as the head of the force.\\nThe murder rightly shone a light on incidents old and new, asking long overdue questions about the culture within the Met.\\nFrom the failure to stop Wayne Couzens serving despite a string of misconduct allegations, to accusations of cover-ups in the Daniel Morgan report and a rise in violent knife crime among teenagers, Dame Cressida presided over numerous controversies, scandals and failures as Commissioner of the country’s largest police force.\\nWhen Extinction Rebellion first burst onto the scene, Dame Cressida was heavily criticised for the force’s soft approach to the campaign groups protests, which saw key London landmarks shut down by activists sitting on the road. Officers were seen asking the protesters if they needed anything rather than arresting them.\\nThe Met was criticised for its handling of the initial missing persons report filed by relatives of the two sisters after they failed to return home.\\nMina Smallman, their mother, accused the force of racially profiling her daughters, whose bodies were later found by family members in a north London park after the police failed to act.\\nShe called on the Commissioner to step down following the controversy, saying it’s “time for her to go”.\\nOn the same day that the sisters were killed, two constables, Deniz Jaffer and Jamie Lewis, took and shared pictures of Ms Henry and Ms Smallman’s bodies while they were guarding the cordon. The incident prompted further criticism for Dame Cressida about the culture within the Met.\\nThe 33-year-old was abducted, raped and murdered by Couzens, a serving police officer at the time. Her death prompted widespread outrage at misogyny in the Met and its vetting procedures.\\nFollowing the investigation into her death, it emerged that several reports were made about him flashing women in the days and weeks leading up to the attack. However, the police failed to properly investigate.\\nTen days after Ms Everard’s death, hundreds of mourners gathered for a vigil to remember her on Clapham Common in the midst of lockdown restrictions.\\nThe Met was criticised for the heavy handed actions of officers, who were pictured pinning women to the floor and arresting them.\\nPc Benjamin Hannam became the first police officer to be convicted under terror laws. The 22-year-old was a member of the extreme Right-wing group National Action, which was banned in 2016 for its white supremacist ideology.\\nHe joined the force in 2018 and lied on his vetting application form about his association with “proscribed organisations”.\\nThe incident attracted further criticism of the Commissioner and the Met’s vetting.\\nDame Cressida was personally criticised in a report into the murder of Daniel Morgan, who was found dead in a pub car park in 1987.\\nThe report highlighted how the Commissioner delayed the panel’s work by not handing over information and not allowing access to the Met’s database in a timely manner.\\nShe faced calls to resign, but instead issued an apology and stayed in post.\\nAfter the chaos of the England v Italy game at Wembley, when thousands of fans without tickets managed to storm the home of English football, the Met came under fire for its failure to properly police the venue.\\nA report was critical of policing at the game, concluding that it “did not sufficiently mitigate the risk of ticketless fans, with officers deployed too late in the day”.\\nDespite the chaos, Dame Cressida said she was “very proud” of her officers and the command team.\\nOn New Year’s Eve, a 16-year-old was stabbed in Hillingdon, west London, becoming the 30th young person to die in the capital in 2021. His death came just half an hour after a 15-year-old was killed in a Croydon park.\\nThe two incidents took the death toll of teenagers killed on the streets of London to a new record, overtaking the previous figure from 2008 when 29 teens died.\\nFor the past two months, the Met has been under increasing pressure to investigate the alleged breaches of lockdown restrictions by those working in 10 Downing Street.\\nThe force originally said it would not “retrospectively investigate” lockdown breaches, a response which was met with widespread public anger.\\nDame Cressida eventually did an about-turn on the decision, announcing at the end of January that the force would conduct an investigation into numerous events that are understood to have taken place.\\nTwo weeks before the Commissioner resigned, a string of messages sent between officers based in Charing Cross police station emerged as part of a watchdog investigation.\\nA group of 14 officers joked about raping women, beating their girlfriends and sent messages that were deeply racist and homophobic in nature.\\nDame Cressida was hauled in for a meeting with Sadiq Khan, the mayor of London, over the findings.\\nZoe Billingham, a former police watchdog, said on Friday: “Charing Cross was the straw that broke the camel’s back.”", "image": [["Dame Cressida Dick resigned after losing the confidence of Sadiq Khan, the Mayor of London, over her handling of numerous scandals", "www.telegraph.co.uk/content/dam/news/2022/02/11/TELEMMGLPICT000240955936_trans_NvBQzQNjv4Bqx0cmEs-OEQHtEBu1pX5300ZmilIWQCqD9WmF8l-Ia4g.jpeg?imwidth=680"], ["Police surround a boat during an Extinction Rebellion protest in central London in April 2019", "www.telegraph.co.uk/content/dam/news/2022/02/11/TELEMMGLPICT000194668530_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwauvwQN9t1fP0ffle5vRErs.jpeg?imwidth=350"], ["Bibaa Henry and Nicole Smallman", "www.telegraph.co.uk/content/dam/news/2022/02/11/TELEMMGLPICT000276407836_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwWw4gmp-RGF37EEvTz1YG50.jpeg?imwidth=350"], ["Deniz Jaffer and Jamie Lewis", "www.telegraph.co.uk/content/dam/news/2022/02/11/TELEMMGLPICT000279965728_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwfSVWeZ_vEN7c6bHu2jJnT8.jpeg?imwidth=350"], ["Sarah Everard", "www.telegraph.co.uk/content/dam/news/2022/02/11/TELEMMGLPICT000273092089_trans_NvBQzQNjv4BqoBoyx_R5Fm8icbD09kIPekikPYR0xYwuEBLwP9UFqPg.jpeg?imwidth=350"], ["Patsy Stevenson was one of the protesters who was pinned to the ground by Met Police officers", "www.telegraph.co.uk/content/dam/news/2022/02/11/TELEMMGLPICT000253285689_trans_NvBQzQNjv4Bqy66hu0TpIy4d7oO0NBM5NTQnC5DCw90YHLKHXFlQeAE.jpeg?imwidth=350"], ["Benjamin Hannam", "www.telegraph.co.uk/content/dam/news/2022/02/11/TELEMMGLPICT000257302627_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["Daniel Morgan", "www.telegraph.co.uk/content/dam/news/2022/02/11/TELEMMGLPICT000261368943_trans_NvBQzQNjv4BqxXCI9Wh-V1PVtkHuRtXNlBPRyfeiFPDIhrcu0AY5sGg.jpeg?imwidth=350"], ["Charing Cross police station", "www.telegraph.co.uk/content/dam/news/2022/02/11/TELEMMGLPICT000285352715_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"]], "author": ["Izzy Lyons"], "date": "2022-02-11"}}