{"https://www.telegraph.co.uk/men/thinking-man/sir-david-attenborough-talking-30-years-nobodys-taken-notice/": {"title": "Sir David Attenborough: 'I've been talking about this for 30 years... and nobody’s taken any notice'", "subtitle": "In an exclusive interview ahead of a new book and Netflix film, he discusses Extinction Rebellion, Greta Thunberg and slowing down at 94", "text": "Davos, January 2019. Not the natural habitat of Sir David Attenborough, but here he is, aged 93, in a suit and tie, addressing a room full of financiers, CEOs and world leaders. He is showing them clips of film, the consequences of our actions upon the natural world: an orangutan clinging to the sole branch of a single tree in what used to be a verdant rainforest; horrific footage of enormous walruses tumbling from cliffs, unable to find anywhere to rest because the retreating sea ice has forced hundreds of them on to one small beach. The audience is visibly moved. In the front row, Christine Lagarde, then head of the IMF, is in tears.\\nAttenborough, onstage, comments on the film clips, explaining in his measured, soothing voice, how it has come to this, how we have effectively destroyed our most crucial resources and, most importantly, what can be done about it, what they – sitting in that room, people of influence and power and financial clout – can do about it. The following day he is interviewed on stage by the Duke of Cambridge, and there is a standing ovation.\\nThere is a clip of this event in the new film A Life on Our Planet, which, along with the accompanying book, is effectively David Attenborough’s last stand. He calls it his ‘witness statement’.\\nAnd he is indeed a unique witness – David Attenborough is in the extraordinary position of having seen more of the natural world than probably anyone else, in a career that began in the holocene age – the 12,000- year geological period of climatic stability when wildlife was still profuse – at a point when access to it, via international travel, had just become easy. Since then, the human population has tripled, and the number of wild animals, once prolific, has halved. And the planet is one degree warmer – which may not sound like much, but it is a speed of change that exceeds any in the last 10,000 years.\\nAs Attenborough noted in his Davos speech: ‘We are in a new geological age: the anthropocene, the age of humans.'\\n‘We just need a new perspective – which is, try not to take out from the sea and the land more than the Earth can recover,’ says the familiar voice, lightly muffled by technical problems of a Zoom call, deepened by age, but nonetheless unmistakably Attenborough. He is speaking from his home in Richmond, Surrey, where he has been grounded for months – interrupting the making of several projects, one on extinction for the BBC, and many with the word ‘Planet’ in their title. A Life on Our Planet had been about to premiere at the Royal Albert Hall in April, it was going to be the biggest release of a documentary in the history of British cinema, but all that was put on hold by lockdown. How did he cope with that?\\n‘I feel diffident about saying this because I have to bear in mind that I’m not a married couple with a young child, because that must be desperate, but I’ve been very lucky: I’ve had a peaceful time. I have a garden and I live close to Richmond Park, so I’ve got a lot to keep me happy. I watched the spring unfold and develop more closely than I have been able to do for decades – and what a joy it was.\\n‘My daughter Susan lives in the same house and looks after things, and keeps it running. I had overseas trips organised that have been cancelled, so I’ve not spent time whizzing around the place, but I’ve had a lot of writing to do.’\\nThere is no sign of him slowing down. He managed lockdown restrictions by recording the commentaries to his next BBC venture, A Perfect Planet, ‘sitting in my dining room with a microphone on the dining table and eiderdowns on the wall to combat the reverberation, and the recordist sitting in the garden in the rain under an umbrella… And that’s quite a nice way of doing things, after a respectable breakfast, instead of having to get into a car and go to a studio at 7.30 am.’\\nThe Cairngorms was the last place he visited, last winter, and he does not miss flying. ‘Not at all. I feel embarrassed to say this because a lot of people have had a very, very rough time and I feel very sympathetic to the young who want to get around and see the world and go to parties, but when you get into your 80s and 90s you are more contemplative and quite happy to sit in the shade and think about life, which is mainly what I’ve been doing.’\\nAnd this is what he has come up with, what he always comes up with, what he has been showing us over and over again, for years and years and years: that nature is our biggest ally. Take care of nature, and nature will take care of us.\\nWe’ve reached a tipping-point’ has become a battle cry that we’ve heard so often over the last decade that there is a danger of tipping-point fatigue. But you only have to look at the recent news – uncontrollable wildfires in Brazil, California and Oregon that have destroyed towns and communities and displaced half a million people; hurricanes and flash floods of overwhelming strength and frequency threatening the Gulf Coast. The rainforest is still being cut down faster than ever – 3.8 million hectares are cleared annually, that’s 15 billion trees a year – and as we all know by now, our planet is losing its ice: since satellite records began in 1979, summer sea ice has reduced by 40 per cent.\\nOnly last month, WWF reported that wildlife populations are down by two-thirds in less than 50 years. And when a UN panel asked 455 experts to investigate the state of the Earth, they discovered that one million species (out of an estimated eight million) are at risk of extinction – that is, 100 times faster than would happen in the normal course of events.\\nBut, says Attenborough, it’s not too late to change things, or at least to ameliorate them. The science is all there, the technology is there, the political will ought to be there, but the difficulty is in making people care. And this is where David Attenborough comes in – he makes people care.\\nPerhaps it is the voice, the poetic intonation, the gently erudite manner, the heft of knowledge – but there are reasons why David Attenborough has become the most popular broadcaster in the world. We trust him: he never reads anyone else’s scripts or does any advertising; you won’t catch him sponsoring water filters or lending his name to a new line of paper straws. He had to maintain a level of impartiality when he was broadcasting on behalf of the BBC and he was relatively quiet about climate change until he was absolutely sure of the science.\\n‘There were a lot of people in the environmental world who were pushing David to speak out harder earlier,’ says Colin Butfield of WWF, whose idea it was for Attenborough to address Davos, ‘but he did what was typical of David – which is to make absolutely sure that he understood the science well. He completely immersed himself in it before he was willing to speak his mind.’\\nAttenborough mildly contradicts this. ‘I’ve been talking about this for 30 years!’ he exclaims. ‘And nobody’s taken any notice! If you look back you would find that certainly into the late ’70s there wasn’t a single series that I made where I didn’t end up talking about what we ought to be doing in terms of looking after the planet, and what the dangers were.’\\nNow, his new book, authored with filmmaker and science writer Jonnie Hughes, who has worked with him for years and also co-directed the film, brings all of this together. It is a succinct homage to nature told through Attenborough’s remarkable personal history, looking at the state of the world through chapters of his life. As he puts it, it is ‘the story of how we came to make our greatest mistake and how – if we act now – we can put it right.’\\nAnd there are many examples of governments making successful inroads into sustainability: Iceland, Paraguay and Albania already generate all their electricity without using fossil fuels; and who knew that Morocco has the largest solar farm in the world, providing 40 per cent of its needs? Or that Costa Rica has now replenished half of the rainforest it had cut down by the ’70s? Research has shown that marine life could regenerate at an incredible rate if just 30% of the ocean were protected. And there is hope for wildlife: in Attenborough’s lifetime, mountain gorillas have made a huge comeback in east Africa; and sightings of blue whales, hunted down to the last one per cent of their population until whaling was banned in 1986, have exceeded all expectations.\\nDid it make him nostalgic, going through the archives and seeing the world as it used to be? ‘What I’m nostalgic for – if I can twist the word slightly – are things that I’ve never seen. If you read books about travelling in Africa a century ago, you realise how impoverished the continent has become – there were herds of thousands of animals, animals like quaggas (half zebra, half antelope); stories of building railways amongst marauding lions. Wildlife was pullulating, and the oceans were so rich. The wealth of the natural world in the 19th century was overwhelmingly munificent, and that’s all gone.’\\n‘Pullulating’ and ‘munificent’ – talking to Attenborough draws you straight into his lyrical, carefully written commentaries. ‘Well I’ve been writing narrations for a long time, for 50 or 60 years – and actually, I’ve learned that fewer words is better. I take a lot of trouble writing them.’ George Fenton, who composed the music for many of his early series, would treat his words like the main character in a drama, working the music around the inflections of his voice.\\nThe voice has changed over the years, certainly. Its pitch has lowered and become more ragged, but it has lost none of its enthusiasm, whether he is exclaiming over the dancing prowess of the mantis shrimp or the octopus that can walk across land. And he’s not above poking fun at himself, it was in that distinctive voice that he narrated an Adele video during an interview on Radio 1; he also made a documentary with Björk about the intersection between nature and music. He’s had at least 20 species named after him and more honorary degrees from UK universities than anyone else, as well as countless awards. When he joined Instagram nine days ago, he broke the record for reaching a million followers – just over four hours (a record previously held by Jennifer Anniston).\\nDavid Attenborough was born in 1926 when the natural world was in a benign state, in Isleworth. He was the middle of three brothers – and now the only survivor. His older brother, film producer and actor Sir Richard Attenborough, died six years ago, and his younger brother John died in 2012.\\nHe won a scholarship to study natural sciences at Cambridge in 1945, after which he did national service in the navy then joined the television business in 1952, as a producer. He became a broadcaster almost by accident, stepping in when a presenter, a zookeeper called Jack Lester, became ill. Attenborough and a cameraman were sent off on expeditions to find rare creatures and bring them back to be paraded on television, whereupon they would be dispatched to London Zoo.\\nHe laughs now when he remembers the simplicity of those days, before the idea of health and safety was conceived. ‘The first trip I made was in 1954, when television was a tiny little hick organisation up in Alexandra Palace, and I remember going to see the man who looked after the administration of my department, and saying, “I’m off to Indonesia for three months.” “Oh yes,” he said, “what’s it going to be?” And I said, “We’re going to look for birds of paradise and things called Komodo dragons. About six half-hour programmes. We’ll be back by Christmas.” And off we went – we had a marvellous time and made these rather bad programmes.’\\nThat was Zoo Quest, to be followed by several other series of increasing sophistication – and in 1965 he became controller of BBC2, then director of programmes for the BBC (where he commissioned key series such as Civilisation, The Ascent of Man and Monty Python’s Flying Circus) and he was mooted for the job of director general in 1972. Instead, he decided to devote all his time to making programmes about the natural world.\\nLife on Earth was his first ambitious, pioneering series – and it included the famous encounter in Rwanda between a young, laughing Attenborough lying on the ground and a mountain gorilla called Poppy sitting on top of him. ‘There are so many more now than when we first filmed them in the 1970s,' he says. 'Every now and again, you see a thing like that and your little heart says, well at least we did something.’\\nHis team went to 39 countries, filmed 650 species and covered 1.5 million miles for Life on Earth. It was watched by an estimated 500,000 people, and was, he says, the best time of his life. It was followed by many award winning series and one-offs including The Life of Birds, Blue Planet and Frozen Planet. His last series, Our Planet, which came out on Netflix last year (and is now free on YouTube), has been downloaded 700 million times globally. And he has recently contributed to another film directed specifically at financial institutions – Our Planet: Too Big To Fail, a collaboration between Netflix and WWF, and featuring Mark Carney (now UN special envoy for climate action and finance).\\nA Life on Our Planet (which opened in 550 UK cinemas last week – a huge number for a documentary – and will be available on Netflix tomorrow) is unusual in that Attenborough appears in person, close up, talking directly to camera in a way that’s almost confessional; it is moving and intense. The film was privately funded by donors from WWF, ‘and that was very important to us,’ says the co-director, Alastair Fothergill, a long-term collaborator, ‘because we wanted to give David total editorial control, and inevitably with any broadcaster you can lose that. He was very personally involved in the film, and it shows a side of David you're never normally exposed to – he’s a classic, buttoned-up Englishman, but he is quite emotional in this film, which I don’t think anybody’s seen before.’\\nAttenborough lives with his daughter, Susan, formerly a teacher. His wife Jane died in 1997, after suffering a brain haemorrhage when he was filming in New Zealand. He has never remarried. His son is Dr Robert Attenborough, a professor of biological anthropology at Cambridge University.\\nHe lives simply, in the house he has had for years; he has no iPhone or email, he uses the post, and occasionally a computer. He had a knee operation six years ago, which enabled him to continue working, but he doesn’t exercise. ‘I’ve never taken exercise in my life’. And he doesn’t eat meat. ‘I haven’t eaten meat in a long time. It just went away – I can’t explain it. It wasn’t that I made a sacrifice or anything – for some reason I just went off it decades ago.’ Perhaps it was the revelation that, as mentioned in the book, 60 per cent of mammals in the world are livestock, and we consume 50 billion chickens a year – most of which are fed on soy-based feed derived from deforested land.\\nThe film and book are at their most brutal when he outlines what could be in store for someone born today, at our current rate of progress: the rain forest would turn into a dry savannah, fish populations would crash, the methane produced by frozen soil thawing would accelerate climate change and large parts of the planet would become uninhabitable.  But, he says now: ‘I do believe that things are changing, and it is young people who are most vigorous and vocal at the moment – young people who will get older and take direct action, and the fact that they are as energised and concerned as they are is very good news.’\\nHe has nothing but good things to say about Greta Thunberg, who he spent some time with last year. ‘I think she’s absolutely extraordinary, and she’s very realistic about the issues; she is very modest and the first to say, we must listen to the science – don’t listen to me, I’m not a scientist, but it is my future nonetheless. And she says this with such power, and with such clarity that she is a very powerful voice, and that voice will last and resonate for much longer than mine, because she’s 75 years younger.’\\nHe is keen that protests should be heard, but is ambivalent about Extinction Rebellion. ‘The question is, are they putting people off by disturbing lives? I think it’s important that people should have their voices heard, that’s for sure, but I think breaking the law can have a deleterious effect.’\\n\\nAttenborough is a modest man and deflects any attempt at analysing his legacy. ‘What people will remember me for is the films, and what makes the films is the camera and directors, and big, big teams. I’ve had a simply phenomenal time – I can’t believe how lucky I’ve been and my successors won’t be as lucky because the stuff just won’t be there.’\\nHe doesn’t have to be doing this: he could quite easily retire, he says. ‘But I’ve had unbelievable luck and good fortune and I would feel so guilty if I recognised the problems and decided to ignore them.’\\nIn such a long career with so many memorable moments, when was he happiest? ‘Going to Africa for the very first time, in 1960, was unforgettable; and going to the South American rainforest, or swimming on a coral reef for the first time, or seeing a bird of paradise display – all those were revelations. People say that you don’t get used to things like that – but you do get used to them. There is a freshness when you go to one of those places for the first time that is unrepeatable.’\\nDoes he still come across things that surprise him about the natural world? ‘Well, I’m discovering more new things all the time, because that’s the pleasure of natural history. Nobody will ever know all there is to know about natural history and certainly things I read about now are new to me. But mostly, lately, it’s been about reviving memories and knowledge that I had in my teens – seeing things again because I’ve had the time. Instead of dashing around in aeroplanes, I’ve had time to watch willows put out their catkins.’\\nI ask him if there is anything out there that he would still like to see, ‘Oh, lots of things.’ He thinks for a moment. ‘There are a couple of species of birds of paradise that I haven’t seen’, he says. ‘I won’t be able to now because that would involve walking for days and days through very thick undergrowth, which I can’t do any more, but I wish I had seen them.’ He warms to his theme and his voice takes on a different timbre; there is poetry, and yearning. ‘There is this newly discovered species that has been found in the last few years, and it happens to be a family of birds, which – in a funny, silly, irrational way – is full of drama and excitement and beautiful romance and one thing and another, and I just love them.\\n‘But when you get older you become more stoic. I’m perfectly happy sitting in my garden watching the spring. When you’re 94, sitting in the garden watching the spring is a very nice thing to do.’\\nAttenborough reunited with HM (he produced her Christmas address between 1986 and 1991) in 2018 for The Queen’s Green Planet, to draw attention to the need to protect forests. In the gardens of Buckingham Palace, they discuss everything from conkers to climate change.\\nIn an very moving sequence from Africa (2013), Attenborough is seen befriending and feeding a blind baby rhino called Nicky, then getting down on all fours to communicate with him.\\nFor the pioneering series Life on Earth (1979), Attenborough visits the mountain gorillas of Rwanda; and the resulting footage has been voted one of the top TV moments of all time. One gorilla opens Attenborough’s mouth and has a look, and two baby gorillas try to take off his shoes.\\nAttenborough fulfils a lifelong ambition of seeing a blue whale up close, and his excitement in The Life of Mammals (2002) is palpable as the vast creature surfaces metres from his boat.\\nIn Galapagos 3D (2013), Attenborough meets Lonesome George, a giant tortoise who was the last of his subspecies – they spent half an hour alone together. George died two weeks later, aged 100.\\nDavid Attenborough has had at least 20 species named after him – here are a few:\\nButterfly: Euptychia Attenboroughi\\nKnown as Attenborough’s Black-Eyed Satyr, found in the upper Amazon basin in Venezuela and Brazil\\nFlat lizard: Platysaurus Attenboroughi\\nFirst lizard to be named after Attenborough, found in the Northern Cape and southern Namibia\\nRubber frog: Pristimantis Attenboroughi\\nTiny frog found in the Peruvian Andes, the first amphibian to be named after Attenborough\\nWeevil: Trigonopterus Attenboroughi\\nFlightless weevil found in Java, Bali and Lombok\\nGoblin Spider: Prethopalpus Attenboroughi\\nTiny spider found only on Horn Island, off the coast of Queensland, Australia\\nA Life on Our Planet: My Witness Statement and Vision for the Future by David Attenborough (Witness Books, £20), is out now; books.telegraph.co.uk", "image": [["Sir David Attenborough's new book, A Life on Our Planet, about the consequences of our actions upon the natural world is effectively his last stand. He calls it his ‘witness statement' to the world", "www.telegraph.co.uk/content/dam/men/2020/09/30/David-Attenenborough-Toby-Coulson-Telegraph_trans_NvBQzQNjv4BqqGpeVTekjyho69sTyFjLqRz9hR-i8KuEg9RemWEL9Jc.jpg?imwidth=680"], ["Sir David Attenborough pictured in the\nMaasai Mara, Kenya, 2018", "www.telegraph.co.uk/content/dam/men/2020/09/30/Sir-David-Attenborough-pictured-in-the-Maasai-Mara-Kenya_trans_NvBQzQNjv4BqZgEkZX3M936N5BQK4Va8Re0Jyi0jPPD6Zx1hiwTPhlc.jpg?imwidth=350"], ["David\nAttenborough at Kaieteur\nFalls in Guyana in Life on\nEarth, 1979", "www.telegraph.co.uk/content/dam/men/2020/09/30/40522356-life-on-earth-ep6_trans_NvBQzQNjv4Bq56SURFa-j0RBa9h9sFlLKdhEnWGZdloILA4o9835GVU.jpg?imwidth=350"], ["John, Richard and David Attenborough in the 1940s", "www.telegraph.co.uk/content/dam/men/2020/09/30/1142794_Television-Stills_Television-ARENA-RICHARD-ATTENBOROUGH_trans_NvBQzQNjv4Bq0PK6rQM6QMm_uQOSzVPjFo7lQelJ5VzPwBW_rFOvCUM.jpg?imwidth=350"], ["At his wedding to Jane, with brother Richard (right)", "www.telegraph.co.uk/content/dam/men/2020/09/30/aaige654_trans_NvBQzQNjv4Bq-ENWgDtJ141nMZEcdxZvJnqATAdx-Nqwgurcdohbt8I.jpg?imwidth=350"], ["With daughter Susan, then three, and sulphur-crested cockatoo Georgie, 1957", "www.telegraph.co.uk/content/dam/men/2020/09/30/0251528_trans_NvBQzQNjv4BqQgJnf3UCJElVRB5dP5CNpdd3DkvbbsfaKDIhK7z-ZEI.jpg?imwidth=350"], ["On Zoo Quest, 1955-56", "www.telegraph.co.uk/content/dam/men/2020/09/30/95906562_WARNINGUse-of-this-copyright-image-is-subject-to-the-terms-of-use-of-BBC-Pictures-Digital_trans_NvBQzQNjv4Bqv00OZVu88lwnEQ0juLa-NMy_mO6Vsf_2LJWnvw2SkKo.jpg?imwidth=350"], ["On Zoo Quest, 1955-56", "www.telegraph.co.uk/content/dam/men/2020/09/30/95906553_BBC_Television-Zoo-Quest-in-Colour_trans_NvBQzQNjv4Bq5dc1ehRK0FbZhZbKDF5E3ndDVn2j89juKu5n_0QjUZI.jpg?imwidth=350"], ["During the filming of Life on Earth", "www.telegraph.co.uk/content/dam/men/2020/09/30/42993250_trans_NvBQzQNjv4BqWtzzsCSXwZtaWJqTcGKJObkeBN0KzsT834PiMY6mN1Q.jpg?imwidth=350"], ["Befriending a meerkat in The Life of Mammals, 2002", "www.telegraph.co.uk/content/dam/men/2020/09/30/shutterstock_editorial_4395155a_trans_NvBQzQNjv4Bqi62Fz8u3xUAgg40eB_q3THRIj9x2pgRJLXIOXCS-aR0.jpg?imwidth=350"], ["With rockhopper penguins in The Living Planet, 1984", "www.telegraph.co.uk/content/dam/men/2020/09/30/5232711-the-living-planet-part-2-the-frozen-world_trans_NvBQzQNjv4Bq5UkwdrNdLmi7F8HLRonNAOnx1W3uG8oprwwCJBUgYqc.jpg?imwidth=350"], ["Upstaged by a bird of paradise in 2014", "www.telegraph.co.uk/content/dam/men/2020/09/30/new-2_trans_NvBQzQNjv4BqWjUmzkk7Tvm9SfUmUGZjinLbIqHbSk7p_FFXuaKluwA.jpg?imwidth=350"], ["At home in Richmond today", "www.telegraph.co.uk/content/dam/men/2020/09/30/FDW7XH_trans_NvBQzQNjv4BqTm_sV7QSTvtZXHm2lrI912WXTli30Lpm3XHstSAIB2E.jpg?imwidth=350"], ["queen david attenborough ", "www.telegraph.co.uk/content/dam/men/2020/09/30/ss-2020-9-30-12-42-1_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwX_3UofyQkX-oJZytVrCRuo.png?imwidth=350"], ["david attenborough", "www.telegraph.co.uk/content/dam/men/2020/09/30/12703597_BBC_The-Future-Television-Africa_trans_NvBQzQNjv4BqybfWm5FBaaM-sK8Hw-ItJz7MW_5zdYHxzydOHpn9SFg.jpg?imwidth=350"], ["david attenborough", "www.telegraph.co.uk/content/dam/men/2020/09/30/122912855_ATTENBOROUGH_Television-Life-On-Earth_trans_NvBQzQNjv4Bq5s9OdbbwMnxUoruefuprtM-Mor7voT7PgnYel6t8Q4g.jpg?imwidth=350"], ["david attenborough", "www.telegraph.co.uk/content/dam/men/2020/09/30/Screenshot-2020-09-22-at-14_trans_NvBQzQNjv4BqIwa83j0hzDEjtjMPhBXPCMrUVPpYNIQ7trOhWOE7qI4.jpg?imwidth=350"], ["david attenborough", "www.telegraph.co.uk/content/dam/men/2020/09/30/new_trans_NvBQzQNjv4BqtaUHo69JdSmh3rLslnsVx8pqEhBuhFWYNRLcHxArFzo.jpg?imwidth=350"]], "author": ["Jessamy Calkin", "Chas Newkey-Burden", "Claire Allfree", "Blathnaid  Corless", "Ed Wiseman", "Rachel Johnson", "Sam Delaney"], "date": "2020-10-03"}, "https://www.telegraph.co.uk/fashion/paris-fashion-week/vivienne-westwood-brings-poetry-punk-small-screen/": {"title": "Vivienne Westwood brings poetry and punk to the small screen", "subtitle": "All that and unisex miniskirts...", "text": "Vivienne Westwood shows are only ever predictable insofar as you can be sure they’re going to include a few surprises. From towering, 18th century-inspired wigs to Bella Hadid as a bare-chested, dagger-wielding bride, there’s always a talking point.\\nWhich is not to say the seasonal collections offer spectacle merely for the sake of going viral. Usually there’s a message and intent behind all the styling that’s worth paying attention to. After all, Dame Vivienne Westwood has been talking about the climate emergency and James Lovelock’s Gaia theory since before most Extinction Rebellion protesters were born. She espoused the “buy less buy better” maxim before it was fashionable, when the idea that a designer - someone whose livelihood depended on selling new clothes! - would exhort us to reduce our consumption seemed paradoxical. Or worse, laughable. Oracles always seem a little out there to the rest of us.\\nThe brand’s anarchic spirit ranged across a smaller stage this season by necessity. Instead of flashbulbs and spotlights in a gilded room at Paris’s opulent Hôtel de Ville, Andreas Kronthaler (Westwood’s husband and the brand’s designer since 2016) took his new collection to a white-walled studio and produced a video unlike any other fashion film we’ve seen this season. Or ever.\\nFor one thing, he shot it himself. On his iPhone. For another, the extent of the action consisted of the participants reading or reciting poetry, by turns runic and profane. So Dame Vivienne read a translation of a Li Ho poem from 700 AD wearing  a green, flower-sprigged silk dress. Longtime muse Sara Stockbridge delivered another Chinese poem from the same year in a blue leopard knit outfit, and Irish model Vita Leandra even played a spot of harp.\\nStill imagery offered a closer look at the collection. On inspection, there were plenty of Westwood signatures: a corseted dress in a distressed Union Jack fabric, also used in a blazer and trousers; a T-shirt emblazoned with the directive, 'BUY LOCAL'. The latter may have been a harder message for globetrotting fashion fans to swallow pre-lockdown, when Kronthaler designed it. \"I had already designed this collection before Covid: small, existential and essential, our model for the future,\" he said in the collection notes.\\nThese are not clothes for everyone (though a brocade gown with an exaggerated sweetheart neckline and huge hip rosette definitely looks like an outfit for Helena Bonham Carter). But they don't have to be. They're clothes for the Westwood tribe, and the homespun project suited them.\\nIn fact the film seems a truer vehicle for the brand’s values than any grand Paris catwalk. It’s intimate, it’s direct, and you can be sure that its production left a smaller carbon footprint than the old ways. Westwood, a teacher before she turned to fashion, said it best when Kronthaler finished reciting Ariel's song from The Tempest, tugging self-consciously at the bottom of his grey miniskirt all along. “Good!” she encouraged from off-camera. “Very good!”\\nFor more news, analysis and advice from The Telegraph's fashion desk, click here to sign up to get our weekly newsletter, straight to your inbox every Friday. Follow our Instagram @Telegraphfashion", "image": [["Vivienne Westwood modelling a look from  the Andreas Kronthaler for Vivienne Westwood SS21 collection", "www.telegraph.co.uk/content/dam/fashion/2020/10/02/AKVW_SS21_Look_19-jpg_trans_NvBQzQNjv4Bqh_oBGoAbFMMZI3pRwVu4M4KAmDQryBNFcY0MViVHQ9c.jpg?imwidth=680"], ["Sara Stockbridge in Andreas Kronthaler for Vivienne Westwood SS21", "www.telegraph.co.uk/content/dam/fashion/2020/10/02/AKVW_SS21_Look_03-jpg_trans_NvBQzQNjv4BqwVoxSZehd3DKL9X2B8vAiZtCfsZ36FdTFenxcR2TxAg.jpg?imwidth=350"], ["Vita Leandra in Andreas Kronthaler for Vivienne Westwood SS21", "www.telegraph.co.uk/content/dam/fashion/2020/10/02/AKVW_SS21_Look_18-jpg_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwfSVWeZ_vEN7c6bHu2jJnT8.jpg?imwidth=350"]], "author": ["Emily Cronin"], "date": "2020-10-03"}, "https://www.telegraph.co.uk/art/what-to-see/medusa-vs-harvey-weinstein-last-political-statue-should-dare/": {"title": "Medusa vs Harvey Weinstein: at last, a political statue that you should dare to look at", "subtitle": "Good protest art is rare, but Luciano Garbati’s controversial sculpture adds classical learning to a striking image for the MeToo age", "text": "This is the age of protest: from MeToo to Extinction Rebellion, from Black Lives Matter to Antifa. No wonder protest art is booming. The latest example has popped up in New York. Medusa with the Head of Perseus, by the Argentine-Italian artist Luciano Garbati, has just been erected in Manhattan, opposite the court where Harvey Weinstein was convicted of sex crimes in February.\\nGarbati’s seven-foot bronze statue flips the original Greek myth, in which Perseus beheaded Medusa the Gorgon – and it echoes the great Renaissance sculptor Benvenuto Cellini’s Perseus with the Head of Medusa (1554).\\nIn the age of protest, however, there are even protests against protest statues. Art critic Jerry Saltz has attacked the naked Medusa statue already, saying that she is “the total object of the male gaze here, not of thought, fear, admiration, pathos, power, agency or anything other than male idiocy”.\\nGarbati, too, has been attacked as the wrong sort of person to put together MeToo art. For instance, the American activist Wagatwe Wanjuki tweeted: “MeToo was started by a black woman, but a sculpture of a European character by a dude is the commentary that gets centred? Sigh.”\\nClassically-minded critics have said that Medusa should really be holding the head of Poseidon who, in Ovid’s Metamorphoses, raped her. Others take against the general idea of justice being dressed up as vengeance outside a courtroom.\\nI like the statue – and, even as an obsessive classicist, I like the way it plays around with myth. One of the great things about Greek and Roman myths is that they are protean – a word that itself comes from Proteus, the Greek sea-god who can constantly change shape.\\nThe ancient myths are so elemental in our culture – and have been incorporated in so many guises in Western European art and literature – that they can be happily bent into any shape or context and still be recognised. This autumn, for example, a new computer war-game is being released: Troy – A Total War Saga. It’s based on the Trojan War but full of supposed “errors”, with the inclusion of the Minotaur and the Cyclops, who don’t appear in Homer’s Iliad.\\nThe Medusa is a good way to do protest art. To catch the prevailing mood, protest art has to be made quickly. Garbati actually sculpted this work in 2008; only now has it been put up opposite the New York State Supreme Court Building, where Weinstein stood trial. The most famous piece of protest art in history, Guernica, was completed by Picasso in 1937, the same year that Guernica was bombed in the Spanish Civil War.\\nThe Medusa statue is more successful than the most recent British protest statue, A Surge of Power (Jen Reid) 2020, the black resin sculpture by Marc Quinn that went up in Bristol in July. It shows Reid, a black protestor, raising her arm in a Black Power salute. The statue was erected on the plinth where a statue to Edward Colston, the Bristol merchant involved in slave-trading, had stood until it was toppled and rolled into the city’s harbour.\\nLike lots of protest art, the Jen Reid statue didn’t last long – it was taken down by Bristol City Council the day after it was put up. The Medusa, too, is only temporary, and will be taken down next April. On the other hand, nor was the Reid statue particularly striking. There’s nothing wrong in being realist – protest art often is. But it was little more than a straight, here-and-now depiction of Reid at the Bristol protests; little more than a 3D snapshot.\\nEffective protest art has to add something beyond mere realistic depiction. Even the Trump baby, the huge inflatable of the US President that floated over protests against his visit to London in 2018, added a touch of the grotesque and the comic to mere lifelike depiction.\\nThe Medusa statue flips a familiar story on its head, which immediately sparks an emotional and intellectual reaction in your brain. And it places the horrific amorality tale of Harvey Weinstein in the ancient, eternal world of Greek myth. The ancient Greeks knew a lot about monsters and sex crimes – Weinstein is an appropriate modern recruit to the classical rogues’ gallery.\\nHarry Mount is author of Amo, Amas, Amat and All That (Short Books)", "image": [["Luciano Garbati's statue has gone up opposite the courtroom in which Harvey Weinstein stood trial", "www.telegraph.co.uk/content/dam/art/2020/10/14/TELEMMGLPICT000241846367_trans_NvBQzQNjv4Bq8Asj1eHb3tSpQqwok7bWe_isnIZ2woTKbq6H55zAFGk.jpeg?imwidth=680"], ["Garbati poses beside the Medusa sculpture this week", "www.telegraph.co.uk/content/dam/art/2020/10/14/TELEMMGLPICT000241870512_trans_NvBQzQNjv4BqmRz2i0BYLgZHjHqS8l-QuTlaTMTxUhlzF8Rkw038U-A.jpeg?imwidth=350"], ["Marc Quinn's controversial statue of Jen Reid was brought to earth soon after its creation", "www.telegraph.co.uk/content/dam/art/2020/10/14/TELEMMGLPICT000235092561_trans_NvBQzQNjv4BqR1gN756bgu-Oq1JkfYLunIn2pZoIcmajc70c214YJZo.jpeg?imwidth=350"]], "author": null, "date": "2020-10-14"}, "https://www.telegraph.co.uk/news/2020/10/05/hundreds-dead-animals-washed-russian-beach-ecological-disaster/": {"title": "Hundreds of dead animals washed up on Russian beach after 'ecological disaster'", "subtitle": "Surfers were left with vision problems and nausea after spending time in the water", "text": "Russian officials have admitted that a once-pristine beach in a remote area of the country may have been contaminated with toxic chemicals after activists declared an \"ecological disaster\" and filmed dozens of dead sea creatures.\\nGreenpeace said that sea pollution in the eastern Kamchatka peninsula had devastated the local wildlife population and left surfers and divers with damaged eyesight and poisoning symptoms.\\nLast week local social media users posted videos of a yellow-tinged sea and tourist hotspot Khalaktyrsky Beach, popular with surfers, strewn with dead sea urchins, octopuses, seals and fish.\\nLocals report an area as large as 25 miles has been affected, with hundreds of creatures killed.\\nRegional governor Vladimir Solodov said the pollution could have been caused by \"spills of some toxic substances\".\\nInspectors are due to examine two local military testing sites on Tuesday.\\n\"There are concerns; we will fully examine this tomorrow,\" Mr Solodov said, adding that the local government is also examining potential natural causes related to algae and “seismic activity”.\\nHe said divers have confirmed the mass deaths of sea creatures, but tests on the water flowing from a river into a bay did not show pollution levels above legal levels.\\nTourists had been urged not to visit a live volcano on Kamchatka, with authorities warning that eruption could be imminent.\\nBut local ecologists said that the crisis was unlikely to be caused by natural activity, pointing instead to an area nearby used to dump chemical waste.\\nGreenpeace raised the alarm after local surfers said they had been suffering from nausea and vision problems after leaving the water for some weeks. Several people suffered corneal burns, Mr Solodov said.\\nVasily Yablokov, head of the Greenpeace climate project in Russia, said the situation was a threat to the region's tourism industry.\\n\"It is necessary to contain and prevent further pollution of the coastline as soon as possible, identify the source of pollution and take the necessary response measures,\" he said.\\nThe organisation said that tests showed that petroleum oil content in the water was four times higher than it should have been, and the content of toxic chemical phenol was two and a half times too high.\\nIn a Facebook post last week, Ekaterina Dyba, of local surfing school Snowave Kamchatka, said that military exercises had been carried out in the area but the source of the pollution was not clear.\\n\"It was hard to imagine that environmental trouble would come to my house on the edge of the world,\" she wrote.\\nThe Russian military has denied that its Pacific Fleet is at fault, stating that no drills involving heavy equipment had been held at the local range since June.", "image": [["Dead marine animals cast ashore in Russia's Kamchatka Territory.", "www.telegraph.co.uk/content/dam/news/2020/10/05/TELEMMGLPICT000241104719_trans_NvBQzQNjv4BqDiDrV97xgDFjc_F6AHtCzZdTLRLRs_zI6rYCzJrOgLE.jpeg?imwidth=680"]], "author": ["Olivia Rudgard"], "date": "2020-10-05"}, "https://www.telegraph.co.uk/news/2020/10/03/rail-museum-feared-attack-winston-churchills-funeral-train/": {"title": "Rail Museum feared attack on Winston Churchill's funeral train", "subtitle": "Emails reveal fears the locomotive could become the focus of \"protest activity\" as a result of Churchill's links to \"colonialism and empire\"", "text": "Churchill's funeral train was subjected to a security review amid fears it could be targeted by protesters in the wake of Black Lives Matters demonstrations, The Sunday Telegraph can reveal.\\nThe steam engine which carried Britain’s wartime Prime Minister from his state funeral in London to his final resting place in Oxfordshire is currently based at the National Railway Museum in York.\\nBut emails seen by The Sunday Telegraph reveal fears the locomotive could become the focus of \"protest activity\" as a result of Churchill's links to \"colonialism and empire\".\\nInternal documents also disclose concerns Robert Stephenson’s pioneering Rocket steam engine could attract demonstrations over the locomotive’s association with the slave trade.\\nWhile engines named after four-time Prime Minister William Ewart Gladstone and Trafalgar hero Admiral Lord Nelson have also been included in a list of displays now considered “challenging” in the wake of Black Lives Matter protests.\\nStaff employed by the Science Museum Group, which owns the National Railway Museum, told managers the institution’s collections are “inherently racist and colonialist” and “made up of many objects acquired through imperialism”.\\nAnd employees highlighted locomotives as potentially problematic exhibits following a review of displays dedicated to scientific and technological innovation. Among them was Winston Churchill's funeral train, named in honour of the Prime Minister in 1947.\\nThe “Battle of Britain” class engine pulled the wartime leader’s rail hearse from Waterloo Station to Handborough, Oxfordshire, so he could be buried alongside his parents following his state funeral in 1965.\\nChurchill became a central figure for demonstrators in the wake of Black Lives Matters protests in the UK earlier this year amid criticism over his leadership during the Bengal Famine, and his association with the British Empire.\\nThe wartime premier's statue outside Parliament was defaced twice in the space of a week during protests in June, and was targeted again earlier this month when Extinction Rebellion protesters gathered in the capital.\\nDocuments seen by The Sunday Telegraph show how the museum linked the Churchill train to the “strong colonial element in the NRM collection”, as staff relayed information on the “connections to colonialism and Empire” evident in displayed locomotives.\\nStaff added that: “We intend to address these challenging aspects of railway history.”\\nRailway Museum experts also highlighted the Rocket engine launched in 1829 by Stephenson, which became the model for all subsequent steam locomotives, as potentially problematic.\\nStaff warned Stephenson’s benefactor’s, the Liverpool and Manchester Railway, had links to profits generated through the slave trade. Evidence also suggested the engineer behind the Rocket voiced approval for the trade on at least one occasion.\\n“This means that Rocket, together with the Rocket replicas and Liverpool & Manchester Railway carriages could be the focus for protest”, staff warned.\\nThe Liverpool and Manchester Railway, the first inter-city line in the world, was said to have been financed by slave owners to transport textiles grown by enslaved Africans while the railway's deputy chairman, John Moss, himself owned slaves.\\nFurther criticism has been levelled at the support of the long-defunct railway’s board voicing support for the Peterloo Massacre in 1819 when British cavalry charged crowds of unarmed protesters, leaving 11 people dead and hundreds injured.\\nBut despite concerns raised surrounding the locomotives, museum chiefs said \"no additional interpretation\" was planned.\\nA Science Museum Group spokeswoman said: \"A number of objects, including some of our treasured locomotives, were flagged during an internal discussion about potential targets for protest activity during the summer.\\n\"No additional interpretation is being added for these locos, which continue to be firm favourites with our visitors.\"\\nDocuments show model railway trains could also be targeted over the connections with the Empire, particularly the Raj, where trains “helped strengthen British colonial rule in India”.\\nStaff suggested increasing the focus on colonial links to the railways and highlighting the contributions made by immigrants after the Windrush arrivals could go some way to reform.", "image": [["Funeral train of Sir Winston Churchill", "www.telegraph.co.uk/content/dam/news/2020/10/03/TELEMMGLPICT000241016048_trans_NvBQzQNjv4BqBrCVzBEdJ9_tzsgrmuBSVyGgbQ_HSZqZrnBuGM1Spnw.jpeg?imwidth=680"], ["The flag-draped coffin of Sir Winston Churchill", "www.telegraph.co.uk/content/dam/news/2020/10/03/TELEMMGLPICT000241016050_trans_NvBQzQNjv4BqejI1gRHJsOsGt35KcRG67_zagkgDh9j9BTt63qDTo6s.jpeg?imwidth=350"]], "author": ["Craig Simpson"], "date": "2020-10-03"}, "https://www.telegraph.co.uk/fashion/style/meet-new-hippy-style-tribes-one/": {"title": "Meet the new hippy style tribes, but which one are you?", "subtitle": "Wearing your eco credentials on your (possibly designer) sleeve has never been more de rigueur", "text": "You remember hippies. They wore flowers in their long, lank hair, smoked pot, took psychedelic drugs, got into Eastern mysticism, believed in free love and communes and vegetarianism. Take Paul and Linda McCartney, for example, who proved that being the most famous pop-star couple on the planet was not incompatible with living off-grid in the Mull of Kintyre, growing your own food and home-schooling – at least for a bit.\\nAnd this year, thanks to a new dawn of eco awareness and climate-change protest – boosted by the lockdown upswing in self-sufficiency – we’ve seen a resurgence of the hippy spirit. It’s not quite the same as it was (though you won’t look out of place in an Afghan waistcoat this autumn), but now there are degrees of hippies, from eco warriors to vegan-curious hot-composters and all the various tribes in between. Here are some you might recognise…\\nThis tribe is very much about healthy bodies – being able to execute the perfect Warrior One is pretty high on their priority list. Whereas original hippies were essentially stoners who lived in squats and never washed, with Yoga Hippies, cleanliness and wellness is paramount. There must be aromatherapy baths, a 100 per cent organic diet, very clean natural-wood floors for walking on in bare feet – and also for the Instagram opportunities. Meghan is supreme goddess of the Yoga Hippies and has led the way, demonstrating just how hippy a YH needs to be in 2020.\\nSo far we know that a YH practises yoga at least once a day – either in their ‘yoga garden’ or online with Adriene. She may meditate (also known as ‘mummy-’ or ‘me-time’) and is a flexitarian (increasingly vegan), as well as sober-curious and spiritual (with leanings towards Buddhism).\\nBang & Olufsen ear phones, £300, Net-a-Porter; Align cropped leggings, £78, Lululemon; Oversized cardigan, £120, & Other Stories; PE Nation sports bra, £80, Selfridges; Stud earrings, £35, Astrid & Miyu\\nHow you spot them: Excellent, blow-dried long hair. Pre-Covid, they were often carrying a yoga mat and a S’well water bottle. Now they are the ones in the park wearing the Lululemon kit with the ear buds and the glossy pony-tails.\\nProudest moment: Being a doula at their friend’s birth.\\nGreatest fear: Cellulite.\\nWhat they wear: Cashmere and bare feet.\\nLeast likely to say: ‘I’m in Chicken Cottage, what are you having?’\\nThe godfather of this tribe would be Hugh Fearnley-Whittingstall, sometimes described as ‘a bit of a hippy’, on account of his penchant for kombucha and a home-grown carrot snack, a four-minute cold shower in the morning, having an earring and assorted ropey bracelets, and being big on sustainability. This tribe ranges from keen kitchen gardeners, rewilders and avid environmentalists to the Daylesford crowd, who fully embrace raw denim aprons with leather straps and slate worktops, but are not about to cut down on their hefty carbon footprint (including five snowboarding children).\\nHow to spot them: Their hand-forged £500-a-pop kitchen knives.\\nProudest moment: ‘Wild’ swimming on Christmas Day.\\nGreatest fear: Having to make do with only one cooker.\\nWhat they wear: Can’t resist a coyote trim.\\nLeast likely to say: ‘We’re just concreting over the front garden.’\\nThe children of enlightened groovy parents, they tend to have trust funds or allowances (they’re also known as Trust Fund Hippies), which explains how they get the time off work to glue themselves to Tube trains etc. But in many respects, they are the real deal, leading the way in recycling and composting, using up every last leek and carrot in homemade soups, mending their clothes, cycling whenever possible and eschewing all sorts of things that non-hippies consider to be essential: eg shampoo, leg-shaving, au pairs, schools (they’re all homeschooling).\\nHow you spot them: They always have at least one child in tow; the boys are indistinguishable from the girls.\\nProudest moment: Giving up central heating.\\nGreatest fear: Someone asking how great-grandfather made all his money.\\nWhat they wear: Blundstones and thick wool socks.\\nLeast likely to say: ‘Alexa…’\\nFor a chunk of this year, they were locked down in their country houses with the extended family (plus partners and babies) and TBH they haven’t been as happy since that time they lived off the land for a year in Wales when the children were small. Of the many unexpected things they have relished during the last year, the best include: making their own sourdough and pickling; sorting out the garden; painting (the walls); swimming naked in the river; keeping bantams; and empathising regularly with the Extinction Rebellion kids.\\nHow you spot them: Long grey hair (lockdown provided the excuse) and a Keep Cup (still lives in the Bag for Life).\\nProudest moment: Delivering the puppies.\\nGreatest fear: Nick going back to WFW.\\nWhat they wear: Clogs (not new to them). Floppy linen smocked dresses and aprons.\\nLeast likely to say: ‘I’m with Trump on global warming.\\nShearling clogs, £135, Birkenstock; Calla dress, £225, Meadows; Figs apron, £24.95, Emma Bridgewater; Ribbed socks, £25, Cos\\nObviously vegan and non-flyers, they will only buy their clothes from second-hand stores, are bi-curious (in theory; in practice, they just don’t want either persuasion to feel excluded), passionate recyclers and politically engaged. That said, they also take drugs, including the chemical variety, shop on Amazon sometimes, order Ocado (for the dry goods) and consume avocados at a terrifying rate (must we repeat? OK: it takes 2,000 litres of water to produce 1kg of avos). Veganistas would follow through and commit to a totally environmentally watertight lifestyle, but they rely on their single-use contact lenses, need to use the delicate washing cycle (maximum microfibre releaser, if you didn’t know) and the dryer (uh-oh) and the dishwasher and Ubers …\\nHow you spot them: Bose headphones over super-unkempt hair. Mini plaits. Ankle bracelets.\\nProudest moment: Refusing to eat lobster at Hermione’s 21st.\\nGreatest fear: Being outed as having watched the whole of the last series of Love Island .\\nWhat they wear: Second-hand stuff, hand-me-downs from their mum and friends, and Zara.\\nLeast likely to say: ‘I’ve always liked Boris.’\\nIt’s all about the look, darling. What once was basic hippy attire – Afghan coat, flares, gilets, bandanas – are, this season, the must-haves of the cool and affluent woman about town. We’re talking all the hippy elements put through the luxe Hadron Collider, then polished and tweaked and made a lot more the sort of thing Gwyneth Paltrow would love. To be clear, luxe hippies are not that clued up about sustainability and so forth. They hate the kids being exposed to polluted air or non-organic food and they do feel kind of hippy because they do their bit for the future of the planet, by attending fundraisers wearing fabulous bohemian dresses – or at least they were. However, the housekeeper is still changing the towels three times a week, they still have two dishwashers, there is definitely fur in the house (maybe crocodile) and possibly some cocaine.\\nSusanna boots, £930, Chloe; Jamie jeans, £40, Topshop; Zimmermann embroidered blouse, £540, Matches Fashion; /satchel, £695, Mulberry; Fedora, £95, Reiss\\nHow you spot them: By their weed pens.\\nProudest moment: Banning peace lanterns at last year’s New Year party in the country.\\nGreatest fear: Having to age naturally.\\nWhat they wear: Designer bohemian style but always very tight jeans.\\nLeast likely to say: ‘I’m really loving my new menstrual cup.’\\nThe proud mothers of 20-something Extinction Rebellion supporters and themselves environmental protesters. Their motto is Do Sweat The Small Stuff and they have a permanent air of anxiety about them (why wouldn’t they? We have 10 years, if that), not to mention a lot of guilt, especially for the 1980s when they were fully jet-skiied up and oblivious to the impact of winter sports on the environment.\\nThey do have some Achilles heels, though. They haven’t yet given up the 4x4, for example (the lane to their weekend cottage is practically impassable in anything else), though they feel better about that since installing the hot compost. For the ELHs, every week means making another small step for the general good and they are being the change they want to see and encouraging it in their less evolved friends. Also, unlike their kids, they’re trying not to judge (Emma Thompson is doing what she can). Last December’s small Be the Change moment was not buying a real Christmas tree. Everyone felt sad but good at the same time.\\nHow you spot them: Make-up free, harassed-looking, on a bicycle.\\nProudest moment: When they all linked arms and were photographed in Piccadilly last autumn with Benedict Cumberbatch.\\nGreatest fear: Getting an unexpected visit from other Earnests and being shamed for not properly recycling the Nespresso pods.\\nWhat they wear: Toast.\\nLeast likely to say: ‘Aung San who?’\\nFor more news, analysis and advice from The Telegraph's fashion desk, click here to sign up to get our weekly newsletter, straight to your inbox every Friday. Follow our Instagram @Telegraphfashion", "image": [["The new hippy style tribes", "www.telegraph.co.uk/content/dam/fashion/2020/10/21/ONLINE-Stella-Hippy-Tribes-by-Amber-Day_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwfSVWeZ_vEN7c6bHu2jJnT8.jpg?imwidth=680"], ["yoga outfit ", "www.telegraph.co.uk/content/dam/fashion/2020/10/23/yoga_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwfSVWeZ_vEN7c6bHu2jJnT8.jpg?imwidth=350"], ["THE\nSECOND-WAVE\nHIPPY", "www.telegraph.co.uk/content/dam/fashion/2020/10/21/2nd-Wave_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwfSVWeZ_vEN7c6bHu2jJnT8.jpg?imwidth=350"], ["earth mother hipppie outfit ", "www.telegraph.co.uk/content/dam/fashion/2020/10/23/earth_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwfSVWeZ_vEN7c6bHu2jJnT8.jpg?imwidth=350"], ["luxe hippy style", "www.telegraph.co.uk/content/dam/fashion/2020/10/23/boho_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwfSVWeZ_vEN7c6bHu2jJnT8.jpg?imwidth=350"], ["THE\nEARNEST-LIBERAL\nHIPPY", "www.telegraph.co.uk/content/dam/fashion/2020/10/21/Earnest-Liberal_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwfSVWeZ_vEN7c6bHu2jJnT8.jpg?imwidth=350"]], "author": ["Shane Watson"], "date": "2020-10-25"}}