{"https://www.telegraph.co.uk/obituaries/2021/04/20/lord-fraser-corriegarth-former-investment-banker-tory-party/": {"title": "Lord Fraser of Corriegarth, former investment banker and Tory Party treasurer – obituary", "subtitle": "As a major donor to the 'Better Together' campaign he made a vital contribution to the outcome of the 2014 Scottish independence referendum", "text": "Lord Fraser of Corriegarth, who has died aged 74, was a former investment banker and Conservative Party treasurer who made a vital contribution to the triumph of the “Better Together” campaign in the 2014 Scottish independence referendum as the second largest donor.\\nThough he hit the headlines in 2019 after being photographed in his dressing gown remonstrating with Extinction Rebellion protesters outside his home in Westminster, the image did not do justice to a man described by a former colleague at Barings Securities as “equitable, progressive, fun, intelligent, kind and generous to a fault”.\\nFraser was most comfortable in a dealing room and probably had a better relationship with the traders than he did with the Baring Brothers merchant bankers at No 8 Bishopsgate. His door was always open, and he was generous with advice to junior staff, who would know they were in trouble if they were to hear “Now look here, Laddie !” .\\nAlexander Andrew Macdonell Fraser was born in Edinburgh on December 2 1946, the only son of Ian Fraser (later Lord Fraser of Tullybelton), a prominent Scottish lawyer, and the former Cynthia Macdonell.\\nFrom Eton, where he was a keen oarsman, he read PPE at St John’s College, Oxford, later becoming an generous benefactor of both institutions. After graduation, he joined the City, covering equity markets in the Far East and went on to take numerous posts in the financial sector.\\nIn 1984 he joined Baring Securities and was instrumental in the company’s phenomenal success over the next few years; by the early 1990s staff numbers had grown to more than 1,000.\\nHe was head of equities when the bank collapsed in 1995 after the rogue trader Nick Leeson ran up losses of £827 million. Leeson (a derivatives, not an equities trader) was not in Fraser’s division and reported directly to Baring Brothers. When the chairman Peter Baring summoned the executive committee to inform them that there was a “P&L problem”. Fraser’s dry enquiry as to where “P” fitted into the situation was not well received.\\nFraser built up close connections with financial institutions across the Far East and made shrewd investments of his own. In the mid-1990s he invested $250,000 into Soho China, an emerging property company in Beijing. By the time it was floated on the Hong Kong stock exchange 12 years later his stake was worth $100 million. He also did well out of an investment in Brompton Bicycle.\\nReturning to London, he became a generous donor to many causes, not least the Conservative Party, to which he gave more than £2.5 million under David Cameron’s leadership, and to the Better Together campaign, to which he gave £200,000.\\nHe served as Conservative Party Treasurer in 2015-16 (though he nearly lost out after admitting he had voted for Charles Kennedy as the Tories would never stand a chance in his Ross, Skye and Lochaber constituency), and was made a life peer as part of David Cameron’s Resignation Honours list.\\nHe took his seat in the Lords as Lord Fraser of Corriegarth – an estate in Inverness-shire which he had acquired in 1987 in a run-down state and which he built up. A generous, convivial host who, if he had an empty glass, would complain that the wine was “flowing like glue”, in London he could occasionally be seen on his bicycle after a good lunch at White’s or Brooks’s – a danger to no one but himself.\\nIn 1982 he married Sarah Jones (dissolved 1985) and in 2010 he married Rebecca, née Shaw-Mackenzie, to whom he was devoted. She survives him with a son from his first marriage and two stepsons and two stepdaughters.\\nLord Fraser of Corriegarth, born December 2, 1946, died February 6 2021", "image": [["Lord Fraser of Corriegarth", "www.telegraph.co.uk/content/dam/obituaries/2021/04/19/TELEMMGLPICT000255812550_trans_NvBQzQNjv4BqYg_Q2bzkY7Ayx32csnJiu5WDkb2FgQ2EZe4Mq3tOeh8.jpeg?imwidth=680"], ["Lord Fraser of Corriegarth on his introduction to the House of Lords", "www.telegraph.co.uk/content/dam/obituaries/2021/04/19/TELEMMGLPICT000111640873_trans_NvBQzQNjv4BqbK_1UUehATdjjkMr7SzgmWXIyyQZbndrbNMGXpLgSQo.jpeg?imwidth=350"]], "author": ["Telegraph Obituaries"], "date": "2021-04-20"}}