{"https://www.telegraph.co.uk/news/2022/07/10/questions-raised-national-gallery-security-wake-just-stop-oil/": {"title": "Questions raised over National Gallery security in wake of Just Stop Oil protests", "subtitle": "Gallery urged to employ more guards as it emerges concerns were raised a decade ago about cutting patrol numbers", "text": "The National Gallery has been told to employ more security guards after environmental activists glued themselves to a painting.\\nLast week, Just Stop Oil protesters covered John Constable’s The Hay Wain with sheets bearing a nightmarish version of the landscape, before sticking their hands to its frame.\\nGuards were criticised for taking three minutes to intervene after a staff member claimed that only one guard was patrolling rooms 33 and 34, where The Hay Wain hangs.\\nWhile security staff previously oversaw a single gallery room, most are “doubled up with others”.\\nInsiders warned that numbers are “constantly cut... to the point where anybody can do what they like inside the gallery”.\\nConcerns about security risks were voiced in 2011 after the National Gallery cut back on its guards, making them patrol two rooms rather than one.\\nThe National Gallery confirmed that it does not employ its own in-house security guards. While it insisted that rooms 33 and 34 each had a guard when The Hay Wain was targeted, it conceded that guards do patrol two rooms elsewhere.\\nIt also admitted that “it was approximately three minutes before the guards started evacuating the room”, but declined to explain why it took so long.\\n“We cannot comment on security arrangements or intelligence that would in itself compromise our security,” it added.\\nInsiders fear that “the quality, motivation and intelligence of the warding staff has deteriorated under outsourcing”.\\nJulian Spalding, a former director of museums and galleries in Glasgow, Manchester and Sheffield, told The Telegraph: “It’s almost unbelievable that this could have happened. There’s no way that there should be only one attendant between two rooms. It’s just ridiculous. They must have attendants in every room.”\\nHe dismissed the outsourcing of security as “totally wrong” because the remit of museum guards goes beyond security to communicating with the public.\\n“They can’t just be security staff from an outside firm,” he told The Telegraph. “It’s not the same business as having a security man at the entrance to a supermarket. These are world treasures. I’m disgusted that the National Gallery is so irresponsible – to the paintings and the public. It’s just cheapskate. It’s disastrous.”\\nWill Geddes, a leading security expert, was astonished that it took so long for the guards to respond.\\nHe said: “What are their actual instructions to do in terms of not just standing there in a uniform with a badge that says ‘security’? There was no clear direction or response plan, other than to try and usher and shoo people out of the hall. Abysmal.”\\nHe warned that further incidents are likely.\\nJust Stop Oil protesters also targeted the Royal Academy in London last week, glueing their hands to the frame of a copy of Leonardo da Vinci’s The Last Supper and spraying “No new oil” across the wall below it.\\nMichael Daley, the director of ArtWatch UK, an outspoken critic of the National Gallery’s conservation policy, said: “Given the astonishingly indulgent length of time protesters are given to assemble their aerosols, glues and banners before disporting themselves to cameras, it is terrifying to contemplate what else might be permitted to occur.”\\nHe added: “Unchecked activist assaults on works of art in museums and galleries are products of a growing institutional unfitness of purpose. Early museums comprised large collections with small dedicated professional staffs and uniformed attendants who saw that visitors could study and enjoy – but not harm – publicly displayed works.\\n“In the last half-century, uncontrolled expansionism has seen swollen and increasingly politicised staffs.”\\nThe National Gallery said: “Safety and security is of the highest priority.”\\nSecuritas, the firm to which the National Gallery outsourced security, declined to comment.", "image": [["Just Stop Oil protesters glued their hands to the frame of John Constable’s The Hay Wain last week", "www.telegraph.co.uk/content/dam/news/2022/07/10/TELEMMGLPICT000301792629_trans_NvBQzQNjv4BqL2PAfGWOBj0LpZQ6m31qI_4Xpit_DMGvdp2n7FDd82k.jpeg?imwidth=680"], ["The National Gallery declined to explain why it took so long to remove the Just Stop Oil protesters", "www.telegraph.co.uk/content/dam/news/2022/07/10/TELEMMGLPICT000301791164_trans_NvBQzQNjv4BqcM9aBJczjGu2JtrWg8AaNSz9Cmq21KUSdqMt5tijWtw.jpeg?imwidth=350"], ["Just Stop Oil protesters also targeted the Royal Academy in London last week", "www.telegraph.co.uk/content/dam/news/2022/07/10/TELEMMGLPICT000301873625_trans_NvBQzQNjv4Bqek9vKm18v_rkIPH9w2GMNpPHkRvugymKLtqq96r_VP8.jpeg?imwidth=350"]], "author": ["Dalya Alberge"], "date": "2022-07-10"}, "https://www.telegraph.co.uk/news/2022/07/05/just-stop-oil-protesters-glue-artwork-londons-royal-academy/": {"title": "Just Stop Oil protesters glue themselves to The Last Supper at London’s Royal Academy", "subtitle": "Campaigners want art institutions to join demonstrations calling on the Government to halt new oil and gas licences in the UK", "text": "Climate protesters have struck at a major art gallery for the fifth time in a week, gluing themselves to the frame of the copy of Leonardo da Vinci’s The Last Supper on Tuesday.\\nFive Just Stop Oil supporters attached themselves to the frame while the words “No New Oil” were spray-painted in white paint onto the red plinth under the picture at the Royal Academy, in central London. Security guards quickly cleared the largely empty gallery of visitors.\\nOne of the protesters called the Government a “Judas” to future generations and said Just Stop Oil had brought its campaign to this “magnificent, beautiful painting” because the future “is bleaker than ever”.\\nThe painting represents Jesus announcing that one of his 12 apostles will betray him during the last time he dined with them before he was crucified.\\nThe campaigners are urging the Government to halt new oil and gas licences in the UK and for the directors, employees and members of art institutions to join their protests.\\nDuring Tuesday’s protest, one of the activists said: “The truth is any new oil expansion is a death sentence, a death sentence for the future.\\n“It is a death sentence for younger generations. It is a death sentence for the nature that has directly inspired art for hundreds of thousands of years.”\\nHe suggested the Government is “betraying the younger generations and those in the global south who are facing the worst impacts” of climate change.\\nJust Stop Oil later named some of the protesters as Lucy Porter, 47, a former primary teacher from Leeds, Jessica Agar, a 21-year-old art student from Hereford, and Tristan Strange, a 40-year-old community organiser from Swindon.\\nIn a statement, Ms Porter said: “My job as a teacher was to encourage my students to take inspiration from the great works of art housed by institutions like the Royal Academy.\\n“How can our Government expect young people to respect culture when they are encouraging new oil and gas projects that will be our children’s death sentence?”\\nMs Agar said: “As an art student, I deeply respect and value the artworks themselves, but I also value the power that art has to change the world. It’s that power I speak to today.\\n“Artists and galleries are failing to meaningfully take action against the climate emergency. No painting is worth more than my six-month old nephew’s life. No sculpture can feed babies starving because extreme heat killed food crops.”\\nMr Strange said: “Time is running out to change course or prepare for disaster, and the message is not reaching the public or our politicians. We must stop new oil and gas immediately.\\n“Da Vinci said that art is the queen of all sciences, communicating knowledge to all the generations of the world. The science still isn’t being heard.”\\nLeonardo da Vinci created The Last Supper between 1492 and 1497-48, and the Royal Academy’s full-size copy was painted by one or more of his pupils.\\nArrests were also made after two activists glued themselves to the frame of John Constable’s The Hay Wain at the National Gallery on Monday and covered the artwork with a reimagined scene of the destruction that climate change could cause to the landscape.", "image": [["The campaigners stuck their hands to the frame of the copy of Leonardo da Vinci’s The Last Supper", "www.telegraph.co.uk/content/dam/news/2022/07/05/TELEMMGLPICT000301874135_trans_NvBQzQNjv4Bqz-WJk4-Hom44bTGgt7BoCnGTJFJS74MYhNY6w3GNbO8.jpeg?imwidth=680"], ["A Just Stop Oil protester spray-paints ‘No New Oil’ onto the plinth under the painting", "www.telegraph.co.uk/content/dam/news/2022/07/05/TELEMMGLPICT000301874137_trans_NvBQzQNjv4BqNJjoeBT78QIaYdkJdEY4CnGTJFJS74MYhNY6w3GNbO8.jpeg?imwidth=350"], ["A protester sits next to the painting, with her hand glued to the frame", "www.telegraph.co.uk/content/dam/news/2022/07/05/TELEMMGLPICT000301874128_trans_NvBQzQNjv4BqNJjoeBT78QIaYdkJdEY4CnGTJFJS74MYhNY6w3GNbO8.jpeg?imwidth=350"], ["The protesters said any new oil expansion is a death sentence for the future", "www.telegraph.co.uk/content/dam/news/2022/07/05/TELEMMGLPICT000301874131_trans_NvBQzQNjv4BqLUm2LqZ7QfPrWh62iB90NVTmGTZwRSZcqbDiPNar8DA.jpeg?imwidth=350"]], "author": ["Telegraph Reporters"], "date": "2022-07-05"}, "https://www.telegraph.co.uk/formula-1/2022/07/01/british-grand-prix-2022-practice-f1-live-silverstone-times/": {"title": "Carlos Sainz quickest in second practice for British GP with encouragement for Lewis Hamilton", "subtitle": null, "text": "Carlos Sainz ended second practice for this Sunday’s British Grand Prix fastest, but there was encouragement for home favourites Lewis Hamilton and Lando Norris.\\nFerrari’s Sainz's best time of 1:28.942sec was 0.163sec faster than the Mercedes of Hamilton, with fellow Briton Norris just 0.010sec off the seven-time champion.\\nMercedes have struggled for pace and with porpoising and bouncing issues throughout the season, but after bumpy weekends in Monaco, Azerbaijan and Canada, the Silverstone track is likely to be more kind to their car and their drivers’ bodies.\\nHamilton did, however, complain of bouncing in high-speed sections of the Northamptonshire track in his first run in second practice, but managed to put in a seemingly competitive time on his later run, ending up nearly seven-tenths quicker than team-mate George Russell.\\nRed Bull looked a little off the pace with championship leader Verstappen in fourth, 0.207sec off Sainz and Sergio Perez in seventh, eight-tenths off the pace.\\nMercedes’ pace on the long runs appeared decent, too, though given the limited dry running it is hard to take too much from Friday’s times. Nevertheless, Mercedes have certainly had worse opening days.\\n\"It has been a good day,\" Hamilton told Sky Sports F1 after second practice.\\n\"Feeling pretty good. It's bouncing still, not necessarily in a straight line but through the corners it's pretty harsh. Not physically harsh but in the car. It feels like a small step forward.\"\\n\"The upgrades were for downforce. It's difficult to feel it because it's two massively different tracks [Canada and Silverstone]. It's much smoother this track, which is a bit more like Barcelona.\"\\n\"It is still hair-raising and epic to drive,\" the Briton said of the challenges of Silverstone in the new regulation cars.\\n\"Our long run pace isn't as good as the other guys but it isn't miles off. We've definitely made an improvement. I am sure overnight we can work and improve the car a little bit more.\"\\nEarlier in the afternoon, Alfa Romeo’s Valtteri Bottas was fastest in a first practice session that was disrupted as rain fell heavily before the session’s start and intermittently throughout. Only  Hamilton registered a lap count in the double figures.\\nBy the time track conditions were fit for slick tyres there were only a few minutes remaining on the clock. The session was then brought to a premature close as Lance Stroll spun his Aston Martin at Copse, bringing out a red flag.\\nHeading into the 10th race of the season in Great Britain, defending champion Max Verstappen comfortably leads the standings by 46 points over Perez and by 49 points over Leclerc.\\nWith four races in the next five weeks before Formula One’s summer hiatus, Leclerc and Ferrari need to start to claw back some of that lead this weekend or face another season without seriously competing for titles.\\nI'll be back tomorrow for qualifying, which begins at 3pm BST. What chance of Hamilton in the top three? Or evem on the front row? A repeat of that top three for qualifying would be something, wouldn't it?\\nHard to know what to make of that. A second (exactly) separates the top 10 and then it's 0.667s between 10th and 19th with Latifi 2.384s off the pace in last. It could leave us with a few surprises tomorrow. It's all to play for, with a fair few teams in the mix. Strange day for Red Bull, they look to be behind Ferrari and maybe will have Mercedes to contend with. But, then again, maybe not.\\nThat's it for the running today. I'll have a full order coming up shortly. Encouragement for Mercedes and McLaren? Possibly...\\nHis qualifying simulation wasn't brilliant though, again, hard to really know at this point.\\nFerrari, Mercedes, McLaren, Red Bull, Alpine and Aston Martin. AlphaTauri not doing much today, nor Haas. Those two teams make up four of the bottom five.\\nHard to know what to make of them. You wouldn't expect Mercedes and McLaren to be quite that quick, but this is the first session of dry running, and with the new parts that many teams have perhaps the set-ups aren't all that dialled in. Perez languishing eight-tenths off the pace, too.\\nHe says he didn't go off or run wide, so a problem with the floor itself, then.\\n12 minutes remain.\\nIt's fine, but is slower than Norris by a small margin and a couple of tenths off  Sainz.\\nHamilton, meanwhile, has gone second with a fine lap, 0.163s off Sainz, who remains quickest.\\nFourth from the Spaniard, 0.753s off Sainz's best time.\\nTime to see what Verstappen and Hamilton have on the soft tyres.\\nSainz leads the way with a 1:28.942. Leclerc not looking like beating that as it stands, down after two sectors. He finishes the lap nearly half a second down and in third, behind Lando Norris. Norris's lap is looking a bit... well, could be a glory run? He's eight-tenths quicker than team-mate Ricciardo.\\nHamilton has not yet come out for a run on the soft tyres. Seems like his car is receiving some attention on the suspension. He earlier complained of bouncing in the high-speed. They wouldn't have got much of a sense of that in the first session.\\nHe has just gone quickest by a tenth over Norris, but says he lost a lot of time in the high speed with bouncing. Ferrari have suffered with that this season, though it doesn't appear to have cost them as much lap time as teams like Mercedes.\\nHis lap of 1:29.118 on the soft tyres is 0.344s quicker than Leclerc. Runs on the soft tyres only just beginning so let's look at where Norris ends up. Russell's lap on the softs is still nearly seven-tenths off the McLaren driver, though...\\nBut he is on a quick lap on the soft tyres. How quick is it? It's quick enough for seventh but a couple of tenths off Hamilton in fifth.\\n38 mins remain.\\nHe improves to a 1:29.462 to move 0.423s ahead of Verstappen. Sainz on a good lap too but he can't beat Leclerc, though only 0.081s behind his team-mate.\\nBouncing a lot in the high speed.\\nHe's on the medium tyres. Quite a lot of high-speed at this track.\\nLeclerc leads the way with a 1:29.639, 0.323s ahead of his team-mate and around 0.849s of Verstappen. Or he was, until Verstappen has just gone faster still but only enough for second. 0.246s off Leclerc.\\n&nbsp;The conditions are a lot better in this session. Not exactly a brilliant day, but moderately sunny. It wouldn't ruin your BBQ, let's put it that way.\\nIt's very windy out there.\\nHe locked up into turn three.  He also says he has some vibrations, which he complained of only a few minutes ago.\\nNorris runs wide on the exit of turn one. Russell gets blocked by an AlphaTauri. He says it was dangerous but I am not sure about that. Annoying, yes.\\nGets wide on the kerbs in the first sector. On the medium tyres and looking quick. He crosses the line with a 1:31.438.\\nA real mixture of tyre types out there. And every driver on the track. That's good to see.\\nWe should see a fair bit of running this session after the rain-affected first session.\\nBy Tom Morgan at Silverstone\\nPolice have warned of \"credible intelligence\" that protesters are considering an \"extremely dangerous\" invasion of the Silverstone track at the British Grand Prix on Sunday.\\nOfficers declined to state who was behind the potential stunt, but an appeal comes after four  Extinction Rebellion environmental demonstrators were arrested at the circuit in 2020.\\nMore than 400,000 people are attending the Northamptonshire circuit over three days for the fastest-selling GP in Silverstone's history. Police went public with their concerns as first practice took place on Friday.\\nChief Inspector Tom Thompson, the Northamptonshire police event commander, said: “We have received credible intelligence that a group of protestors are planning to disrupt the event and possibly invade the track on race day,” Chief Inspector Thompson said.\\n“First of all, I want to appeal directly to this group of people and strongly urge you to not put yourselves, the drivers, as well as the many marshals, volunteers and members of the public, at risk. Going onto a live racetrack is extremely dangerous – if you go ahead with this reckless plan you are jeopardising lives.\\n“Protesting is of course everyone’s human right in this country and we are more than happy to speak with you to help you facilitate a peaceful protest at the circuit, we just please ask that you do not create a situation that puts lives in danger.”\\nThe FIA declined to comment on what protests it was expecting but police added that they \"have planned an extremely wide-ranging policing operation which covers contingencies such as these and as such, extra resources will be in place throughout the race weekend should anyone ignore these warnings and try to disrupt the event\".\\nIn 2020, a pink banner from Extinction Rebellion was seen being unfurled over sponsorship hoardings at Club Corner - the last turn. Photographs later showed the protestors, dressed in black overalls and wearing T-shirts and masks with the group's logo, being led away from the side of the circuit.\\nSilverstone managing director Stuart Pringle, said: \"We work closely with Northamptonshire Police and the emergency service agencies to put plans and procedures in place to ensure we are fully prepared to handle such situations.\" He urged fans at Silverstone \"to act as our eyes and ears and report anything suspicious to a steward\".\\nSecond practice gets under way in a little over 30 minutes. It should be a much more interesting session than the first one as it has stopped raining and it is definitely conditions for dry tyres.\\nIs it effective? Is it good? I am not sure. Might be good if not overused.\\n&nbsp;I'll be back for the build-up to second practice in just over an hour or so.\\nNobody else set a lap time bar those 10 drivers. Not the best session to kick things off... hopefully more this afternoon.\\nHamilton had just gone into second with his second hot lap on the soft tyres, 0.5s off Bottas. Almost everyone had switched to the soft tyres but most had to abort their final laps due to the red flag.\\nIt's Lance Stroll in the wall at Copse, I think., The session will not be resumed, but there was barely a minute left, anyway. Lost it at the apex and then went backwards into the gravel and then frontwards into the wall. Not an enormous amount of damage. Surprised someone else didn't spin before him.\\nSoft tyres giving him back about 2.5s in the final sector, then. He ends up 2.549s off Bottas's quickest lap time. A handful of cars out there now in the final minutes. Including Verstappen.\\nThe middle sector is quite wet, though. And that leaves him nearly five seconds off Bottas's new quickest time (1:42.249) with one sector to go...\\nHamilton comes into the pits and goes out on a new set of soft tyres... brave.\\nFive minutes remain.\\nHe is faster than the fastest lap so far today after one sector...\\nBut is three seconds behind after two...\\nLooks like it has stopped raining with the sun out. Only nine minutes remain as Hamilton crosses the line to go seventh fastest, 6.5s off the pace.\\nIt's Lewis Hamilton. Out on the intermediates for his fourth lap. Will he set a time now?\\nLewis Hamilton removed his nose stud ahead of the first practice session for the British Grand Prix, in a move specifically designed to avoid a ban or a fine by the FIA.\\nThe seven-time world champion has been engaged in a lengthy stand-off with Formula One’s governing body, who have taken an uncompromising stance on drivers wearing jewellery in their cars, claiming that it can interfere with their flameproof overalls and consequently become a fire hazard.\\nRead more from Oliver Brown here.\\nSorry, absolutely nothing to report on currently. Sometimes races are more interesting when we get limited/wet running... so let's hope for that here.\\nIn fact it is probably getting a bit heavier now.  Not too optimistic of much more significant running. Lewis Hamilton has, however, just gone over to the pit wall to wave to the fans.\\n&nbsp;A grand total of zero cars on the track...\\nCan't say this is the most gripping session I have ever seen. That's what happens when it rains, though. Not sure we will get anyone out on dry tyres before the session ends.\\n&nbsp;Most drivers have completed just one or two laps. Or, rather, one or three. Only Sainz and Bottas with more than four.\\nAs the sun comes out. He leads his teammate Leclerc by 0.834s. Every driver has at least ventured onto track but only eight lap times so far.\\n\"It's getting dry very quickly now so I will box,\" he says.\\nNot sure that it is really relevant to post an order given the un-representativeness of the times and conditions. But it's Leclerc from Stroll, Tsunoda, and then Vettel. 15 seconds separates the top four...\\nAlbon was not on the softs. It would have been asking for trouble. Leclerc still the only driver to have set a lap time. Everyone else just doing in and out laps so far. It has, however, brightened up.\\nIt was this piece of jewellery that has been the subject of a clampdown earlier in the season, although he was given a few races' grace until the new rule would be enforced.\\nOut comes Alonso on intermediates. Looks like Albon has gone out on the softs, but that could be an error on the riming screen.\\nIt's wettest at the start of the lap it appears. Copse then Maggots/Becketts/Chapel are fairly dry. Only Leclerc out on track at the moment and the only driver to have set a time so far: a 1:44.769.\\nIt's quite wet out there at the moment and Russell is told that it is expected to get wetter. Every driver of the four (two Mercedes and two Ferraris) are on the intermediate tyres.\\nOne hour... and there's a bit of rain about. Not ideal for the teams. Russell is out early and gets a good reception for it.\\n&nbsp;Confirmed: It is now raining at (some of) the track.\\nOkay. I think it looks like there's a bit about tomorrow, too. Just under 10 minutes to go until the session starts.\\nWell, it's cloudy everywhere. Dark clouds in the distance. Are they heading to the circuit? A little different to last year when it was a scorcher.\\nNotable that Nelson Piquet is the father of Verstappen's girlfriend, Kelly.\\n&nbsp;Hopefully not as it tends to lead to little running.\\nSebastian Vettel is going to do a demonstration run in Nigel Mansell's (iconic) Williams FW14B. It's the car he owns himself, which is pretty cool.\\nFerrari having such a nightmare recently that Mercedes look quite tidy by comparison.\\n&nbsp;Haas have failed to deliver on their promise and some excellent qualifying positions. Will that change here?\\nI am not sure I have the word for it.\\nBring back classic-looking helmets, I say.\\nThe racism row engulfing Nelson Piquet and Formula One escalated on Friday as it emerged he had gone on to make even more offensive comments about Lewis Hamilton on a podcast.\\nAs Hamilton called for action against \"older voices\" with offensive views, reports in Brazil claimed Piquet called the Briton a \"neguinho\" a third time and said he was being \"f----- in the a--\".\\nRead the full piece here from Tom Morgan.\\nAnd welcome to our live coverage for first and second practice at the 2022 British Grand Prix at Silverstone. This is normally one of the races of the year on and excellent and challenging track for both the drivers and hopefully also it will be a test of the new regulation cars. It is, however, a shame that little of the pre-race talk at such an historic track like this has been about actual on-track action.\\nThe narrative, unfortunately, has been dominated by comments that Nelson Piquet made about Lewis Hamilton at the end of last year, which have resurfaced. Without going into too much detail, you can read the latest on that sorry saga here. The entirety of F1 - or pretty much - has rallied around and supported Hamilton, which is only right. And Piquet has been banned from the paddock for his comments.\\nBack to the on-track stuff and this race does feel like a pivotal one for the championship. It seems a long time ago that two DNFs put Max Verstappen in a difficult position in the championship, trailing Ferrari's Charles Leclerc by more than 40 points. Since Melbourne, though (Leclerc's last win), Ferrari have faltered at nearly every opportunity. They have been quick in qualifying but reliability issues and driver mistakes have meant that Leclerc now has a 40-odd point gap to Verstappen, and with Red Bull the faster car.\\nYes, it is a long season and there are many races still to go. Red Bull have also had some reliability issues of their own, but with four races in the next five weeks before the summer break, July is either going to be the month where Ferrari fell completely out of contention, or where they got themselves back into it. Let's hope for the latter.\\nThere's a bit of hope around a Mercedes revival, too, which would be nice with two British drivers. I can't see them challenging for victory but podiums could be a possibility. Hopefully the smoother circuit will lessen their bouncing issues.\\nFirst practice starts at 1pm BST with second practice at 4pm, which feels like an extremely late time to be finishing on a Friday to me. But that is where we are.", "image": [["Lewis Hamilton finished second quickest in a promising day for Mercedes", "www.telegraph.co.uk/content/dam/formula-1/2022/07/01/TELEMMGLPICT000301507821_trans_NvBQzQNjv4Bq6844extr6dIv-d8O8PIpPgCEHDW0sRYS-ijm8he9f1E.jpeg?imwidth=680"]], "author": ["Luke Slater"], "date": "2022-07-01"}, "https://www.telegraph.co.uk/news/2022/07/04/just-stop-oil-protesters-john-constable-painting-hay-wain/": {"title": "Constable masterpiece The Hay Wain damaged in Just Stop Oil protest", "subtitle": "Activists attach their own image of ‘apocalyptic vision of the future’ to famous painting at London’s National Gallery", "text": "The Hay Wain suffered minor damage on Monday when environmental activists attached their “apocalyptic vision of the future” to the John Constable masterpiece.\\nTwo Just Stop Oil protesters carried out the protest at the National Gallery yesterday before gluing themselves to the frame of the 200-year-old artwork.\\nExperts found minor damage to the frame and the varnish covering the painting after taking it down for examination. A spokesman for the National Gallery said both “have now been successfully dealt with”.\\nThe protesters were arrested by Met Police officers on suspicion of criminal damage after visitors were evacuated from the room in which The Hay Wain hangs.\\nThe painting was set to be rehung ahead of the gallery’s opening on Tuesday. The gallery has not confirmed whether more security staff will be on site.\\nActivists Eben Lazarus and Hannah Hunt, a veteran of Insulate Britain protests, stuck the “apocalyptic” version of the Hay Wain between the canvas and its frame.  Their alternative version featured burnt out cars and a plane in Constable’s country landscape.\\nMr Lazarus, a 22-year-old music student, said before his arrest that it was a “Hay Wain that demonstrates our road to disaster”.\\nHe took part in the protest alongside 23-year-old Ms Hunt, a psychology student who helped found Just Stop Oil after orchestrating protests for Extinction Rebellion and Insulate Britain.\\nShe released a statement that said:  “You can forget our ‘green and pleasant land’ when further oil extraction will lead to widespread crop failures, which means we will be fighting for food. Ultimately, new fossil fuels are a death project by our government.”\\nThe group said it had targeted the National Gallery because it had “no choice but to continue to target major cultural events and locations in order to gain attention for the biggest crime against humanity”.\\nThe value of The Hay Wain is unclear, but the record price for a Constable at auction was £22.5 million for The Lock in 2012.\\nIt is the latest demonstration by Just Stop Oil, which in the past week has allegedly targeted a Scottish art gallery and stormed the British Grand Prix on Sunday.\\nFive men, aged between 21 and 46, and two women, aged 20 and 44, were arrested after a track invasion on the opening lap of the race at Silverstone.\\nThe incident was not shown on F1’s global television feed, but eyewitness footage emerged of five people – understood to be representing Just Stop Oil – entering the circuit at the Wellington Straight. They then sat down on the tarmac.\\nFive Just Stop Oil members are also said to have attached themselves to My Heart’s In The Highlands, a 19th century landscape by Horatio McCulloch in Glasgow’s Kelvingrove Art Gallery and Museum.\\nThey are also alleged to have sprayed the group’s logo on the walls and floor of the gallery in orange paint.", "image": [["Protesters from Just Stop Oil glued their hands to the frame of John Constable's The Hay Wain", "www.telegraph.co.uk/content/dam/news/2022/07/04/TELEMMGLPICT000301792629_trans_NvBQzQNjv4BqRo0U4xU-30oDveS4pXV-Vv4Xpit_DMGvdp2n7FDd82k.jpeg?imwidth=680"], ["The protesters attached their ‘apocalyptic vision of the future’ to The Hay Wain", "www.telegraph.co.uk/content/dam/news/2022/07/04/TELEMMGLPICT000301803209_trans_NvBQzQNjv4BqY8U1l5Ie4kfhENIolyA70n3MQUKv_Rxo-tOxKl08SCc.jpeg?imwidth=350"], ["They wore white T-shirts bearing the slogan Just Stop Oil", "www.telegraph.co.uk/content/dam/news/2022/07/04/TELEMMGLPICT000301803207_trans_NvBQzQNjv4BqMVGDXKOOeJKxEI9ucPptTMLZq-j_VIcNfiYtpwBx7zI.jpeg?imwidth=350"]], "author": ["Telegraph Reporters"], "date": "2022-07-04"}, "https://www.telegraph.co.uk/news/2022/07/20/just-stop-oil-protesters-blockade-m25-cause-nine-mile-queue/": {"title": "We’ll be here all week, say Just Stop Oil protesters who brought M25 to standstill", "subtitle": "Activist arrested after five demonstrators from climate group scaled gantries, causing officers to close sections of the road", "text": "An activist was arrested on Wednesday after specialist police officers climbed a motorway sign gantry on the M25 to reach her on the first of three days of planned climate protests.\\nThree lanes of traffic were blocked early on Wednesday morning when five demonstrators from Just Stop Oil scaled gantries, causing officers to close sections of the road.\\nThe road was reopened by Wednesday afternoon after Surrey Police brought in a specialist team, trained at dealing with incidents at height, to remove the 22-year-old protester.\\nThe woman was arrested on suspicion of causing a danger to road users, causing a public nuisance, and for being a pedestrian on the motorway.\\nJust Stop Oil activists said they would be returning to the M25 until the end of the week as they called for an immediate halt to new oil and gas projects in the UK.\\nIn a statement, the group said: “We fully acknowledge the cost and disruption this will cause to the public and ask that they take their demands for compensation to the government, which has caused this unprecedented threat to our lives and liberties.”\\nIt said that, along with trade unions and green groups, it planned to hold further actions against oil infrastructure, along with trade unions and green groups, in the coming months and will hold a protest in Westminster on Saturday.\\nA spokesman said the M25 had been chosen because it “has a kind of iconic status as the motorway from hell, doesn’t it? So it’s a reference to that”, adding that the motorway was “the place where we confront the carbon economy headlong and bring our resistance into full public view”.\\nDrivers vented frustration on social media, with one claiming to have been prevented from reaching their father in hospital.\\nSurrey Police said: “Officers were called just after 7am following reports of a protest on the M25 just past junction 10 of the anti-clockwise carriageway. Officers attended the scene and located a female protester sitting on top of a gantry over the motorway.\\n“Three lanes needed to be closed while we worked to safely remove the woman, which involved a specialist team trained in dealing with incidents at height.\\n“A 22-year-old woman from London has been arrested on suspicion of causing a danger to road users, causing a public nuisance, and for being a pedestrian on the motorway.\\n“We appreciate this caused significant disruption this morning and want to thank drivers for their patience while we dealt with the incident.”\\nThe force said it would work to “minimise disruption as quickly as possible” when protesters returned to the motorway this week.", "image": [["An image from a Just Stop Oil video shows a banner suspended by activists who climbed motorway signs on the M25", "www.telegraph.co.uk/content/dam/news/2022/07/20/TELEMMGLPICT000303431595_trans_NvBQzQNjv4BqzQXPz78fLfTAdkvaiBjrlo-YqJpuh24YizWnVbthlIM.jpeg?imwidth=350"], ["A lone police van waits after protesters climbed overhead motorway gantries on the M25", "www.telegraph.co.uk/content/dam/news/2022/07/20/TELEMMGLPICT000303444449_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"]], "author": ["Emma Gatten"], "date": "2022-07-20"}, "https://www.telegraph.co.uk/art/what-to-see/activists-daft-attack-paintings-art-one-powerful-forms-protest/": {"title": "Activists are daft to attack paintings – art is one of the most powerful forms of protest", "subtitle": "The blunt antics of Just Stop Oil will not effect change, unlike the visonary brilliance of Pablo Picasso and Paula Rego", "text": "This week, our art galleries have come under attack as the climate change activists from Just Stop Oil made their presence felt at the National Gallery (where they pasted up their own apocalyptic vision over Constable’s The Hay Wain) and at the Royal Academy (superglue-ing themselves to a copy of Leonardo’s The Last Supper). I groaned at both the student vibe of the activism, and the group’s dogmatic mantra – one of the protesters even said galleries should close and join the call on the Government to stop all gas and oil projects immediately.\\nThis is not effective activism: Just Stop Oil’s blunt and unyielding approach won’t win over hearts and minds. Great art, however, can. If you look through history, it is clear that supreme artistic talent can affect people in unusual ways, display a unique vision and give insights beyond more obvious actions and words. Protests against Hitler were hardly unknown, but the work of the German artist John Heartfield so unnerved the Nazis in the lead up to the Second World War that he ended up as No 5 on the Gestapo’s most wanted list. Heartfield’s collection of photomontages satirising the Führer and Nazi imagery did more than subvert a dictatorship, his powerful pastiches undermined them with humour and struck a nerve in a man who, prior to trying to exterminate a whole race, peddled his own very bad art among dealers in Vienna.\\nSometimes, great art can even effect change. Paula Rego’s series, entitled Abortion, was created in a fearless blaze of passion in 1998, the year of a referendum on abortion in her native Portugal. Her series of 10 paintings did not set out to shock with blood and gore but drew you into her subjects (depicted in backstreet clinics) through physicality and psychological acuity. Many say they proved crucial in Portugal’s second vote, nine years later (which legalised abortion up to 10 weeks).\\nPicasso’s Guernica, supremely strange and hard to avert your eyes from, brought the Spanish Civil War to worldwide attention and even funded war relief when the work went on tour. The odd thing about Guernica, to my mind, is that it acts as a powerful piece of polemic despite it being hard to decipher. I remember when I first saw it, staring for more than 10 minutes, slightly baffled but also utterly moved. Sometimes, the most effective work is that which allows you, as a viewer, to draw your own conclusions.\\nThat is the problem with a lot of contemporary art when it tries to work as activism. It hammers you over the head, like being hectored by the office bore at the Christmas party. There is nothing left for the viewer to challenge or question, as anyone who has attended the Royal Academy’s current Summer Exhibition will testify. The supposedly “apocalyptic” nature of this year’s drearfest (theme: “Climate”) has an exhaustive, earnest quality, and was described by Alastair Sooke, The Telegraph’s chief art critic, as “conventional as a summer fete”. Nothing within Burlington House would convince you to reduce your carbon footprint, or indeed superglue yourself to a masterpiece.\\nOne member of Just Stop Oil, Emily Brocklebank, said that contemporary artists focus on the wrong things. But if she stopped to look around her she would see that eco-art is everywhere, surely then dovetailing to an extent with her own views. Not everything, thankfully, is as banal as what is on display at the Royal Academy.\\nAmerican-Chinese conceptual artist Mel Chin’s ongoing project Revival Field, which tries to reclaim soil from polluted areas and use it as art, sounds dreadful, but is actually incredibly beautiful and affecting. And, while he has his critics, I often love the slick showmanship of Olafur Eliasson, whose giant chunks of icebergs (hacked from the Norwegian fjords) was a decisive moment in the history of interventionist art.\\nUnfortunately, a talented artist’s activism is now very likely to be misinterpreted in our irony-free age. Remember the furore in 2020 over Philip Guston, whose figures of Ku Klux Klan members in ridiculous poses caused such a stink that a major exhibition was postponed? It’s a sad fact that the subtleties of an artist such as Guston could now be lost, that a younger generation, more likely to take everything at face value, might engage more with the overtly interventionist tactics of groups such as Just Stop Oil.\\nBut is there ever a legitimate case for actual artistic vandalism in the name of a cause? I would argue, yes, very occasionally. Perhaps the most famous defacement in history is the slashing of Velázquez’s Rokeby Venus at the National Gallery in 1914, by suffragette Mary Richardson. Given the obvious importance of universal suffrage and the suffering which many women of Richardson’s generation were prepared to undertake, the attack on the painting feels justified and the bleatings of Just Stop Oil rather hollow.\\nPerhaps you couldn’t expect these activists to appreciate the power of art, but the fact is that entering into the space of a great painter or sculptor or conceptual artist allows us to question both our prejudices and our allegiances. That’s far more effective than anything that involves a tube of superglue.", "image": [["Missing the point: Just Stop Oil members cover Constable’s The Hay Wain", "www.telegraph.co.uk/content/dam/art/2022/07/06/TELEMMGLPICT000301791216_trans_NvBQzQNjv4BqRo0U4xU-30oDveS4pXV-Vv4Xpit_DMGvdp2n7FDd82k.jpeg?imwidth=680"], ["A sketch for one of Paula Rego’s legislation-changing Abortion pictures", "www.telegraph.co.uk/content/dam/art/2022/07/06/TELEMMGLPICT000302006787_trans_NvBQzQNjv4Bq4P52MmS8-_tbGo4HtDarsU0G3PBde1wRVgoUU2qKiUs.jpeg?imwidth=350"]], "author": null, "date": "2022-07-07"}, "https://www.telegraph.co.uk/columnists/2022/07/09/how-elon-musk-can-save-britain/": {"title": "How Elon Musk can save Britain", "subtitle": "Our birth rate is plummeting – while Mr Musk’s is soaring. Clearly there is only one solution", "text": "On March 12, Way of the World congratulated Elon Musk on the birth of his seventh child. Now, less than four months later, we must congratulate him on the births of his eighth and ninth. Because the world’s richest man has just become the father of twins – although this time the mother is an executive at one of his firms, rather than his on-off girlfriend, a singer called Grimes.\\nSome may have raised their eyebrows at this news. On Twitter, however, Mr Musk explained that he’s simply “doing my best” to help solve “the underpopulation crisis” – because, he says, “a collapsing birth rate is the biggest danger civilisation faces by far”.\\nHe’s right, of course. And no country is in greater danger than our own. As we read earlier in the week, a new study says Britain is likely to grow poorer – because the rich and well-educated aren’t having enough children.\\nClearly there is only one solution. Without delay, the Government must invite Mr Musk to come to Britain and impregnate as many of us as possible. Being rich, well-educated and mind-bogglingly fertile, he should solve our problems in no time. Boris Johnson – who has always been tireless in his own efforts to boost the birth rate – should make it his final act in office. Every outgoing prime minister wishes to leave a legacy to be proud of. Let this be his.\\nGeneticists believe that everyone in Europe today is descended from Charlemagne, the 8th-century French king. Thirty years from now, everyone in Britain will be descended from Boris Johnson or Elon Musk.\\nAngela Rayner may not like it when the stenographers of Hansard try to correct her English. But they don’t do it out of snobbery. They merely want MPs’ meaning to be clear. Hansard, after all, is a vital historical record – and its staff have a duty to ensure that future generations understand what our MPs said.\\nIf it weren’t for Hansard, after all, no one would have a clue what John Prescott was on about.\\nBack when his Lordship was deputy prime minister, the Hansard crew were constantly having to untangle his pronouncements to the Commons. At times this task was simple enough. They had no problem translating such Prescottisms as “At this present in time” and “Let me say quite clear”. And when, in 2004, he pledged to “eliminate the homeless”, they left the line as it was. Well, you knew what he meant.\\nSome days, however, they must have felt as if they were working not in the House of Commons but at Bletchley Park. During a debate over strike action by firemen in 2002, the Guardian’s Simon Hoggart recorded Mr Prescott as saying: “I’ve already mentioned quite frankly that there may be a 100, previously, then it was down to one yesterday, now it’s no. Not. And I think we should welcome that as a fact.” Hansard’s translation ran as follows. “As I have already said, 100 drivers did not turn up during the previous strike, but that number went down to one yesterday, and it is now none. That should be welcomed.”\\nEven trickier to unpick was a jibe Mr Prescott made in 2007 about William Hague, alluding to the sizeable fees the former Tory leader charged for speaking engagements. “I notice that he wasn’t in the first session,” boomed Mr Prescott. “Is that his fee to be in the first session was too expensive for this one? Or is the charging for Tory overtime rates at your speaking rates is too much money?”\\nHansard did its best. In the end it went with: “Was his fee for the first session too expensive, or, given his rates for speaking, is the overtime that would be charged too much money for the Tory party?”\\nWhat an arduous job these poor stenographers have. They deserve Hague-sized fees themselves.\\nIn an attempt to shock the world into action, eco-activists from Just Stop Oil overlaid Constable’s The Hay Wain with a “dystopian” pastiche. The aim, said a spokesman, was to show “how oil will destroy our countryside. The river has gone, replaced by a road. Planes fill the sky…”\\nI thought they were trying to make us fear for the future. But if planes are going to fill the sky, the future sounds like a significant improvement on the present. You’re lucky to get in the air at all these days.\\nIn fact, since so few planes are flying, more rail strikes are imminent and hardly anyone can afford to fill their car with petrol, I don’t know what Just Stop Oil are complaining about. The only people making the world uglier are idiots with glue.\\nAmerican politics has always been a glorious source of silly names. Among the most delightful examples are Dick Swett (the former US ambassador to Denmark), Butch Otter (the former governor of Idaho), Young Boozer (the state treasurer of Alabama) and Krystal Ball (who doubtless foresaw that her 2010 run for Congress would end in defeat).\\nThis week, the pantheon of greats welcomed a new arrival. Because Joe Biden has just appointed an anti-corruption czar. And his name, wonderfully, is Rich Nephew.\\nMartin Amis – creator of Keith Talent, Clint Smoker et al – would be proud of that. As would the writers of Toast of London, the acclaimed sitcom which features such characters as Ray Purchase, Clem Fandango, Cliff Bonanza and Des Wigwam.\\nWe can only hope that in his fight against corruption Mr Nephew will be cracking down on nepotism. Imagine the headlines. “Rich Nephew Busts Rich Uncle for Hiring Rich Niece.”", "image": null, "author": null, "date": "2022-07-09"}}