{"https://www.telegraph.co.uk/news/2022/05/05/foreigner-against-battle-guantanamo-on-ouse/": {"title": "‘I’m a foreigner and I’m against it’: the battle over ‘Guantanamo-on-Ouse’", "subtitle": "Meet the Yorkshire villagers uniting against the latest Government-backed asylum seeker processing centre, which they say is unsustainable", "text": "For the past six years, Monica Avila has lived in the North Yorkshire village of Linton-on-Ouse in a pretty brick terrace on the main street. The academic, who is half Brazilian and half Italian, originally moved to Yorkshire from her native Rio de Janeiro to study a PhD in English literature and as far as she knows is the only foreigner living in the village of 700 or so residents. Until now.\\nIn a few weeks, the Home Office is intending to move the first of what is expected to be 1,500 single male asylum seekers into Linton-on-Ouse, occupying a new processing centre being established on the site of a former RAF base in the village.\\nUnder the plans, which have been revealed in a shock announcement as part of the Government’s proposals to also send asylum seekers to a similar facility in Rwanda, the men in Linton-on-Ouse will be housed on the former World War Two bomber base – which was also later where Prince William trained as an RAF pilot before it was closed by the Ministry of Defence in 2020.\\nThe site has been billed as ‘Guantanamo-on-Ouse’, but those sent there will be free to come and go as they please while their applications are considered. Anyone staying out beyond 10pm will be followed up with a ‘safeguarding call’, but the Home Office insists there is no curfew.\\n“I can go for a walk by the river and don’t meet anyone, and if I do people are friendly,” says Avila. “Then suddenly you are going for a walk all on your own and you [will] see a group of men. Safety is a concern.”\\nIndeed, such is the apparent unsuitability of the site that the Home Office has managed to unite everyone across the political divide in opposition. Tory MP Kevin Hollinrake, who is working with local Conservative-controlled Hambleton District Council, said a legal challenge will be mounted unless the Home Secretary backs down. He has written to Boris Johnson, urging him to scrap the plan, which Hollinrake said would “devastate” the village just as dramatically as if the Government constructed a reservoir on it.\\nOver recent days, Hollinrake says he has been involved in numerous discussions with Home Secretary Priti Patel (who he claims told him in a private conversation that ultimately there would be a number of similar centres established around the country).\\nHe believes the Linton-On-Ouse site was rushed through by the Government without any prior consultation so it could be unveiled as part of the £120m Rwanda deal announced last month (which is now facing its own delays after six legal challenges have been lodged). Earlier this week Boris Johnson admitted in an interview with the Yorkshire Post that the Linton-on-Ouse processing centre was “pivotal” to delivering the Government’s Rwanda deal by ensuring there was a similar facility in place in the UK.\\nAs Hollinrake points out, the need for action is evident in the record number of asylum seekers arriving by small boats across the Channel this year (more than 7,000 between January and May – treble the 2021 rate over the same period of time). At present asylum seekers are housed in hotels while their claims are processed, which the Government admitted in February is costing £4.7m every day.\\nGiven such astronomical costs, Hollinrake insists he is not against the principle of reception centres – so long as they are situated in suitable locations; and also if the people housed there are not left to simply languish.\\nWhile the vacant and Government-owned site in Linton-on-Ouse may have seemed attractive to officials in Whitehall, the problem, as residents including Avila point out, is that apart from a village shop, village hall and local primary school, there are no amenities. The bus to York (which is 10 miles away) runs just five times a day and only then if there are enough passengers on board. Otherwise there are just miles of rolling fields.\\n“The village cannot accommodate this amount of people; it’s just not possible,” says Avila.\\nAs a lone foreigner living in the village of overwhelmingly white residents, she insists her opposition is not about race or culture, but the fact that all of those moving into the village will be single men with nothing to do.\\nBehind the counter of the village shop, Linton Stores, 19-year-old Mya Aston voices similar concerns about the impact on the village where she grew up. “A lot of people including myself will just feel unsafe,” she says. “There is going to be more of them than us, and that is a bit daunting to think about.”\\nWhen Hollinrake has raised his objections about the lack of facilities, he says Home Office officials pointed him to a proposed five-a-side football pitch and an on-site library. One official even highlighted 100 different types of trees on the windswept former airfield for asylum seekers to explore.\\n“Imagine if that was said in a public meeting,” Hollinrake says. “There would be raucous laughter and anger, actually... There is this naivety at work here. You have to give people something to do.”\\nCiting residents’ concerns, Hollinrake says “a lot of people will be afraid of going out and feel almost under house arrest, which is just unthinkable – but that is where we are.”\\nResidents in Linton-on-Ouse are reportedly discussing Extinction Rebellion-style tactics in opposing the plans, including gluing themselves to fences and roads blocking the base. Many expect to see a plunge in house prices as a result of the centre. One 49-year-old resident, David (who prefers not to give his full name) moved to the village a year ago and bought his house for £500,000. “I reckon it will knock at least 15 per cent off the house price if I can even sell it,” he says. “This would destroy the village; absolutely destroy it.”\\nA number of former service personnel who live in the village have also voiced their opposition. Among them is Paul Gerrard, a 62-year-old former corporal in the Royal Military Police.\\nHaving served in Iraq and Afghanistan, Gerrard says he has seen the plight of refugees at first-hand and has no problem with families being resettled in the village – but says the arrival of so many single men will create a “powder keg” situation.\\n“My daughter is 20 and works in the corner shop and I would be concerned for her – mainly because of the mix,” he says. “Testosterone is going to be rife in there with nothing to do and with the facility being open, they are going to come into the village… it only needs a bad one per cent that ruins it for everybody.”\\nThe chairman of Linton-on-Ouse Parish Council, Marc Goddard, insists the opposition is not about nimbyism. As he points out, residents have lived happily alongside the base for the past 85 years. “At its very height this facility had 500 personnel here, not 1,500,” he says.\\nGoddard, 52, who has a nine-year-old son at the village primary school, likens what is happening in Linton-on-Ouse to the old North Yorkshire village of West End which in the 1960s was flooded to make way for a new reservoir.\\n“We are collateral damage,” he says. “Flooded to ensure this goes ahead.”", "image": [["Monica Avila: ‘You are going for a walk all on your own and you [will] see a group of men. Safety is a concern’", "www.telegraph.co.uk/content/dam/news/2022/05/05/TELEMMGLPICT000294120776_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=680"], ["The former RAF base at Linton-on-Ouse", "www.telegraph.co.uk/content/dam/news/2022/05/05/TELEMMGLPICT000294120726_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["Kevin Hollinrake and representatives from North Yorkshire police talk with local residents as they explain the situation regarding the proposed asylum processing centre", "www.telegraph.co.uk/content/dam/news/2022/05/05/TELEMMGLPICT000293724731_trans_NvBQzQNjv4Bq44_VEVkGeni5qvXYRRQOlnscAcrTD4XuB6XCq9aaB6g.jpeg?imwidth=350"], ["Residents point out that there are insufficient amenities to cope with an influx of single men", "www.telegraph.co.uk/content/dam/news/2022/05/05/TELEMMGLPICT000294120774_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["Paul Gerrard has no problem with families being resettled in the village, but says the arrival of so many single men will create a ‘powder keg’ situation", "www.telegraph.co.uk/content/dam/news/2022/05/05/TELEMMGLPICT000294120752_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["Marc Goddard: ‘We are collateral damage’", "www.telegraph.co.uk/content/dam/news/2022/05/05/TELEMMGLPICT000294120728_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"]], "author": ["Joe Shute"], "date": "2022-05-05"}, "https://www.telegraph.co.uk/politics/2022/05/11/smirking-priti-patel-channels-inner-professor-snape-exasperate/": {"title": "Smirking Priti Patel channels her inner Professor Snape to exasperate the opposition", "subtitle": "The Home Secretary took great relish in the lamentations of her enemies – indeed, they seemed to spur her on", "text": "“The Conservative Party is the party of law and order,” began Priti Patel. “Ha!” yelled a Labour backbencher. Immaculate in a Persil-white ensemble reminiscent of Joan of Arc’s tabard and radiating similar levels of invincible self-belief, her menacing presence belied her diminutive stature. The Home Secretary’s eyes narrowed dangerously. It took about 10 seconds for her to round on the opposition.\\n“Those on the benches opposite are eager to defend the murderers, paedophiles,” she began, savouring each of these words.\\n“WHAT?” cried another Labour MP. But the Home Secretary plugged on, with a messianic glint in her eye, and summoned a supporting cast of wrong-uns with which the opposition were apparently in cahoots. “Rapists, thugs and people with NO RIGHT TO BE HERE”.\\nThe Labour benches convulsed with hissing, booing, and cries of “Shame!” – but since the Home Secretary, like a Hun or Visigoth, takes great relish in the lamentations of her enemies, it seemed only to spur her on. “They cheer on the selfish protesters who cause chaos and endanger life,” she continued, triggering further gasps.\\nThe Home Secretary attempted a trolling power-play – studiously ignoring all shadow frontbenchers’ pleas for an intervention, particularly her opposite number Yvette Cooper, in favour of lowly backbenchers. “I will NOT give way,” she smirked, as Cooper tapped the despatch box disbelievingly and Jess Phillips sniped from a sedentary position. There were echoes of Hogwarts and Professor Snape delightedly ignoring Hermione Granger’s raised hand in Potions class. The Home Secretary passed from Margaret Hodge to Diana Johnson, all the while ignoring Cooper’s growing exasperation. “One last time, I’ll give way,” said Patel, flashing an angelic grin at Jim Shannon of the DUP.\\nEventually the shadow home secretary rose to her feet, scruffy, severe and fuming. It would be hard to imagine two more polar opposites than Patel and her would-be successor. Countering Patel’s sleek but fierce “cat with the cream” impression, Cooper, in a crumpled pink jacket that looked as if it hadn’t seen an iron for some months, gave a perfect demonstration of high-minded dowdiness. As she lectured the Home Secretary for ignoring her interventions, the effect was of an overworked geography teacher after a bruising Friday afternoon encounter with the bad lads of Year 9.\\nSoon, though, the zingers were flying thick and fast – alongside a raft of shaming data; arrests down, crime up 18 per cent. “Community penalties issued by the police in the UK were down,” added Cooper, “notwithstanding the Prime Minister and his staff’s valiant personal attempts to get those numbers up again”.\\nReinforcements of Tory red meat arrived from the Red Wall. A gushing Jonathan Gullis thanked Patel for backing his “desecration of war memorials” bill. Ashfield MP Lee Anderson, who today seemed on a mission to out-gammon the rest of them, jokingly (at least I think he was joking) called for national service with a difference – conscripting members of Extinction Rebellion for manual labour. “We’ve seen these eco – whatever they are, with their little hammers smashing petrol stations up,” he scoffed. “Do you think it’s a good idea that we give them bigger tools and get them to work seven days a week like the rest of us?”\\nThe Home Secretary, visibly smouldering now, congratulated Anderson – someone who, “like me, appreciates the value of hard work”. Such things are surely all relative. For some, hard work means seven days’ hard labour. For the opposition, hard work is simply being in the presence of Priti Patel.", "image": [["Priti Patel in the House of Commons", "www.telegraph.co.uk/content/dam/politics/2022/05/11/TELEMMGLPICT000293290545_trans_NvBQzQNjv4BqNJjoeBT78QIaYdkJdEY4CnGTJFJS74MYhNY6w3GNbO8.jpeg?imwidth=680"]], "author": null, "date": "2022-05-11"}, "https://www.telegraph.co.uk/news/2022/05/16/keir-starmer-would-admitting-total-defeat-joined-silly-progressive/": {"title": "Keir Starmer would be admitting total defeat if he joined a silly 'progressive pact'", "subtitle": "Imagine that: a supposed party of government standing down candidates in favour of other parties. Labour would be foolish to entertain it", "text": "A new survey has concluded that a pre-election formal pact involving the Labour Party, the Liberal Democrats and the Greens would pave the way for an anti-Conservative coalition that wouldn’t even have to rely on the SNP to govern. If it sounds too good to be true, then there may be a simple reason for that. But we’ll come to it later.\\nFirst, we should take note of the identity of the organisation that has come to this not-particularly-surprising conclusion. Best for Britain was set up in 2017 to campaign to prevent the result of the previous year’s EU referendum being honoured. Having failed in that ambition of dubious democratic credentials, it then morphed into a broader campaign to preserve and strengthen Britain’s links with the EU. Its aims do not yet include rejoining the EU (and in that sentence, “yet” is doing a lot of heavy lifting).\\nSo it is worth asking: would Best for Britain have released with such fanfare the results of a survey which showed, contrary to their aims, that a formal pact of “progressive” parties would not deliver the knock-out blow to Boris Johnson’s Conservatives?\\nThe big news story seems to be that a Labour-led coalition would be able to govern without the help of SNP MPs, and so would not be under any obligation to concede a second independence referendum in exchange for votes in the Commons. In 2015, the prospect of a Labour government being held hostage by a large nationalist contingent helped the Conservatives destroy Ed Miliband’s ambitions to lead the country.\\nSo why would Labour agree to stand aside candidates in favour of Green candidates (for that is the hope of Best for Britain) when the Greens in Scotland support independence as enthusiastically as the SNP? In fact, when Nicola Sturgeon gave ministerial jobs to two Green MSPs last year, the UK Greens welcomed the development with “delight and excitement”, even as it breathlessly listed “preparing a joint bill on a new referendum on independence for Scotland” as one of the main aims of their new government friends.\\nIt would be ridiculous therefore to assume that engaging with the Greens will in any way strengthen the Union.\\nMore importantly – and the reason why Best for Britain’s ambitions for our electoral future are likely to be dashed – is that Labour is being invited to do two entirely contradictory things.\\nIt will, of course, as all opposition parties do, insist that it can win the next election on its own, that it is heading to majority government. But the party is also being asked to take a step that would, by definition, be an admission of defeat. “Yes, we’re confident we’ll win the next election outright, and to that end we’re standing down Labour candidates across the country because they can’t win.” Too wordy for an election leaflet, perhaps?\\nAgreeing to Best for Britain’s cynical old tactic would do nothing more than confirm in voters’ minds that Labour still hasn’t cracked the problem of appealing to them.\\nAnd make no mistake: the Lib Dems and the Greens, across a series of issues, are Labour’s opponents. The country’s sole Green MP, Caroline Lucas, was elected on the same day that the last Labour government was removed from office. Had she been elected five years earlier, there can be no doubt that she would have voted against Labour in the Commons on far more occasions than she would have supported them. While the Lib Dems established their taste for political pragmatism by their decision to usher in more than a decade of Conservative rule by agreeing to David Cameron’s request for a coalition, the Greens remain unreconstructed oppositionists. The notion that they could be relied upon to support a minority Labour administration, with all the compromises and concessions such a role would entail, is fanciful to say the least.\\nA consequence for Labour of publicly stating its preference for a broad coalition with the Greens and the Lib Dems would be a free-for-all by the media. How many Green candidates will have expressed something in their social media accounts that would embarrass Starmer on the campaign trail? How many bare knuckle fights would the shadow health secretary, Wes Streeting, have with ostensible allies in the Green movement over the latter’s ideological insistence that “trans women are women” and that anyone who demurs from that assertion is transphobic?\\nWhat will Labour spokespeople say when their putative coalition partners insist that Extinction Rebellion are entirely right to prevent people going to their work or to hospital because the right to protest must always trump the right to travel? By inviting voters to support candidates who agree with that view?\\nBest for Britain have not outlined a strategic way forward for Britain’s progressive parties; they have indulged in a fantasy that would result only in a chaotic (though admittedly entertaining) political circus.\\nBut the best reason to reject their approach? They offer an apparently easy path to government. Yet winning elections is not an easy task, and neither should it be. Labour can only succeed if it’s willing to reform and, crucially, if it is willing to counter the demands of those who claim to be allies but who are most decidedly not.", "image": [["Lib Dem leader Ed Davey with Labour leader Keir Starmer", "www.telegraph.co.uk/content/dam/politics/2022/05/15/TELEMMGLPICT000294777510_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwSX5rhseiWKOo9p9OQ-ymek.jpeg?imwidth=680"]], "author": null, "date": "2022-05-16"}, "https://www.telegraph.co.uk/royal-family/2022/05/09/queen-miss-state-opening-parliament/": {"title": "The Queen to miss State Opening of Parliament for first time in nearly 60 years", "subtitle": "Her Majesty will be absent from the event for just the third time in her reign, with Prince Charles delivering the speech on her behalf", "text": "The Queen will miss the State Opening of Parliament on Tuesday for the first time in nearly 60 years, as she continues to suffer with \"episodic mobility problems\".\\nThe Prince of Wales will read the Queen’s Speech on her behalf and at her request - the first time he has taken on such a major constitutional duty, Buckingham Palace announced.\\nIt is only the third time the Queen, 96, has not attended the ceremonial occasion during her reign. In 1959 and in 1963, when she was pregnant with the Duke of York and the Earl of Wessex respectively, the Lord Chancellor delivered the speech.\\nHowever, it is the first time Letters Patent have been used to hand the responsibility to another member of the Royal family. It was authorised by Her Majesty to specifically cover the State Opening, delegating the royal function of opening a new session of Parliament to Counsellors of State.\\nThe move will be interpreted as a significant shift in the Prince of Wales's responsibilities as heir to the throne. The Duke of Cambridge will accompany him, in his capacity as Counsellor of State.\\nNo other functions have been delegated by the Queen. The Duchess of Cornwall will also attend but is not a Counsellor of State.\\nBuckingham Palace said in a statement on Monday: \"The Queen continues to experience episodic mobility problems, and in consultation with her doctors has reluctantly decided that she will not attend the State Opening of Parliament tomorrow.\\n\"At Her Majesty's request, and with the agreement of the relevant authorities, the Prince of Wales will read the Queen's Speech on Her Majesty's behalf, with the Duke of Cambridge also in attendance.\"\\nA palace source said the decision was taken on Monday, noting that the monarch had continued to suffer with mobility problems since last autumn.\\nIt is not yet known whether the wording of the speech will be tweaked to reflect that the Prince is reading it on behalf of his mother, who traditionally refers to \"my government\". On the previous two occasions, it was not changed but delivered in Her Majesty’s own words.\\nThe Prince of Wales and the Duchess of Cornwall will sit in their usual seats, while the Duke will sit on the opposite side to his stepmother. The main throne will not be occupied.\\nThe Prince will wear his Admiral of the Fleet uniform, while the Duke is expected to wear a morning coat.\\nThe Imperial State Crown and regalia, which is traditionally transported to the Houses of Parliament in a carriage ahead of the Queen, will still be taken on the journey, it is understood.\\nSome 38 pieces of proposed legislation will be announced in the Queen’s Speech - more than the preceding year - as Boris Johnson looks to move on from heavy local election losses.\\nIn a statement on Monday, the Prime Minister said: “This Queen’s Speech will get our country back on track, and I will strive – and this government will strive – night and day to deliver it.\\n“Because in spite of everything we have been through, we are going to ensure that over the two years we have left in this parliament, we spend every second uniting and levelling up this country, exactly as we said we would.”\\nMr Johnson will recommit to hard-hitting protest reforms, despite sizable opposition from the House of Lords, announcing a new Bill to drive through the changes.\\nIf enacted, protesters who lock themselves to buildings face up to six months in jail, while those who disrupt key national infrastructure - such as railways and airports - could be jailed for a year. Both could face unlimited fines.\\nIt is an attempt by ministers to curb the impact of so-called “guerrilla protests” seen by environmental groups such as Extinction Rebellion, Insulate Britain and Just Stop Oil.\\nPriti Patel, the Home Secretary, championing the overhaul, said: “The law-abiding, responsible majority have had enough of anti-social, disruptive protests carried out by a self-indulgent minority who seem to revel in causing mayhem and misery for the rest of us.\\n“The Public Order Bill will give the police the powers they need to clamp down on this outrageous behaviour and ensure the British public can go about their lives without disruption.”\\nThe Telegraph can also reveal that new measures will be announced to force P&O and other ferry companies to pay staff on board ships the UK minimum wage.\\nThe proposal would create a legal obligation on ports to make sure vessels that arrive - which could also include cruise ships and tankers - pay minimum wage, with sanctions for ports and UK shipping operators who disobey the rules.\\nOther expected announcements will be dropped as part of a new Downing Street push to focus on Tory policies, meaning the foie gras and fur imports bans will be ditched.\\nThe speech is not expected to include new measures to tackle the cost of living, despite Tory strategists warning it will be the dominant issue at the next general election.\\nAny changes to taxation levels and spending will have to wait until the autumn Budget, according to Treasury sources - although Mr Johnson hopes other non-fiscal moves can be announced sooner.\\nBut the Prime Minister will talk about the scale of the cost of living challenge and the need to help those affected in his speech.\\nMr Johnson is expected to say: “We will get the country through the aftershocks of Covid, just as we got through Covid, with every ounce of ingenuity and compassion and hard work.\\n“By urgently pressing on with our mission to create the high wage, high skilled jobs that will drive economic growth across our whole United Kingdom.\\n“That is the long-term, sustainable solution to ease the burden on families and businesses.”\\nThe palace had previously stated that the Queen hoped to read her customary speech to open Parliament on Tuesday, but said final confirmation would only be given on the day.\\nMeasures had been put in place to ensure privacy on her entrance and exit, with part of the walk shielded from cameras and the event pared back as much as possible.\\nShe had been expected to travel by car to the Houses of Parliament wearing day dress without a heavy crown, and walk as short a route as possible through the Palace of Westminster.\\nPalace aides pointed out that the Queen has a busy diary this week, including a call with Australia on Monday, a planned Privy Council and a virtual audience with the Prime Minister on Wednesday. She is also expected to undertake some private engagements later in the week.\\nThe Queen's diary has been significantly scaled back in recent months, following a series of health scares.\\nIn recognition of her increasing frailty, Buckingham Palace has indicated that the public can no longer assume they will see her at public engagements, with her attendance only confirmed on the day in question.\\nShe recently spent more than three months resting on doctors' orders.\\nIn October, a trip to Northern Ireland was cancelled and she spent a night in hospital for what a spokesman described at the time as \"preliminary investigations\".\\nThe Queen also pulled out of attending the Cop26 climate change summit, the Festival of Remembrance and then the Remembrance Sunday Cenotaph service due to a sprained back, and missed the Church of England's General Synod.\\nLast month, she missed the traditional Maundy Thursday and Easter Mattins church services at St George’s Chapel, Windsor.", "image": [["The Queen, pictured during the State Opening of Parliament in 2021, previously missed the event when pregnant in 1959 and 1963", "www.telegraph.co.uk/content/dam/royal-family/2022/05/09/TELEMMGLPICT000258548999_trans_NvBQzQNjv4BqRo0U4xU-30oDveS4pXV-Vv4Xpit_DMGvdp2n7FDd82k.jpeg?imwidth=680"], ["The Prince of Wales has previously accompanied the Queen to the State Opening of Parliament, but has never delivered the Queen's Speech", "www.telegraph.co.uk/content/dam/royal-family/2022/05/09/TELEMMGLPICT000066100418_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwQs4v22exkdQdQ8HxtVl3Yw.jpeg?imwidth=350"], ["The Queen delivering her speech during the State Opening of Parliament in 2014", "www.telegraph.co.uk/content/dam/royal-family/2022/05/09/TELEMMGLPICT000131603800_trans_NvBQzQNjv4BqrpfQw2hJyG_yckwxPAr0gmyy-GsNrhPQbLesooHneHs.jpeg?imwidth=350"], ["The Imperial State Crown and regalia are still expected to be transported to the Palace of Westminster for the event", "www.telegraph.co.uk/content/dam/royal-family/2022/05/09/TELEMMGLPICT000258276247_trans_NvBQzQNjv4BqRdPLSElEmrKaK7hcQaxOdMeNcjRjuLHmhOq55j3Kz-o.jpeg?imwidth=350"]], "author": ["Victoria Ward. ", "Ben Riley-Smith"], "date": "2022-05-09"}}