{"https://www.telegraph.co.uk/news/2021/02/13/wont-rest-daughter-safe-tunnel/": {"title": "‘I won’t rest until my daughter is safe and out of that tunnel’", "subtitle": "Environmental activist Roc Sandford explains the concerns – and pride – he feels over his daughter hiding underground to protest HS2", "text": "The Hebridean island of Gometra is a mesmerising wilderness of rocks, white sand beaches, heather and sapphire sea, and yet its laird, environmental activist Roc Sandford, 62, is glued to his phone. His 18-year-old daughter, Blue, is in London, hiding in 100ft of makeshift tunnels beneath Euston Square Gardens in protest against HS2 and she’s driving her poor father crazy with worry.\\n“I’m longing for the moment when she comes out,” he says tearfully on a video call from his shed, the only place on the island to have a phone signal. “I find myself bursting into tears with no warning. It’s so symbolic, her being underground. It’s like something out of Greek mythology.”\\nIt’s been more than two weeks now since Blue, the youngest of Sandford’s four children and Britain’s answer to Greta Thunberg, entered the tunnels with a group of six other protesters.  Initially, Sandford’s son, Lazer, 21, was down there, too, guarding the entry shaft with his body; he had his arm encased in a steel tube inside a wrought-iron safe buried in concrete. But he gave himself up last week in return for lighting and sanitary products for his fellow campaigners who include Daniel Hooper, the 47-year-old green campaigner better known as “Swampy”, and his 16-year-old son, Rory.\\nSandford believes Blue – who has been on a school strike since she completed her GCSEs at private school in north London and whose book, Challenge Everything, encourages other young people to step up to save the world – has enough food to last her for six weeks. She’s keeping in touch with him and her mother, who lives in London, via her mobile phone, which has reception at the bottom of one of the down shafts. “I keep asking her if she’s okay and she sounds upbeat and resolute when I speak to her, but she’s facing horrific experiences – I’m very concerned for her safety,” he says.\\nThere’s no doubt that the tunnels are a dark and dangerous place, wholly unsuitable for those without hard hats and proper safety equipment. Machinery including cherry pickers could destablise the tunnels, according to safety experts, and there are currently no oxygen monitors. Lazer has told his father that he had been trampled and, at one point, caught his neck in a rope. “I was sent a video [of him choking] and it sounds like someone is dying,” Sandford says. “I was really shocked to discover what’s going on down there – the risks they are taking. It’s extremely difficult and painful to watch.”\\nHis only comfort is the fact that Blue is tough as old boots, having divided her childhood between Gometra, where the temperature inside the house is currently three degrees and there is no hot water, and an off-grid house in north-west London, where the family lives in a tent in the living room during the winter months. “My father’s house was similar and so was my grandparents’ – it’s not a hardship once you get used to it,” he says.\\nShe’s also her father’s daughter when it comes to safety. “You have to be a stickler for safety if you’re going to survive in a place like this,” Sandford says, gesturing towards the window of his hut from which you can see nothing but sky, rock and sea. “Blue has a sardonic wit, as if she sees through folly in all forms and she thinks for herself. I love her so much,” he adds, wistfully.\\nIf he had his way, she would be studying for her A-levels. “I’m a great believer in education as being an important route to freedom in life, so I have always wanted to stress this with my children,” he says. Her teachers at King Alfred School in Hampstead begged him to try to influence her into staying on; they told him she could do anything. “It’s very sad to watch her turning her back on it, but I completely understand that she’s not being given a choice, her generation isn’t.”\\nSandford has spent the past few years watching all four of his children evolve into hardcore activists: his eldest daughter, Savannah, 22, from his first marriage, protested naked in the House of Commons on April Fools’ Day 2019 during a Brexit debate; Lazer and Blue poured oil over themselves in the National Portrait Gallery in protest against BP’s sponsorship.\\nThere have various dicey moments; Savannah, was cut free after she D-locked herself to furniture at an oil industry dinner in Edinburgh and Lazer was removed from a tree at another HS2 protest in Denham, Buckinghamshire.\\nSandford is aware, though, that his children are just chips off the old block. Since his early 20s, Sandford been challenging the existing order through protests, demonstrations and disruption; his proudest moments as an activist include successfully challenging plans for new salmon farms on the west coast (four out of five were cancelled), and chaining himself to the bottom of a truck on Waterloo Bridge during the Extinction Rebellion last March.\\n“I learnt early on that you need to hold your nerve against authorities. They aren’t necessarily right and they aren’t necessarily going to win,” he says.\\nIs he tempted to join her in the tunnel? Sandford shakes his shaggy locks. “I’m terrified of it,” he says.“ I don’t think I’m as brave as the children, but I’ve been in similar places in terms of challenging things I didn’t think was right.”\\nWhen Cato, his eldest son, was born, he felt a homing instinct to return to place he’d grown up and raise his children close to nature, using as little carbon as possible. “The problem is that with the climate and nature breaking down, it’s getting harder to bring your children up in the wilderness. Surely this is as good a reason as any to do something about it?” he says.\\nCato was two when Sandford bought Gometra and the family began living off-grid, farming sheep for a living. At first, Sandford used a diesel generator to power his cooker and washing machine and drove about on a quad bike and Land Rover, but gradually these “guzzling off-grid” items broke and he began living even more frugally – without central heating or mains power, charging his mobile, laptop, torches and power tools via a solar panel.\\nEven for babies, it’s no hardship living in these conditions, he says, so long as you have the right blankets and clothing, although he does admit to using disposable nappies. “You learn how to dry clothes when it’s damp, and diagnose yourself rather than dashing to the doctor,” he says. “I like the fact that I don’t have broadband and I have to go to my shed to get phone signal. It means I can be proactive rather than all the time reacting.”\\nThe only real stumbling block to family life on Gometra was the lack of schooling. Sandford toyed with the idea of homeschooling, but eventually opted to educate the children in London, fearing it would be too insular on the island where there are only two other households, his tenants. Following the breakdown of his two marriages his former wives based themselves in London, so the situation suited everyone and, while the children would cry when they left Gometra for the mainland at the end of the holidays, he’s pleased that they learnt to survive in the urban jungle as well as in the wilderness.\\nSandford admits that the new high-speed rail link wasn’t on his radar until the children went into the Euston Square tunnels, but he stands by their protest, even though the Government has said that the cost of tackling climate activists at HS2 sites has hit nearly £50 million. He believes that there is no place in the world for a new fast train network, requiring a huge amount of carbon. “People are in denial; the world has changed – it’s like the third runway at Heathrow and the coalmine in Cumbria – the sooner these projects are cancelled, the less money is wasted and the fewer lives are put at risk,” he says.\\nBut what about those who need this infrastructure for their jobs, or to get to university or a hospital appointment? One could argue that it’s a bit rich for a family with a private island and multiple homes and private schooling to try to jeopardise new commuter links for the sake of ancient trees.\\nSandford is well aware of his privilege. During our conversation, he reiterates on several occasions that he knows how fortunate he is to have grown up close to nature, to be financially comfortable even without the income streams from his farm and lodger. It would be ridiculous, though, he says, if people didn’t try to protect our crumbling environment simply because they were in a fortunate position. “To say people who are fortunate shouldn’t try to save the environment doesn’t make any sense. Everyone is going to have to do something – we’re all going to have to stick our necks out.”\\nBesides, his children might be “aristo activists”, but they aren’t trustafarians. They’re no longer supported by him financially, he says: Savannah does without money, Cato works for an environmental think tank, Lazer works as a building site labourer and Blue earns money from her writing.\\n“None of them buy anything much and they hardly ever use money. They live much of the time in protest camps or with friends,” he says. A mutual friend points out that they probably find the world quite a difficult place to be in right now. “Most people can’t give up ‘necessities’ such as heating but they’ve been brought up not to need them,” he says. “They feel extinction is imminent, and yet no one is listening because they’re focused on day-to-day living.”\\nSandford wishes for Blue’s sake that she wouldn’t have to face the law when she emerges from the tunnels; courts are never fun, he says. “But the experiences of Gandhi, Martin Luther King and the suffragettes show us that when a government isn’t doing what it needs to be doing in a crisis, non-violent direct action is a way to wake it up.”", "image": [["Roc Sandford's daughter Blue is currently in tunnels beneath Euston Square Gardens", "www.telegraph.co.uk/content/dam/news/2021/02/12/250777779_trans_NvBQzQNjv4Bq0ilzbT_7ObbKLxxvXs6alT0EAXHfv0qGj0bMZamh28Y.jpg?imwidth=680"]], "author": ["Anna Tyzack"], "date": "2021-02-13"}, "https://www.telegraph.co.uk/women/life/tom-brady-might-look-like-living-dream-details-life-sound-deathly/": {"title": "Tom Brady might look like he's living the dream but the details of his life sound deathly dull", "subtitle": "NFL hero and Gisele Bündchen are the undisputed golden power couple of the moment but you notice the absence of anything you might call fun", "text": "Tom Brady, as you will know, is the hero of the hour in the US, having become the oldest quarterback at 43 (almost twice the age of his opposite number) to win a Superbowl title, his seventh.\\nBut that’s just the icing on the cake. Brady could be the poster boy for all-American manhood. His name could not be more all-American, unless it were Buzz. He has the square-jawed good looks of Captain America. He’s loaded (something to do with a private jet rental service just valued at $2.1 billion). And he’s married to Gisele Bündchen, the Brazilian supermodel who – many would argue – outshines all the other supers with her thoroughbred body and thousand-yard smile. Together, they’re the undisputed golden power couple of the moment – beautiful, rich, and age-defying. When they’re pictured out on the town together – him in his Versace DJ and polo neck, her in a strapless dress split to the hip – the world gawps and marvels and feels very small.\\nOr maybe not quite so much any more. Because what few of us appreciated until this week is just what it takes to be Mr and Mrs Brady Body. For him, it’s a regimen that starts at 5.30am and ends with bed at 8.30pm. In between, there’s an awful lot of electrolyte water drinking (five litres), exercise and massage. Both he and Gisele eat an 80:20 plant-based/animal-based diet – no red meat, no white flour, etc. He stops eating three hours before bed, though the electrolyte-sipping continues. Those evening dress pictures, if you think about it – allowing for journey home, shower, putting on the athlete recovery PJs (seriously) – have to be taken no later than 6.45pm, 7pm, tops, on a treat night.\\nOnce you have all the details of Body world laid before you, you very quickly begin to notice the absence of anything you might call fun. Sexy it is not. The bedroom thermostat is set to 18C (64F) and the Beautyrest Black mattress is designed to prevent his body from overheating … so you do the maths.\\nIs Gisele even in this performance-maximising sleep area? One can only wonder. And if she is, it’s reasonable to imagine she’s not wearing a Victoria’s Secret, feather-trimmed basque, or a satin pyjama top, or a football shirt (we wish) but an eye mask, lymphatic drainage boots, nasal cannula for the delivery of pure oxygen, face mask, hair protector and mouth guard. At least four of those are standard bedwear for Love Island hopefuls, after all.\\nWe’ve all grown up and learnt a lot about health and wealth over the past few years. No one looks back wistfully to the good old days when George Best counted being three sheets to the wind – and under the sheets with Miss World by 3am the night before – as being match fit. Then again … what do they do for laughs? How do they relax? When do the Bodys let their hair down?\\nOr, to put it another way, let’s never wish to be super-fit, gorgeous and rich, ever again.\\nWho punched the air when Hugh Dennis said that he’d like to do another series of Outnumbered? Who didn’t love Outnumbered? And now that we’re older and they are older (the actor who plays Karen is 19) wouldn’t it be fun, albeit of a different variety, to revisit family life with the Brockmans? You know … Karen gets superglued to a bus in an Extinction Rebellion demo and lives in a tent in the garden, Ben becomes a spoken-word poet, etc? Also, Hugh Dennis and Claire Skinner are now a couple in real life. Which, let’s face it, is reason enough to tune in.\\nBe bursting with gratitude for the French drama on All 4? It’s called Torn, but we’d watch it if it were called See French People Acting, because that’s all we want to do. It’s not clear why this has happened. It may be to do with subtitles (love them, make us concentrate, everything feels more significant) and while we haven’t gone off Scandi noir, it is a smaller pond; all the actors crop up in everything and all the interiors look the same. Meanwhile, French drama – from Call My Agent! to Spiral – is invariably glamorous, racy, pacy and sexy, with good clothes. Anyway. Phew.", "image": [["The new rules of A-list celebrity? Have no fun, ever", "www.telegraph.co.uk/content/dam/women/2021/02/10/TELEMMGLPICT000250594497_trans_NvBQzQNjv4Bq1murVpOlJNUt1X_6YLXrfyx5Yu0_qsygO-fihMgbmpA.jpeg?imwidth=680"], ["According to Hugh Dennis, there's a chance that another series of Outnumbered could be on the way", "www.telegraph.co.uk/content/dam/women/2021/02/10/TELEMMGLPICT000115349326_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=350"], ["There's something about French TV which just feels effortlessly glamorous", "www.telegraph.co.uk/content/dam/women/2021/02/10/TELEMMGLPICT000250589172_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=350"]], "author": ["Shane Watson", "Ella Nunn", "David Christopher Kaufman ", "Emily Peck", "Claire Allfree", "Laura Donnelly", "Simon Johnson"], "date": "2021-02-11"}, "https://www.telegraph.co.uk/news/2021/02/15/misan-harriman-confidante-remotely-photographed-sussexes-baby/": {"title": "Who is Misan Harriman, the confidante who ‘remotely’ photographed the Sussexes’ baby announcement?", "subtitle": "A long-time friend of the Duke and Duchess, the groundbreaking Nigerian-born photographer may have even played a part in their courtship", "text": "Considering the composition of the image, the news it was proclaiming, and the global attention it was always guaranteed to receive, you’d never think the man behind the Duke and Duchess of Sussex’s pregnancy announcement has only been taking photographs professionally for three years.\\nBut such is the meteoric rise of Misan Harriman, the British-Nigerian photographer and long-time friend of the couple entrusted with sharing their happiness this Valentine’s Day.\\n“Meg, I was there at your wedding to witness this love story begin, and my friend, I am honoured to capture it grow,” Harriman wrote in an Instagram caption. It accompanied his black-and-white photograph showing the Duchess lying under, smiling at a barefoot Duke as she holds her bump. “Congratulations to The Duke and Duchess of Sussex on this joyous new!”\\nAppended to that message were three hashtags: “#remoteshoot #shotonipad #shotbymisan”. The first two reflect that Harriman, 55, wasn’t actually present with the couple for to take the photograph, but instead directed it from his home in London.\\n“With the tree of life behind them and the garden representing fertility, life and moving forward, they didn’t need any direction, because they are, and always have been, waltzing through life together as absolute soulmates,” Harriman told Vogue. “When you see people who have the connection that they have, it’s like reading the pages of a book.”\\n‘Remote’ shooting is a practice that is becoming conventional for photographers while Covid restrictions have been in place. Recently it was revealed that a New York Times cover shot of actress Zoë Kravitz was taken by Taylor Swift, who happened to be in her bubble. The actual photographer, Christopher Anderson, directed Kravitz, and Swift’s camera, through video call from Paris.\\nHarriman, who was born in Nigeria but moved to Britain as a child, is the son of Chief Hope Harriman, a businessman and politician once described as “one of the founding fathers of modern Nigeria”. He attended Bradfield College in Berkshire before moving into the social circles of aristocrats, celebrities and royalty.\\nAfter a career in the City of London, he reportedly went into business with former tennis player Boris Becker, and became director of the British network of polo games called British Polo Day, before launching What We Seee in 2016.\\nHe has been friends with the Duke and Duchess of Sussex for years, and may have seen their “love story”, as his Instagram caption had it, blossom far earlier than their wedding day. It was reported in the explosive 2020 book about the Sussexes, Finding Freedom, that the Duchess – then Meghan Markle – dined with Harriman at Mayfair private members’ club 5 Hertford Street on the eve of her blind date with Prince Harry.\\nUntil 2017, Harriman ran – and still runs – a media company called What We Seee, but maintained a lifelong passion for photography. His wife, Camilla Holmstroem, encouraged him to turn the hobby into a profession, and since then his ascent has been breakneck.\\nIn just over three years he has photographed Hollywood stars such as Tom Cruise, Cate Blanchett and Olivia Coleman, musicians such as Rihanna and Stormzy, and taken the engagement portraits of the Duke of Sussex’s cousin, Princess Beatrice, and her husband Edoardo Mapelli Mozzi.\\nLast September, with his images of Marcus Rashford and model Adwoa Aboah, he became the first black male photographer to ever shoot a cover in British Vogue’s 104-year history. As well as portrait work, Harriman has garnered acclaim for his reportage capturing various protests, including the Extinction Rebellion demonstrations and Black Lives Matter marches.\\n“I went out and started shooting whatever I could to develop my style, and anything technical that I didn’t understand, I asked the internet,” Harriman, who has two children, told the Guardian last month. “I still have a long way to go, of course, and I’m going to keep trying to be the best storyteller with a camera as I possibly can.”\\nIn that interview, he was explaining that his “best photograph” was an image of Tom Cruise taken backstage at the British Fashion Awards in 2019.\\nIt seems safe to say that today – with the simple, iPad-taken photograph of Harriman’s friend lying under a tree beaming at her husband as she cradles her bump – that may now have been topped.", "image": [["Misan Harriman's 'remote' portrait of the Duke and Duchess of Sussex", "www.telegraph.co.uk/content/dam/news/2021/02/14/TELEMMGLPICT000251054973_trans_NvBQzQNjv4BqkLXdRLq2Ea6hHotFc2pEd58aCNctvEEBHJFkN_RNg0M.jpeg?imwidth=680"], ["Harriman's portrait of Princess Beatrice and Edoardo Mapelli Mozzi in 2019", "www.telegraph.co.uk/content/dam/news/2019/10/01/TELEMMGLPICT000210959757_trans_NvBQzQNjv4BqLKci4eGs5mV6Pp7riM-YOB8DftICggM2MQmUWrtWC5Q.jpeg?imwidth=350"]], "author": ["Guy Kelly"], "date": "2021-02-15"}, "https://www.telegraph.co.uk/politics/2021/02/07/exclusive-far-left-influence-black-lives-matter-extinctionrebellion/": {"title": "Exclusive: Far-Left influence on Black Lives Matter and Extinction\nRebellion to be probed", "subtitle": "Warning that Britain 'must be vigilant against a blind spot to the prospect of progressive extremism'", "text": "Attempts by far-Left activists to “hijack” movements including Black Lives Matter and Extinction Rebellion are being investigated in a review ordered by Boris Johnson.\\nJohn Woodcock, the ex-Labour MP who now sits in the House of Lords as Lord Walney, an unaffiliated peer, has been instructed to probe the extreme fringes of the hard-Left and far-Right in the UK.\\nAppointed as the Government’s independent adviser on political violence and disruption, he will report on his findings and offer recommendations to Boris Johnson,  the Prime Minister and Priti Patel, the Home Secretary, around May.\\nUnveiling his probe in an interview with The Telegraph, he warned that the UK must heed the growth of the far-Right in the US, which culminated in the storming of the Capitol last month.\\nOn the other end of the political spectrum, however, he stressed: “We must be vigilant against a similar blind spot in Britain to the prospect of progressive extremism - that is, unacceptable disruption or even violence carried out in the name of progressive causes to which the political establishment and large majority of the population have great sympathy, like climate change and racial injustice.”\\nHis investigation was sparked by ministers’ concerns about a growth in “unacceptable behaviour”, linked to political causes that falls below the traditional threshold of terrorism.\\nHe stressed that there is “not an equivalence of threat between the far-Left and the far-Right” in Britain, pointing out the latter is a significantly bigger problem and that both are dwarfed in scale by Islamism.\\nHowever, he voiced alarm that permissive attitudes to intolerable activity on the hard-Left may be more likely because people perceive admirable objectives and are then liable to “submit to a conscious or often unconscious bias in overlooking the strategies to get there”.\\nLord Walney went on: “There have been a number of, at the moment isolated, examples of climate change activist groups, particularly Extinction Rebellion, overstepping the mark into antisocial behaviour. I think there’s been a recognition that, even among that movement, they have at times risked undermining their own cause.\\n“I’m coming at this with an open mind, but with an understanding that there is clearly a potential for groups to develop into increasingly problematic areas.”\\nHe also raised concerns about far-Left entryism, whereby highly-organised Leftist groups attempt to hijack mainstream causes and movements.\\n“I want to look at the way anti-democracy, anti-capitalist far-Left fringe groups in Britain, like the Socialist Workers Party (SWP), tend to have much more success hijacking important causes and mainstream cultural activity than the far-Right, and the harm that may do,\" he said.\\nIn his view, British people tend to “see through” sporadic attempts by far-Right groups to broaden their appeal with rock music or bogus community activity.\\nHowever, he said “a far greater number of mainstream politicians happily embrace far-Left front organisations like Unite Against Fascism”, which is reportedly linked to the SWP. The Telegraph attempted to put this allegation to UAF last Saturday\\nLord Walney warned that MPs’ endorsement of these groups increases the “risk that a far-Left minority could mire noble and essential movements for change in unacceptable violent tactics in the future”.\\nHis intervention comes after the SWP faced allegations, including from a leading racial justice campaigner, a prominent academic and an MP, of trying to hijack the Black Lives Matter movement last summer. The party had placed itself at the heart of protests and hosted Zoom sessions entitled “BLM: Racism, resistance and revolution meetings”.\\nThe SWP denied the allegation at the time, saying it had supported BLM demonstrations in the US, Britain and across the world, but insisting it had “not sought to take over the movement”.\\nLord Walney also raised concerns that the leadership of Black Lives Matter UK have “pushed a very hardline and absolutist view” about defunding the police, which he predicted was “a world away from where the vast majority of BLM [supporters] would be”.\\nThat niche agenda “risks taking attention away from really legitimate and urgent debates on reform which may need to be had” about racism and wider society, he said.\\nLabour and figures on the mainstream-Left have also distanced themselves from some of BLM UK’s calls. Last June, Sir Keir Starmer said it was “a shame” the sentiment behind the movement had become “tangled up with these organisational issues” and branded the demand to defund the police “nonsense”.\\nReports have also emerged of communist and socialist cells attempting to use Extinction Rebellion (XR) as a trojan horse to pursue their far-Left aims.\\nAn XR spokesman hit out at “parasitical” organisations staging “worrying” infiltration attempts last September, but said he believed such bids would be unsuccessful and that the environmental group was “bigger than that”.\\nLord Walney will examine the entryism allegations as well as the radical tactics deployed by the group, which has the stated aim of using nonviolent civil disobedience to push for government action on climate change.\\nThe Home Secretary has claimed some XR activists are “so-called eco-crusaders turned criminals” who threaten key pillars of national life.\\nShe has described the group as an “emerging threat” that has wrought “anarchy” on the streets, and has heaped scorn on its attempts to interrupt economic activity and “thwart the media’s right to publish without fear nor favour” after besieging newspaper printing sites.", "image": [["Extinction Rebellion activists gesture next to signs at a makeshift camp, as others occupy tunnels under Euston Square Gardens to protest against the HS2 high-speed railway in London", "www.telegraph.co.uk/content/dam/politics/2021/01/27/TELEMMGLPICT000249579029_trans_NvBQzQNjv4BqkXbkQY4xF11YSbIjVXCcoqbhEzXW48tX4Vy2uuQc4DA.jpeg?imwidth=680"]], "author": ["Lucy Fisher"], "date": "2021-02-07"}}