{"https://www.telegraph.co.uk/films/0/keira-knightley-impossible-liked-everyone/": {"title": "Keira Knightley: 'It's impossible to be liked by everyone'", "subtitle": "The 'pretty ingenue' from Love Actually on why she's no people-pleaser and choosing contentious new films over blockbusters", "text": "‘Do you mind if we don’t turn our cameras on?’ Keira Knightley’s familiar, if a little more nasal than normal, voice echoes out from my laptop. ‘It’s just that I’ve got Covid and I’m feeling pretty rubbish…’\\nShe sounds deceptively perky considering that her entire family has fallen foul of the virus, finding themselves once again locked down at home in north London. Her two daughters, Edie, six, and Delilah, two, are faring better than she, in spite of her double vaccination, while her husband, the musician James Righton, is asymptomatic and ‘being very smug about it – he is convinced it’s because he’s one of those cold-water swimmers and I’m not’.\\nIt feels rather fitting that Keira should catch Covid at the exact time she is doing press for her new film, Silent Night, a peculiarly prescient black comedy in which the parallels to the pandemic are almost uncanny. The film, written and directed by first-time feature maker, Camille Griffin, centres around a group of friends (Matthew Goode plays Keira’s husband, while Peaky Blinders’ Annabelle Wallis, The King’s Lily-Rose Depp and Motherland’s Lucy Punch also co-star) gathered together for a Christmas dinner in a country home (so far, so Love Actually, one of Keira’s earliest roles back in 2003) to get rip-roaring drunk before they all take a suicide pill to avoid a certain prolonged and gruesome death by an incoming toxic gas cloud (which is where the similarities to her previous festive fare abruptly end).\\nWhile the threat in the movie comes from climate change (a topic Keira finds ‘terrifying’, having read ‘every single climate book going’ while pregnant with Delilah, before voicing a climate-crisis film for Extinction Rebellion), and not a mutating virus, the plot has food shortages, lockdowns and final goodbyes made over a Zoom call. And yet it was written way before the word ‘Covid’ joined our lexicon – filming completed just two days before the first British lockdown.\\n‘It was really weird,’ Keira, 36, tells me of the shoot. ‘We were making a film about an experience and then the experience suddenly started happening around us. We were filming scenes about the shops running out of food at the same time as the news was becoming full of stories that all of the toilet paper had gone. The last scenes we shot before we got shut down were our family death scenes and we were desperately trying to finish so that Lily-Rose could get back to Paris to be with her mum [Vanessa Paradis] before they closed the borders. It was incredibly strange for everyone.’\\nAlongside the fact that we are still living the Covid years and the fragility of life remains a reality that many have to face, there’s the worry that a comedy about the subject will not be to everybody’s taste. ‘I think it should come with a warning,’ Keira agrees, ‘because now everybody is coming to the film with a lived experience, hopefully not as horrific as this one, but it has suddenly become a lot more raw.’\\nYou could argue that even without a pandemic, the film would still be incredibly divisive. It’s funny and beautifully shot, but it’s also very, very dark, and involves, well, parents killing their children. It is a fairly extreme example of Keira’s approach to scripts these days, but very revealing of where her head is at when it comes to her career.\\nSmall budgets don’t faze her – she is estimated to have made more than £50 million from more than 30 movies (ranging from 2002’s Bend It Like Beckham and 2003’s Pirates of the Caribbean to period dramas including 2005’s Pride & Prejudice and Atonement in 2007) and a lucrative deal as the face of Chanel’s Coco Mademoiselle fragrance. Now, crowd-pleasing films are only interesting if they please her personally too.\\nWhen her agent sent her the Silent Night script, it came with a note that read, ‘You might hate this.’ Her interest was immediately piqued. ‘I’m not frightened of contentious,’ Keira says, and she is no stranger to dividing public opinion, whether it is due to her comment that the Duchess of Cambridge shouldn’t have had to pose for photographs, looking perfect, so soon after childbirth, or over her own looks, weight, voice, choice of films… the list seems endless.\\n‘It’s impossible that you’re going to be liked by everybody. That’s just a task you’re never going to win, but I love doing work that people will have a dialogue with, whether that’s positive or negative. I think that’s a very exciting place to be.’\\nThe fact that Silent Night explored the maternal experience in a way Keira hadn’t previously seen was another huge lure. ‘There’s this breadth of emotion that comes with motherhood that just isn’t there in mass culture,’ she says. ‘You’re bringing life into the world, but you are also very aware of how fragile life is because of it. And as much as you might want to protect your kids, you can’t always do that. In this film, it’s taken to its most extreme version, but it does tap into the dark side of the maternal psyche in a way that we never get to see.’\\nMotherhood, on a personal level, informs all of Keira’s film choices. Family comes first, and if the logistics don’t allow them to be with her, then it’s just not going to work. ‘I had to pull out of a TV series that I really wanted to do last year,’ she says, referring to Apple TV’s adaptation of the Sarah Perry novel The Essex Serpent – she was later replaced by Claire Danes.\\n‘It was filming at that point when you couldn’t travel between different parts of the UK. My youngest was one, and suddenly I might be stuck on the other side of the country and I wouldn’t be able to get to her. I couldn’t do that.’ So she stopped. Didn’t work. Holed up at home with James and the kids and stood still for the first time in a long time.\\n‘There’s a part of me that went, this is great, maybe I should never work again,’ she laughs. ‘And another part of me that was like, whoa, I need to get back to work very quickly. But it felt lovely, because we’re a family that had, up until then, moved around the whole time. I feel frazzled right now because we’re trapped in the house with Covid, but if you talk to me in about two weeks’ time, I’ll see it with rose-tinted glasses again.’\\nKeira met her husband at a mutual friend’s dinner party in 2011, and they married two years later in Mazan, Provence, where she owns a farmhouse (and accompanying vineyards and olive groves). She wore a strapless Chanel couture dress (which she had worn twice before to red-carpet events). James is the cook, a ‘very, very good one’, according to Keira, who is happy to taste-test his Ottolenghi-inspired creations, and she’s, well, she’s the carnage. ‘I’m looking around the room I’m in,’ she laughs, ‘and it’s a complete tip. I think I probably made it into a tip, so can I take credit for that?’\\nChildcare is a 50/50 split, which is how it has been ever since Edie was born, six years ago. When she’s immersed in a role, James, 38, takes on full-time parent duty, just as Keira will when his new album is released next year. Usually it works, sometimes it doesn’t, and that’s when the cavalry is called in. Either her mother, the playwright Sharman Macdonald, will come up from Teddington, where she lives with Keira’s father, actor Will Knightley (and where Keira and her older brother, Caleb, a composer, grew up). Or, if things are really frantic, they’ll hire a nanny – a luxury she very early on found might be a necessity, thanks to an ill-advised lead role in Thérèse Raquin on Broadway in 2015.\\n‘I remember being pregnant with Edie and people going, are you sure taking on this play is a good idea?’ she recalls. ‘But I had absolutely no idea what was coming. You go, they’re small, they’re portable, it’ll be fine! I ended up, when she was four months old, starting rehearsals for my first lead on stage in New York, playing a psychotic murderer who kills herself on stage eight times a week. It was a very difficult experience, and I wouldn’t really recommend it.’ She hired a maternity nurse to help with the baby at night so she could get some sleep to keep her own sanity in check.\\nNow Keira is once again heading back to the US, to take on the role of Loretta McLaughlin, the glass-ceiling-shattering reporter who broke the story of the Boston Strangler in the early 1960s. The shoot requires the family to relocate to Boston for three months. Edie has a temporary place in a local school, and James, a seasoned nomad thanks to spending his 20s on the road with his former band, Klaxons, will look after Delilah. Keira is both wildly excited about her return to work and utterly terrified.\\n‘The prospect feels impossible right now,’ she says. ‘I want to do it, but I’ve been a full-time mum for the last 19 months. I haven’t left the little one. She doesn’t know life without me putting her down for a nap. Already I’m going, “Oh my God, how are they going to cope?” Now, obviously, they are going to cope fine, it’s me that’s going to be in pieces.’\\nMcLaughlin is exactly the sort of character that Keira loves: complex, flawed, multi-layered. She says reading the script made her think of films like Alan J Pakula’s All the President’s Men, about Watergate.\\n‘It’s that kind of intellect. Those are the sorts of parts I never got the opportunity to play when I was younger. In my mind, those characters traditionally would have always been played by men. To me, they are more interesting exactly because they’re women.’\\nShe refers to a ‘single-mindedness’ early on in her career that helped her to mostly swerve the big blockbusters she was offered, and pass on the endless roles where her sole purpose would be to look nice. ‘There were a lot of strategic manoeuvres to get me out of being seen as the pretty ingénue and I had a long period of having to prove myself.’\\nFilms such as 2008’s The Edge of Love, co-written by her mother and co-starring her friend Sienna Miller, and 2010’s adaptation of Kazuo Ishiguro’s Never Let Me Go, co-starring Carey Mulligan, moved her closer to where she wanted to be, with thought-through characters and interesting writing. But it was being cast by David Cronenberg in 2011’s A Dangerous Method, an intense period study of Sigmund Freud and Carl Jung, co-starring Viggo Mortensen and Michael Fassbender, that felt like a game changer for her. It featured Keira, as Sabina Spielrein, being spanked by Fassbender’s Jung, nudity, and submission. It wasn’t the Keira Knightley people were used to seeing.\\n‘The idea that Cronenberg had given me something like that,’ she says, ‘that he’d just gone, “Well, go on, you do it,” that was extraordinary to me.’\\nThe quality of those quieter roles was not their sole allure, but also the prospect of removing herself from the scrutiny that films such as Pirates of the Caribbean had put her under – including tabloid headlines tearing apart everything from her acting to her looks. Paparazzi arrived on her doorstep one morning in 2003 and didn’t leave her alone for five years, screaming abuse at her every time she opened her front door in order to get a photograph of her at breaking point. Their favourite insult, she says, was ‘whore’, which they would shout at her with increasing aggression throughout the day. She was barely out of her teens at the time. It was a very dark time for women in the public eye – think Sienna Miller, Amy Winehouse and Britney Spears – and by 22, the intensity of that experience for Keira led to a breakdown and, after extensive therapy, a PTSD diagnosis.\\n‘There is a fury in me,’ she says, of the mental scars she still carries. ‘I’m furious that that is the position that we put young women in and, as the mother of two daughters, I’m furious for their sake. You cannot please everybody, and yet women are still held up in order to do exactly that – that is impossible.’ What would she like to see change? ‘Young women should be seen as people, as having an intellect, and whatever they look like, whatever their bodies may be like, however attractive they are perceived to be or not, that they have worth for themselves and are not simply objectified. I’ve made a lot of money out of the way I look. I choose to use that; I did, and I do, commodify myself. But we objectify young women, whether they’ve made a decision to commodify themselves or not, and that makes me very angry.’\\nKeira’s fierce feminism started early, thanks to her mother’s work ethic and politics. It’s there in her film choices, from Bend It Like Beckham (girls, playing football!) to, more recently, 2018’s period biopic Colette, and 2020’s Misbehaviour, in which she plays an activist who disrupts the 1970 Miss World beauty pageant. She was six when she first got an acting agent, partly because she loved the idea of following in her parents’ path and partly because she wanted to be ‘useful financially’ to the family. She’s well aware that the drive she had won’t come as naturally to her own daughters, given that their mother is worth tens of millions of pounds.\\n‘What I’ve learnt is that they don’t want to do things like tidying up or eating their vegetables,’ she says, conspiratorially. ‘And so you can instil an idea of working in payment. If all of the homework is done, the payment is watching a cartoon, but if you haven’t earned it, then it doesn’t happen. I’m hoping that, in a very small way, that is instilling the idea that you have to work to get what you want.’\\nOur time is coming to an end, but I am intrigued to know where she wants to go next. ‘I would like to write,’ she says. ‘At the moment, my brain feels so frazzled with small children, but I would really like to see what I could do.\\n‘I like the unknown. That suddenly something comes out of the blue, that experience that the world is full of possibilities and you have no idea what they might be. I find that exciting.’\\nAs long as her work doesn’t accidentally predict any more global pandemics, I think I do too.\\n‘Silent Night’ is released in UK cinemas and on digital platforms on Friday", "image": [["‘We objectify young women – whether they’ve made a decision to commodify themselves or not – which makes me very angry,’ says Keira Knightley", "www.telegraph.co.uk/content/dam/films/2021/11/25/26710_20200218_VSORRENTI_PORTER_KNIGHTLEY_SHOT_3_163_V4_RGB_trans_NvBQzQNjv4BqyrExcyLmJ2rXkhVv_9NiEBa306WnPHVE_UdBq2uCdwc.jpg?imwidth=680"], ["‘This film taps into the dark side of the maternal psyche in a way that we never get to see,’ says Keira of Silent Night", "www.telegraph.co.uk/content/dam/films/2021/11/25/26710_20200218_VSORRENTI_PORTER_KNIGHTLEY_SHOT_7_088_V4_trans_NvBQzQNjv4Bq-PSyyIpYuv3hhTxnBm0pRkgS7S-ukhk48w-_KmtyACY.jpg?imwidth=350"], ["Bend It Like Beckham, 2002", "www.telegraph.co.uk/content/dam/films/2021/11/25/B3KKR6_trans_NvBQzQNjv4BqZi7gvsi17RyR_riQK5LfveEF_BzZH9KgI5zMAB0l0FU.jpg?imwidth=350"], ["Keira in her new end-of-the-world dark comedy, Silent Night", "www.telegraph.co.uk/content/dam/films/2021/11/25/0592_SILENTNIGHT_040320RV_trans_NvBQzQNjv4BqRo0U4xU-30oDveS4pXV-Vv4Xpit_DMGvdp2n7FDd82k.jpg?imwidth=350"], ["Love Actually, 2003", "www.telegraph.co.uk/content/dam/films/2021/11/25/BY992M_trans_NvBQzQNjv4BqP4pV-m6laGcMQMbuKYgJGYOGJS8qYNz7-0VoSyoiuoY.jpg?imwidth=350"], ["Pride & Prejudice, 2005", "www.telegraph.co.uk/content/dam/films/2021/11/25/FHPHXJ_trans_NvBQzQNjv4BqDGzgDyQhQusxl972-IFqFW24dU_YFKvc0zvFD3324UM.jpg?imwidth=350"], ["In Paris with husband James Righton in 2019, while pregnant with Delilah", "www.telegraph.co.uk/content/dam/films/2021/11/25/GettyImages-1146743447_trans_NvBQzQNjv4BqWxGSA6EqCkNPLXCjaqkxzU8FchWZRD3tSYOiRwPjWDo.jpg?imwidth=350"], ["The Edge of Love, 2008", "www.telegraph.co.uk/content/dam/films/2021/11/25/BKPGFM_trans_NvBQzQNjv4BqxuFCpqIkoGDfFd5rCzvUCl4RsAJjORnPdNlOYX45nIc.jpg?imwidth=350"], ["A Dangerous Method, 2011", "www.telegraph.co.uk/content/dam/films/2021/11/25/HCBJDD_trans_NvBQzQNjv4Bqnjwwg6uFgt_R7Jwk0HWLoE7lTd54M51vjE_PoSGAmgY.jpg?imwidth=350"], ["Colette, 2018", "www.telegraph.co.uk/content/dam/films/2021/11/25/PPGFBC_trans_NvBQzQNjv4BqZgEkZX3M936N5BQK4Va8RWtT0gK_6EfZT336f62EI5U.jpg?imwidth=350"]], "author": ["Francesca Babb"], "date": "2021-11-27"}, "https://www.telegraph.co.uk/columnists/2021/11/07/hypocritical-eco-zealots-should-concentrate-solutions-not-moral/": {"title": "Hypocritical eco-zealots should concentrate on solutions, not moral point-scoring", "subtitle": "From the Greta Thunbergs of the world to Extinction Rebellion, all modern ‘activists’ want to do is virtue-signal and berate humanity", "text": "My primary school was a magnet for horrible teachers. Their goal did not seem to be the successful imparting of knowledge: on the contrary, they repeatedly opted for tactics that would stand in the way of learning, preferring to humiliate us, mock us and attack our confidence. They actually kind of seemed to hate us and we became well-versed in the psychology of people who want to punish rather than help.\\nIt is amazingly easy to spot the same psychology in the climate activism movement sweeping the world. Whether the utterly pointless beration and futile yet grandiose promises of world leaders at Cop26, or the relentless and violent obstruction of our lives practised by Extinction Rebellion and their outlandish, counterproductive offshoot Insulate Britain, the aim is to denigrate, not cure. Hypocrisy naturally accompanies all this and it was once again on full display last week as noisily green bigwigs from Boris to Jeff Bezos jetted in to Cop26 on private planes.\\nNobody wants Miami or dozens of other coastal cities sunk without a trace. If emissions remain at their current rates and the globe warms by two degrees celsius rather than 1.5C, the tipping point spelled out by the Intergovernmental Panel on Climate Change (IPCC), then forecasts predict that two billion people would be exposed to severe heatwaves, 420 million to extreme heatwaves and 65 million more to deadly heat. No coral reefs would remain. This is not a good picture.\\nBut one can want to avert the consequences of rapid global warming without hating humanity. The truth is – and this has been clear since that worryingly pale zealot Greta Thunberg became the Pope of environmentalism – that the climate activist brigade are far keener on hair-shirtism than on actually getting on with solving the problem. No wonder the actual Pope praised Thunberg in messianic terms as “the great witness” of the Church’s environmental teaching.\\nClimate activists are just that – activists, in the modern sense. This means that they don’t want to avert climate change, they want to berate, denigrate and control humanity, beating their chests, showing their virtue, wailing at the moon and – crucially – ruining things for everyone else, from the commute to work to the ability to board an affordable plane to go on holiday. More fundamentally, as the birthstriker movement shows (birthstrikers believe having even just one child is morally wrong because it is bad for the environment), the new climate hairshirters seem to want to save the planet for the sake of everything on it besides human beings.\\nLook at the rhetoric of the movement. Thunberg refers to climate change not even as a “crisis” but as “the climate betrayal” – betrayal of the trees and animals by horrible, culpable humans. Extinction Rebellion – the global movement founded by three British eco-zealots – demands the end, or radical curtailment, of things in moral terms. “We have a moral duty to take action” is its top line and its very first demand is that we “tell the truth”. Sound familiar? Yup. This is about owning up to your sin, if you want to avoid hell.\\nXR’s second demand is to “reduce greenhouse emissions” – fair enough – but the third, like the first, shows how little this movement is interested in practical attempts to solve the problem. Instead, it’s more about chaos, lawlessness and the weakening of elected power: hence the demand for governments to be led not by their elected leaders, but by the decisions of a Handmaid’s Tale-esque “citizens’ assembly on climate and ecological justice”. I for one certainly wouldn’t want this ragbag of extremists deciding what counts as justice.\\nIndeed their real motives are all too clear in the wholesale rejection of persuasion and persistence, the bread and butter of liberal democracies. “Traditional strategies like petitioning, lobbying, voting and protest have not worked due to the rooted interests of political and economic forces,” they intone, concluding that all these have failed. Really? Voting has failed and is useless? This is mad and scary stuff.\\nReading the XR website, and listening to the impassioned speeches of the growing celebrity crop of global youth activists, one hears a lot about what “the science” says but little about what “the science” can do. Solving the climate crisis would clearly involve huge-scale reversal, requiring massive investment in human ingenuity and geo-engineering. If this bunch of crusaders were keen on solutions, we’d be hearing a lot less about “ecological justice”, the evils of voting and “the rooted interests of political and economic forces” and much more about chemical scrubbers that dissolve CO and pump it underground, carbon-chomping micro-organisms, flocks of radiation-deflecting mirrors in space, CO2-sequestering power stations burning biomass, and throwing everything and more at cheap advanced nuclear fission which would enable the substitution of clean energy for fossil fuels.\\nBut we hear almost nothing about that, either from the Thunbergs of the world or ­– far more worryingly – from its governments, CEOs or all the people who could actually spur investment in these things and make a real difference. Instead the pull of religious fervour, with all its rules, punishments, avowals and moral point-scoring, has once more triumphed, causing still more delay to the increasingly urgent end-goal: an actual solution.\\nYou can read Zoe Strimpel’s column every Sunday", "image": [["Greta Thunberg refers to climate change not even as a ‘crisis’ but as ‘the climate betrayal’", "www.telegraph.co.uk/content/dam/columnists/2021/11/05/TELEMMGLPICT000276805772_trans_NvBQzQNjv4BqP-t--XiuvYMJPd4Ncdgt2haFS7t6wUD2c5CAYw-u7FY.jpeg?imwidth=680"]], "author": null, "date": "2021-11-07"}, "https://www.telegraph.co.uk/news/2021/11/03/extinction-rebellion-co-founder-claimed-climate-crisis-will/": {"title": "Extinction Rebellion founder’s repugnant rant: ‘Climate crisis will lead to gang rape’", "subtitle": "Campaigners for women's safety hit out at Roger Hallam, who wrote of sex attacks on ‘your mother, sister and girlfriend’ in 2019 pamphlet", "text": "The co-founder of Extinction Rebellion claimed the climate crisis would lead to the gang rape of \"your mother, sister and girlfriend\" in a self-published pamphlet written while he was in prison in 2019.\\nRoger Hallam, who is believed to be involved in organising Insulate Britain protests, wrote that, in the aftermath of sustained climate change, \"a gang of boys will break into your house demanding food\".\\n\"They will see your mother, your sister, your girlfriend and they will gang rape her on the kitchen table,\" he wrote. \"They will force you to watch, laughing at you. At the end they will accuse you of enjoying it.\"\\nMr Hallam said the piece was written as advice for young people who \"face annihilation\". He wrote it while incarcerated in HMP Wormwood Scrubs for six weeks for planning to fly drones at Heathrow in protest at plans to expand the airport.\\nFarah Nazeer, the chief executive of Women's Aid, said: \"Seeing this threatening language is shocking, especially considering the current situation women and girls are facing. We know women do not currently feel safe in their homes or on the streets.\\n\"Language like this feeds the culture of sexism and misogyny which underpins violence against women and girls. Violence against women should not be used as a threat.\\n\"It is triggering to survivors of abuse, offensive to suggest as a consequence of someone's actions, and normalises sexist, violent behaviours which we urgently need to see an end to. We hope to see a retraction of these comments and an understanding of their inappropriateness.\"\\nMr Hallam was kicked out of Extinction Rebellion in 2020 over comments he made about the Holocaust. He reportedly said there was nothing \"unique\" about the murder of six million Jews and called it \"just another ---kery in human history\".\\nXR said at the time: \"Roger violates the principles of XR, who do not tolerate anti-Semitism, and is no longer welcome.\"\\nIn January this year, the group said: \"Roger may publicly state a desire for open, honest mediation, but he has a track record of further exacerbating conflicts rather than working to resolve them.\"\\nSince leaving Extinction Rebellion, Mr Hallam, a former organic farmer, has become involved in Insulate Britain but is not believed to have been on the roads like many of its activists.\\nEarlier this year, he was asked whether he would have moved for a woman who was stopped by protesters from going to see her unwell mother in hospital. Speaking on the London Economic podcast Unbreak the Planet, he said not only would he not move for the woman but he would also block an ambulance even if there was a patient inside who could die as a result.", "image": [["Roger Hallam said the piece was written as advice for young people who 'face annihilation'", "www.telegraph.co.uk/content/dam/news/2021/11/03/TELEMMGLPICT000276547443_trans_NvBQzQNjv4BqclfnI3HAhNUHMU08wPfq408FchWZRD3tSYOiRwPjWDo.jpeg?imwidth=680"]], "author": ["Mason Boycott-Owen"], "date": "2021-11-03"}}