{"https://www.telegraph.co.uk/art/artists/thanks-aoc-protest-art-patronising-schmaltz-tired/": {"title": "Thanks, AOC, but ‘protest art’ is patronising schmaltz, and we’re tired of it", "subtitle": "‘Artivism’ has taken over the cultural landscape, and no wonder – it allows the powerful to preach about their own righteousness", "text": "Taking a stand is so popular these days, podiatrists must be raking it in. From celebrities proclaiming the need to be “brave” about social media’s latest political trend, to kids at school being encouraged to ditch classes “for the climate”, engaging in online political protest is now as widely recommended as eating your five-a-day.\\nIn fact, we’re so used to people “speaking up” that it can be quite hard for a stunt or protest to break through. Politics, like contemporary art, is often crippled by a Duchamp-urinal effect, in which the gallivanting street-theatre of Extinction Rebellion or the throwing of buckets of blood at arms conventions has long felt a bit samey.\\nSuch was the case, this week, with Alexandria Ocasio-Cortez’s Met Gala dress, a beautiful Aurora James off-the-shoulder gown with “tax the rich” emblazoned on the back. All the usual people went wild; one Guardian writer penned a “guide to getting noticed at parties” with the advice: “Arrive AOC-style, in the blood-spattered garments of fighting class war.”\\nBut while everyone from couture critics to (supposedly) serious political commentators fawned over AOC’s “bravery”, the rest of us were wondering how edgy it really is to use photo opportunities at a fashion show to raise questions about taxation. This was no Miss-World-1970s-style flour-bombing; the Gala’s co-chairs, Timothée Chalamet, Billie Eilish, Amanda Gorman and Naomi Osaka, walked away coiffured and unscathed. AOC wore her dress, made a few Hollywood royals smirk, and took her seat for the rest of the fancy evening. She might as well have ruined her dress with something catchier, such as “death to the middle classes”.\\nAOC wasn’t alone in taking a stand (in heels) that night. Plenty of other celebrities wore what Harper’s Bazaar called “socially conscious statements”. The US congresswoman Carolyn Bosher Maloney paid tribute to the 2021 theme, “American Fashion”, by arriving draped in women’s-rights slogans. The message would have been more effective had Maloney not been celebrating women’s freedom while mask-less and flanked by female staff trussed up with face coverings.\\nAnd supermodel Cara Delevingne kept it simple with a “peg the patriarchy” bullet vest (though it’s unclear whether she wanted to inflict pleasure or pain on said patriarchy). These displays are nothing new. From Kristen Stewart removing her Louboutins in a protest against “sexist dress codes” at the 2018 Cannes Film Festival to the Time’s Up pins at the Golden Globes (remember them?), political protest is the statement clutch-bag of the modern celebrity outfit.\\nThis is the problem with the aestheticisation of political protest – it becomes a means of preserving the status quo, rather than challenging it. Despite AOC’s Instagram nod to Marshall McLuhan’s assertion that “the medium is the message”, the message that her dress and other awards-ceremony stunts send home is that politics happens in the seedy world of elites, a simulacrum watched on television by a less privileged populace – who are supposed to applaud.\\nIn America, the anti-democratic nature of modern activism was also set to be crudely exemplified in a new TV show (now hastily reworked), titled The Activist, in which cherry-picked “activists” would battle for their chosen cause under the guidance of political leaders such as Usher and Priyanka Chopra Jonas. The winner? Whoever managed to amass the most likes, clicks and follows on social media to show the worthiness of their campaign; they would get to make a speech at the G20 Summit in Rome (presumably in a slogan-embellished couture gown). What we previously understood to be the key purpose of political protest – to convince fellow citizens of the need to change the world from below – was being ditched in favour of winning the patronage of those in power.\\nIt’s unsurprising that most of today’s champagne protests take place in the world of fashion and art, neither of which is famed for its ability to be populist. From Emma Thompson riding a pink Extinction Rebellion boat around London to Vivienne Westwood churning up David Cameron’s driveway in a tank, climate-change activism has quietly and assuredly gained control of the arts. The World Wide Fund for Nature is leading a “go green” day on November 5 as part of its Art For Your World project, involving most major UK museums and galleries. The Tate has said it is “determined to inspire environmental change”, while the artist Tracey Emin has warned critics that “anything that makes people aware of the damage we are doing to this planet, and what we can do to save it, is worthwhile”.\\nWhatever you think about how we’re going to combat climate change, and the effectiveness of artists hectoring the public, the homogeneity of institutions’ obsession with the green agenda is a threat to the notion of artistic freedom. It’s not quite clear what a “go green” day, week or month would look like, but you’d be forgiven for thinking that only artists who create carbon-neutral work, and punters who offset their emissions, will one day be allowed to show in, and visit, the exhibitions.\\nPolitics and art have always intertwined, but, to use a much-loved phrase of political luvvies, the successful protests were always about punching up. When celebrity politicians, film stars, museum heads and gallery owners take a stand – usually a very pretty stand, like Karl Lagerfeld’s 2014 Chanel show, involving placard-wielding top models such as Delevingne and Gisele Bündchen – it is often less about changing the world, with the masses willingly in tow, and more a cosy recognition that there’s a “right side” that certain people are already on. Top-down expressions of “radicalism” rarely inspire political change. Taking a stand is easier on the red carpet than it is on the street.", "image": [["US congresswoman Alexandria Ocasio-Cortez attends the Met Gala in a dress ensloganed with \"Tax the Rich\"", "www.telegraph.co.uk/content/dam/art/2021/09/17/TELEMMGLPICT000271205841_trans_NvBQzQNjv4BqW5LAbqXSQw_G1yEaLnMlB4yt3BU7yimAYJ8YD28sfCE.jpeg?imwidth=680"], ["Pain or pleasure? Cara Delevingne at the 2021 Met Gala", "www.telegraph.co.uk/content/dam/art/2021/09/17/TELEMMGLPICT000271239234_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["Lofty heights: Emma Thompson atop her Extinction Rebellion boat", "www.telegraph.co.uk/content/dam/art/2021/09/17/TELEMMGLPICT000194667681_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"]], "author": null, "date": "2021-09-17"}, "https://www.telegraph.co.uk/news/2021/09/15/m25-protest-insulate-britain-block-britains-busiest-motorway/": {"title": "M25 crash blamed on Insulate Britain activists as woman is airlifted to hospital", "subtitle": "Angry drivers remonstrated with 89 protesters from the climate group, who are demanding Government action on home insulation", "text": "Climate protesters have blocked parts of the M25 for the second time in three days and a crash on the motorway has been blamed on activists.\\nInsulate Britain, which is demanding Government action on home insulation, stopped traffic at two sections of Britain's busiest motorway.\\nThey targeted Junction 23 for South Mimms in Hertfordshire and the main carriageway from Junction 8 at Reigate to Junction 9 at Leatherhead, both in Surrey.\\nDemonstrators sat on the road, causing huge queues of traffic, and at least 32 arrests have been made.\\nA crash involving four vehicles led to a woman in her 50s being airlifted to hospital with serious injuries.\\nSurrey Police have said the investigation into the collision is ongoing, adding: \"It is too early in the investigation to know if these two incidents were linked.\"\\nBut witness Steve Glenn, who was commuting to work clockwise on the M25, told The Telegraph: \"The cars ploughed into the back of each other. It was so blatantly obvious what had happened. The standstill traffic was caused by the protest.\\n\"One car was squashed into half its size.\"\\nVideos posted on social media show angry drivers remonstrating with the activists.\\nBusiness Secretary Kwasi Kwarteng commented: \"These actions are not only highly disruptive to those going to work and transporting vital goods, but are putting lives at risk on a busy motorway.\\n\"Not to mention the resulting traffic delays will only add to vehicle emissions.\"\\nAA president Edmund King said: \"Whilst most people understand the need to take action on climate change, these motorway blockade tactics are just backfiring as they are alienating the working public stuck in this chaos and subsequently pumping out more emissions.\"\\nHe added: \"Essential deliveries, emergency services, people missing hospital and business appointments are all hit by these blockades.\\n\"Hopefully the police will take immediate action to unblock the arteries of Britain.\"\\nInsulate Britain said 89 of its members took part in the action on Wednesday.\\nA police officer from Hertfordshire Police who attended one blockade was recorded by LBC offering the protesters help and asking if they \"are in any discomfort\".\\nThe officer can be heard saying: \"I have spoken to the officers and outlined what methods are available to them.\\n\"Individual officers will come and speak to you and they will make their own decision as to whether or not you are arrested for failing to comply. Each individual officer will come and speak to you.\\n\"If you have any questions at all, just ask, and if any of you are in any discomfort or need anything just let me know and we will try and sort you out in a nice way, I couldn’t phrase that any worse could I? [smiling] If you need any assistance at all then let me know.\"\\nA demonstration by the same group on Monday saw five junctions of the M25 blocked, leading to tens of thousands of drivers being stuck in huge queues of traffic.\\nDozens of people were arrested.\\nAssistant Constable Chris Noble from the National Police Chiefs’ Council said: “Police officers take their role in policing protests seriously and work hard to find the right balance between, what are often seen as, competing rights.\\n“A number of police forces are responding to live protests on the M25. They are acting proportionately and in a coordinated way where appropriate.”\\nSurrey Police said in a statement: \"A number of protesters from Insulate Britain are at the two locations and appropriate diversions are being set up with the help of partner agencies.\"\\nThe group was launched on Aug 20 by members of Extinction Rebellion, with one demand: that Boris Johnson's Government insulate every house in the UK.\\nIn a video citing climate issues and people having to choose between heating their homes and feeding their families, it said if the demands were not met by Sept 1, further action would be taken.\\nThis action was the disruption on the M25.\\nInsulate Britain has a tiny following on social media - with 441 likes on Facebook and only 329 followers on Twitter in the hour that followed arrests around the motorway on Monday. This had more than doubled by Wednesday.\\nInsulate Britain describes itself as \"a new group demanding that the Government gets on with the job of insulating Britain's homes\".\\nIts website warned that the disruption on Monday morning is \"just the start\", and \"action will continue until the Government makes a meaningful commitment to insulate Britain's 29 million leaky homes\".\\nInsulate Britain said 89 of its members took part in the demonstration on Wednesday.\\nIt said in a statement on Wednesday morning, the group said: \"We demand credible action now.\\n\"Proper jobs for hundreds of thousands of people to start the first real step - to insulate all the homes of this country - which, pound for pound, gives us the biggest reduction in carbon emissions.\\n\"It is a total no-brainer and yet this Government refuses to get on with the job. This is criminal negligence.\"", "image": [["An air ambulance takes off as emergency services attend a serious road crash anti-clockwise on the M25", "www.telegraph.co.uk/content/dam/news/2021/09/15/TELEMMGLPICT000271361297_trans_NvBQzQNjv4BqZgEkZX3M936N5BQK4Va8RWtT0gK_6EfZT336f62EI5U.jpeg?imwidth=680"], ["A protester is arrested by police after being removed form the road", "www.telegraph.co.uk/content/dam/news/2021/09/15/TELEMMGLPICT000271364447_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["Heavy traffic on the M25 after the accident", "www.telegraph.co.uk/content/dam/news/2021/09/15/TELEMMGLPICT000271370986_trans_NvBQzQNjv4Bq-IWLY18X4-CzgyIcjLEAj0k9u7HhRJvuo-ZLenGRumA.jpeg?imwidth=350"], ["Protesters glue themselves to the road", "www.telegraph.co.uk/content/dam/news/2021/09/15/TELEMMGLPICT000271364454_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["Emergency services attend a serious road crash anti-clockwise on the M25 just before junction 9 at Leatherhead as protesters from the group Insulate Britain blockade the M25 between junctions 8 and 9", "www.telegraph.co.uk/content/dam/news/2021/09/15/TELEMMGLPICT000271364592_trans_NvBQzQNjv4BqjbG32Blm9FY3rhpGt7ciwBXkoIljXLOEX50nnBvzus4.jpeg?imwidth=350"], ["Protesters from the group Insulate Britain blockade the M25 at junction 23 for the A1", "www.telegraph.co.uk/content/dam/news/2021/09/15/TELEMMGLPICT000271356774_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["M25 protest: Insulate Britain block Britain's busiest motorway for second time in three days", "www.telegraph.co.uk/content/dam/news/2021/09/15/TELEMMGLPICT000271354730_trans_NvBQzQNjv4BqIwa83j0hzDEjtjMPhBXPCHSFJkRLhAlarA5CDiEErnI.jpeg?imwidth=350"], ["Protesters from Insulate Britain sit in the road blocking junction 23 of the M25", "www.telegraph.co.uk/content/dam/news/2021/09/15/TELEMMGLPICT000271355514_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"]], "author": ["Izzy Lyons", "Gareth Davies"], "date": "2021-09-15"}, "https://www.telegraph.co.uk/news/2021/09/15/soft-policing-disruptive-protests-shows-police-touch-public/": {"title": "Soft approach to disruptive protests shows police are out of touch with public opinion", "subtitle": "While disturbances and damage caused by activists have served to anger most people, officers appear to be dancing to a different tune", "text": "From dancing with Extinction Rebellion (XR) activists to taking the knee at Black Lives Matter demonstrations, officers have not hesitated in showing sympathy for the protesters they are supposed to police.\\nThis week’s events on the M25, where environmental activists were twice able to block the busy motorway, is the latest in a series of soft policing blunders during protests across the country.\\nSince May 2018, when XR first burst on to the scene, numerous viral videos have shown officers assisting protesters as they blocked busy roads and bridges, rather than arresting them.\\nIn one video from 2019, a Metropolitan Police officer was filmed skateboarding on Waterloo Bridge as protesters blocked the thoroughfare for several days, preventing thousands of commuters from getting to and from work.\\nThe incident, which was described as “disappointing” by senior Met officers, came 48 hours after another video surfaced showing officers dancing with the XR crowd as thousands of protesters shut down Oxford Street.\\nThe video showed the officers fist-pumping the air and dancing to chants of “we love you” as the climate activists blocked buses, taxis, bikes and cars.\\nJane Connors, a Metropolitan Police commander, condemned the behaviour, saying: \"I'm disappointed by the video and the unacceptable behaviour of the officers in it.\\n\"We expect our officers to engage with protesters but clearly their actions fall short of the tone of the policing operation at a time when people are frustrated at the actions of the protesters.”\\nThe Met also faced questions after an officer was filmed talking the knee with protesters outside 10 Downing Street in June 2020, when the UK’s streets were filled by Black Lives Matter protests following the death of George Floyd in the US.\\nMeanwhile, officers in Hertfordshire were criticised for failing to move on XR protestors who blockaded the printing presses of Britain’s biggest newspapers in Broxbourne last year. Five activists who were charged with their involvement in the incident told a court in May that police made little effort to move them on during an 11-hour stunt.\\nIn March, the new police approach to policing protests was criticised in a watchdog report which ruled that officers had been too soft on disruptive activists.\\nHM inspectors said police had “too readily” tipped the balance in favour of the human rights of demonstrators like XR and Black Lives Matter against those of residents and businesses hit by serious disruption.\\nThe report, led by Matt Parr, HM Inspector of Constabulary, said this put them out of kilter with the public, who felt by a five-to-one majority that such disruption from protests was “completely unacceptable” and who by four-to-one backed a “zero tolerance” approach to criminal damage.\\n“One of the things that has caused it to get out of kilter is that police don’t always do enough to assess the impact that peaceful protests have on the lives of local residents and businesses. So this has sometimes caused enormous disruption and it has tipped the balance in favour of the protesters,” he said.", "image": [["Police restrain an angry member of the public during Wednesday's motorway protests, with the sit-in allowed to continue undisturbed", "www.telegraph.co.uk/content/dam/news/2021/09/15/TELEMMGLPICT000271368414_trans_NvBQzQNjv4BqXW5jbaVriFpHFNZrgcOJtlHmPOpeFd0SyQx9dn7kM_w.jpeg?imwidth=680"], ["Let's talk about it: officers chat with the motorway protesters", "www.telegraph.co.uk/content/dam/news/2021/09/15/TELEMMGLPICT000271364264_trans_NvBQzQNjv4BqLSDHBTbZVP22RTUlGMNC-gC21hKpeTdoCG5T41DuciM.jpeg?imwidth=350"]], "author": ["Izzy Lyons", "Robert Mendick", "Mason Boycott-Owen"], "date": "2021-09-15"}, "https://www.telegraph.co.uk/news/2021/09/14/uk-really-ready-right-wing-news-channel/": {"title": "Is the UK really ready for a Right-wing news channel?", "subtitle": "As chair and lead presenter Andrew Neil leaves GB News just three months after launch, we look at what’s going on behind the scenes", "text": "Andrew Neil’s departure from GB News hasn’t just caused shockwaves in the UK – its ripples have reached the insular US, with The Daily Beast reporting ‘British Fox News wannabe loses its top star just three months after launch’.\\nIt’s a measure of the high expectations placed on the UK’s first Right-wing news channel that Americans are intrigued by Neil’s departure. It’s a measure of the seriousness of his leaving that the story spoke about GB News mainly in the past tense. Can GB News survive his departure? And what does it mean for the dream of conservative news TV in Britain?\\nThe station’s comings and goings have been heavily reported – Neil fell out with station founder and chief executive Angelos Frangopoulos over the channel’s direction. GB News’ director of news and programming John McAndrew left in July, followed by production staff, including Neil’s producer Jamie McConkey. Frangopoulos, despairing at low ratings, is steering GB News into the Fox News wind. Nigel Farage briefly boosted numbers, but ratings fell back, now bouncing along in the tens of thousands. The company launched with £60 million in the bank from US, Dubai and UK-based backers whose pockets are deep – but just how deep do they go?\\nThe Beast story was wrong in one key detail: GB News didn’t set out to be a Fox News wannabe – at least as far as Andrew Neil was concerned. In his opening statement delivered to camera he laid out the need for a right of centre news station clear and precisely: “GB News will not be another echo chamber for the metropolitan mindset that already dominates so much of the media,” he said gravely, introducing a manifesto that would “empower those who feel their stories, their opinions, their concerns have been ignored or diminished.”\\n“We will not lecture… and nobody will be allowed to hector,” he went on. “If you want fake news, lies, disinformation, distortion of the facts, conspiracy theories, then GB News is not for you…”\\nThis theory of a Right-of-Centre, intelligent, news-based TV station headed up by Andrew Neil was so inspiring to the Right and so alarming to the Left that the first couple of weeks saw guests of both stripes bring their A game. This, after all, is a Right-of-Centre country with a long tradition of informed dissent. Election debates often outperform soap operas as elections loom. We love seeing elites challenged.\\nFox News, on the other hand, is currently built on anti-vax conspiracy and – unlike Neil’s demolition of Rishi Sunak in a superbly conducted first week interview – is a party line station, not a true contrarian. So, as GB News lurched through zero ratings, woeful tech, executives jumping ship, phone lines failing, wildly vacillating public statements over whether it was OK for Guto Harri to take the knee (with an eye-watering lack of irony as a station launched to support free and open debate in the face of cancel culture literally cancelled its own presenter), it seemed depressingly unable to represent either the tradition of British contrarians like George Orwell and Christopher Hitchens, nor match Fox News’ impassioned political focus.\\n“It’s unfortunate for the Right-of-Centre world that GB News travails hog the headlines as if Right-wing news is failing,” says David Elstein, former chief executive of Channel 5, who points to a challenging market as one of the fledgling channel’s many difficulties.\\n“I warned [Frangopoulos] the field was very crowded. The bulk of the small audience available is soaked up by the state-funded BBC and heavily subsidised Sky News. Even if the BBC is regarded as not always unbiased, Sky News comes out well in surveys on trust. Then calling it a news channel where there’s very little news doesn’t help... It’s basically people shouting. Whether that’s from the Left or Right, Owen Jones or Nigel Farage, that is not sustainable.”\\nGB News is rapidly reshaping its output, confirming Colin Brazier as Andrew Neil’s replacement and removing his ‘woke watch’ slot. Tom Harrington from Enders Analysis believes it will be forced to move further Right to attract an audience, but this may prove to be unpopular among the staff that do remain.\\nSources say there is a clear division in the newsroom between those who favour the shock jock journalism represented by Dan Wootton and some of the channel’s more recent hires, and others who are alarmed by attempts to move away from more sober discussion. The departure of McAndrew, a well-respected news executive, also dismayed some of the senior hires.\\n“Andrew Neil may have been the face of the channel but a lot of the senior guys in front of the camera and behind it were persuaded to join because they were reassured by John’s presence that this wasn’t going to be a Mickey Mouse outfit,” said a source.\\nWhile some insiders are adamant the channel is not reliant on Neil’s presence – let’s not forget that his departure from both Sky TV and Fox TV in their early days did not bring about a demise – there is some disquiet about Brazier’s positioning as the station’s star turn.\\nDespite what the team might think, Frangopoulos seems to be driven by his experience running Sky News in Australia, which Elstein describes as “bland in the day and noisy in the evening with former politicians turning up to have an opinionated bash at people and events.”\\nHe says: “It’s very Australian, very outspoken and works well over there. The UK is different. Fox News was available here for years until it surrendered its licence in 2017 and no-one watched it at all. In fact, compared with Fox News, GB News is a huge hit in the UK.”\\nThe Fox News model is not hugely useful to Frangopoulos and backers. The station had certain key advantages. In part, it was a case of right place, right time. In 1987 the US equivalent of Ofcom removed the Fairness Doctrine, which ruled broadcasters had to cover controversial issues in a fair and balanced manner. Although this didn’t apply to cable TV, the resulting rise in political shock jocks on radio created a market for and a talent pool of opinionated presenters. Fox also had Rupert Murdoch’s deep, deep pockets – the mogul spent $100 million on launching the channel. And Fox News only faced one clear rival, CNN.\\nGB News, on the other hand, is at the bottom of a list of 19 news channels on the electronic programme guide. It’s as hard to find as it can be to watch – unless Dan Wootton yelling “you Lefties!” is your idea of entertainment. Neither is outraging Liberals enough to grow in viewing figures. Nigel Farage’s Acorn Antiques performance briefly made waves when he was on the beach attacking the RNLI, but viewing figures rarely correlated with the column inches and social media real estate dedicated to the channel’s teething problems.\\nWhen I asked my 18-year-old daughter, who’s been on Extinction Rebellion protests and criticises my use of gender pronouns over dinner, what she thought of GB News, she’d barely heard of it. “I think someone from Love Island went on it didn’t they? And it’s not doing very well.” Anything else? “No.” What’s the point of a woke watch station if it doesn’t irritate the woke? With the exception of a spike in RNLI donations, there’s been more mocking than shocking from the Left side of the culture wars.\\nAnd perhaps this is the real issue for the channel. The UK is not yet experiencing the culture wars in the same way as the US and even when most people in the UK really disagree, we’re not big on ranting. Research from the Reuters Institute in 2020 showed that, although support from politically partisan consumers on both the Left and Right has fallen by 20 percentage points since 2018, the BBC remains the most trusted national news outlet. Despite its seemingly liberal bias, ironically it’s the Left that is the most suspicious of Auntie’s agenda..\\nUltimately Brits have an enormous number of conflicting opinions. A June 2021 IPSOS report found that the majority of moderate Brits support some liberal causes but also believe ‘political correctness has gone too far’, are proud of the UK and think too many people run our country down. Just as Charles de Gaulle despaired: “How can anyone govern a nation that has 246 different cheeses?”, pitching a news channel at a people with opinions so nuanced is a challenge no one appears to have yet mastered.", "image": [["GB News", "www.telegraph.co.uk/content/dam/news/2021/09/14/GBNEWS_LEAD_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwfSVWeZ_vEN7c6bHu2jJnT8.jpg?imwidth=680"], ["Guto Harri takes the knee after the England football team suffered racist abuse after their Euro 2020 final defeat", "www.telegraph.co.uk/content/dam/news/2021/09/14/TELEMMGLPICT000264556424_trans_NvBQzQNjv4BqSLrBQfSVHIrT2WYKROE4QGHcr5-wFvolgBP6RWuPteE.jpeg?imwidth=350"], ["Dan Wootton’s shock jock style of broadcasting hasn’t gone down well with everyone in the newsroom", "www.telegraph.co.uk/content/dam/news/2021/09/14/TELEMMGLPICT000261251895_trans_NvBQzQNjv4Bq3C4DDbsH65fm6X__oq5DkJFQPhLNkzmWF9n2SRMBKHs.jpeg?imwidth=350"], ["Andrew Neil fell out with station founder and chief executive Angelos Frangopoulos over the channel’s direction", "www.telegraph.co.uk/content/dam/news/2021/09/14/TELEMMGLPICT000261025410_trans_NvBQzQNjv4BqOLSIyYLmkFq7W-G_CKMXcbwbciLn0dlNSWIexE0d2P0.jpeg?imwidth=350"]], "author": ["Stephen Armstrong"], "date": "2021-09-14"}, "https://www.telegraph.co.uk/tv/0/trident-protesters-vigil-bbc-offered-500-film-script-unrealistic/": {"title": "Trident protesters on Vigil: ‘The BBC offered £500 to film here – but the script was unrealistic’", "subtitle": "The Royal Navy and residents of Faslane Peace Camp have finally found common ground – a dislike of the BBC's hit submarine drama", "text": "Andy Freeman, a protester at Scotland's Faslane Peace Camp, takes no great pride in its status as the world's longest-running anti-nuclear protest site.\\n\"I think we'd all have rather packed up and gone home for tea by now, rather than still be stuck here nearly 40 years on,\" jokes the 43-year-old activist, who has been at the camp on and off since 2005. \"But until we get nuclear weapons removed from Scotland, we'll remain.\"\\nNestling in woods near the main Faslane submarine base on the Firth of Clyde, the camp has been there ever since 1982, when the base was first earmarked for hosting Trident nuclear missiles. Its residents have kept going in the face of eviction attempts, harsh Scottish winters, and, at times, waning public interest in the anti-nuclear cause, with dwindling numbers nearly causing it to shut at one point.\\nToday, though, the huddle of rain-lashed caravans off the side of the A814 is once again in the spotlight - thanks to its role in the new BBC TV drama Vigil, the murder-mystery set on a Trident submarine.\\nThe camp is recreated in the show as the fictional Dunloch protest site, where detectives probe a romance between an activist and a murdered serviceman, who has been feeding her information about life on the submarine.\\nWhile the show has proved a ratings hit, such cloak-and-dagger plotlines have already been criticised by ex-Trident sailors for having a patchy relationship with reality. And on this - if nothing else - it would seem the protesters find common ground with the Royal Navy. They, too, have issues with the script's accuracy - so much so that they declined to let Vigil's creators film in the camp.\\n\"The BBC did approach us - they said they wanted to film some walk-through scenes, and intersperse them with footage shot in the fake peace camp that they'd built,\" Freeman, from Dumfries, tells me.\\n\"We said that we wanted to see the script first, and they told us it would feature one activist who was giving information to the Russians. That sounded unrealistic - as did the idea of an activist having a relationship with a sailor on the sub. They offered us £500, but in the end we said we just didn't want to do it.\"\\nNonetheless, the peace camp is still a colourful lens through which to view the story of the Faslane base, whose massive sheds sit behind electric fences just a mile further down the A814.\\nFaslane has been Britain's launch pad for World War III ever since the 1960s, when the deep waters of the Firth of Clyde were identified as an ideal spot for large submarines to come and go into the Atlantic.\\nBut when Margaret Thatcher decided to replace the base's ageing Polaris submarines with the new US-made Trident missile system, it became a focus for a revived anti-nuclear movement. The Cold War was at its height, and the government's newly-published Protect and Survive pamphlets, telling families how to build makeshift bomb shelters, had raised awareness of just how awful nuclear war would be. Many Scots also saw Thatcher's decision as Westminster high-handedness, placing Clydeside rather than London directly in the firing line.\\nThe camp was first set up in 1982 by Scottish CND members Margaret and Bobby Harrison, starting out with just a couple of pitched tents. Despite the midges, it attracted a new generation of volunteers, some drawn to the cause after watching Threads, the harrowing 1984 BBC drama about a nuclear attack on Sheffield.\\nIn the decades since, it has also been home to a ragtag mix of alternative tribes, from donkey-jacked socialists to punks and dreadlocked New Age Travellers. Anyone who lives there, though, needs a degree of commitment: Scotland's central west coast has one of Britain's wettest and windiest climates.\\n\"I went up there in winter once,\" recalls one visitor, more used to the gentler climes of Greenham Common protest camp in Berkshire. \"We were there so that some of the long-term residents could take a break - my only problem was that within about three hours, my tent was in about three inches of water.\"\\nToday the camp is more comfortable, with functioning toilets, showers and cooking facilities, powered by wood-burners. Vegetables are grown on site, and the residents hold regular open days for the public, complete with vegan curry.  Even so, though, it's not exactly glamping. \"It's quite a rural spot, four miles from the nearest town, and a lot of the day is spent just on camp maintenance - chopping wood, fixing caravans, getting the stove and hot water going and so on,\" says Freeman. \"The campaigning comes on top of that.\"\\nAt present, he is one of only five full-time residents, although they are backed by cadres of supporters nationwide, who come for periodic demonstrations at the base's gates. At times they also try to enter the base itself - which can not only disrupt its normal running, but also embarrass naval chiefs.\\n\"A couple of years ago, two campaigners actually managed to get on top of one of the submarines and ring its bell,\" says Andy. \"The navy was so embarrassed that it didn't even go to court.\"\\nOther protests have involved stopping convoys carrying nuclear materials - often tense encounters as the convoys are escorted by heavily armed MOD police. Many protesters have notched up dozens of convictions, like veteran protester Brian Quail, from Glasgow, who wedged himself underneath an armoured convoy vehicle in 2017. The retired Classics teacher told his court hearing that he was \"hindering an ongoing crime - the deployment of criminal and illegal weapons of mass destruction.\"\\nDespite such provocations, the camp encourages protesters to remain peaceful.  Some of Faslane's commanders are even said to take the view that the activists help keep them on their toes, highlighting weaknesses before terrorists can exploit them.\\nHowever, the idea of fraternisation between activists and naval staff, as depicted in Vigil, seems unlikely. According to Freeman, Faslane employees did occasionally used to visit the camp - \"either out of curiosity or conscience\" - but these days, the Navy's security staff are thought to forbid it. And while activists have occasionally had suspicions about being infiltrated by undercover police, they doubt their activities would be of much interest to Russian spies.\\n\"We do monitor the coming and going of the submarines to see if we can detect anything unusual going on, but the places we get information from is all public record anyway,\" Freeman says.\\nWith Greenham Common camp closing in 2000, following the removal of  cruise missiles from the nearby RAF base, Faslane is now the only permanent anti-nuclear camp in Britain. Its founders, the Harrisons, continued to visit until well into their 80s, although both have now passed away.\\nYet as memories of the Cold War fade, campaigning against nuclear weapons has become less of a preoccupation among younger generations. In 2013, Faslane nearly had to close down, due to a shortage of volunteers.\\n\"Younger people do seem more focused on the threat posed by climate change,” Freeman says. “But we do get a lot of support from people like Extinction Rebellion, and it is pretty accepted that nuclear war is still very much a threat.\"\\nStill, with the Scottish Nationalist Party government pledging that an independent Scotland would remove Trident, the peace camp's residents may get their wish yet.\\nIn the meantime, they are digging in for another Scottish winter - although as the long nights draw in, it seems they won't be whiling them away by watching re-runs of Vigil.\\n\"At the end of the day, it's just another police procedural, isn't it?\" says Freeman. \"We saw the first couple of episodes, but we're not exactly desperate to watch the rest.\"", "image": [["'Until we get nuclear weapons removed from Scotland, we'll remain': Faslane Peace Camp, which was first set up in 1982", "www.telegraph.co.uk/content/dam/tv/2021/09/13/TELEMMGLPICT000270789428_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=680"], ["Rose Leslie and Lauren Lyle in Vigil's fictional recreation of Faslane Peace Camp", "www.telegraph.co.uk/content/dam/tv/2021/09/13/TELEMMGLPICT000268489796_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["'Within about three hours, my tent was in about three inches of water': a resident of Faslane Peace Camp", "www.telegraph.co.uk/content/dam/tv/2021/09/13/TELEMMGLPICT000270789427_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["Faslane co-founder Margaret Harrison with her husband Bobby in 2002", "www.telegraph.co.uk/content/dam/tv/2021/09/13/TELEMMGLPICT000000665310_trans_NvBQzQNjv4BqdTOTs03EjuZb891uz-lkHWvmsZawOkrGzifjmJ5EcoA.jpeg?imwidth=350"], ["Ministry of Defence personel escort a naked anti-nuclear protester from Faslane Peace Camp out of Loch Long, Scotland, in 1999, after attempting to swim to the final Trident nuclear submarine HMS Vengeance", "www.telegraph.co.uk/content/dam/tv/2021/09/13/TELEMMGLPICT000003835270_trans_NvBQzQNjv4BqPkPWLXP_iG_X2Wo3V95CStEgVipCcYG_lNXo9zZTqHc.jpeg?imwidth=350"], ["HM Naval Base Clyde, also known as Faslane, in Scotland", "www.telegraph.co.uk/content/dam/business/2021/03/26/TELEMMGLPICT000087338464_trans_NvBQzQNjv4BqKjggCdpvXjoraOzAlyzu1OZ4rIwMkIxkKo_v8-HMYxA.jpeg?imwidth=350"]], "author": ["Colin Freeman"], "date": "2021-09-13"}, "https://www.telegraph.co.uk/comedy/comedians/geoff-norcott-mash-report-right-wing-comedy-farce-moral-certainty/": {"title": "Geoff Norcott on The Mash Report, Right-wing comedy and the farce of moral certainty", "subtitle": "Back on our screens, the satirical comedy show is one of the few shows to take on the woke orthodoxy, argues the conservative comedian", "text": "The Mash Report, the satirical comedy show I’ve been a part of since it began in 2017, was publicly cancelled by the BBC in March. I understand the majority of the Telegraph readership won’t have shed many tears over this decision. It might even have been accompanied by the odd sound of a popping cork.\\nHowever, as it returns this week, on the Freeview channel Dave, I would urge readers of this newspaper to give Mash a chance (next week I’m suggesting Extinction Rebellion give Top Gear a watch). To this day, The Mash Report – now called Late Night Mash – is the only topical comedy show on British TV that makes a regular place for anybody right-of-centre (that’s me, by the way). And despite its reputation, the show has always had the occasional gag at the Left’s expense. In series one, Andrew Hunter Murray did a great report about a detective trying to hunt down the Labour Party’s Brexit policy. Thanks to Labour’s Brexit paralysis, I was able to do a similar piece a series later.\\nThe Mash producers took a chance on me in 2017 and, at the time, we didn’t know how well it would work. The studio audiences did tend to be left-leaning, though not exclusively and, crucially, they were fair. It’s fun for me to be in the position of the outsider swimming against the comedic tide. That’s the great thing about the comedy industry – a bloke like me, who actually represents mainstream opinions and says what many people are thinking, gets to look a bit edgy purely by dint of context. In reality I’m about as edgy as James Blunt eating a Lemon & Herb Nandos.\\nGiven people on either wing seem disappointed with the political parties at present, there’s a chance Mash will be more representative than before. Some of the Right, for instance, are at odds with Johnson. My Leftie friends often ask me if I regret voting for a Conservative government. The main thing I regret is not getting one.\\nAnd large parts of the Left are cross with Starmer for not taking any definitive stances and generally seeming like the first bloke your mum dates after getting divorced. Labour’s main policy on Covid has been to say things should have been done a bit sooner, a bit later or moan that no one ever listens to them. That’s not opposition, that’s nagging.\\nWhat else makes Mash different? Well, I’ve done a few panel shows and quite often you make jokes about politics rather than because of politics. That’s not the same as satire. When a political subject comes up on a panel show everyone rattles off their gags and it’s great entertainment. If someone quips that Jacob Rees-Mogg looks like a Victorian ghost it’ll get a good laugh, but it’s gone in a heartbeat. What Mash has the capacity to do – even more so in this longer format on Dave – is sustain a focus on a subject, put it under proper scrutiny. That’s a unique opportunity for a comic. In series three, in a piece on how dismal Labour had been, I said of the anti-semitism accusations against Corbyn that he was like a gangster’s wife, insofar as he “hadn’t killed anybody personally, but had seen a lot of shovels go missing from the shed”. However left-wing you might have found the rest of the show, there wasn’t much other political comedy in 2018 giving a platform to opinions like that.\\nMaking jokes about both sides of the political spectrum is completely natural to me, having grown up in a politically divided household. People assume it’s hard to be a right-wing comedian in Britain at the moment, but I’d say the opposite. My left-wing colleagues are much more at risk of a pile-on than me – people on the Left are under more pressure from people on the Left. If you step out of line or if you have the wrong opinions on hot button issues, they’ll get told off. The Left do have a tendency to devour their own.\\nI’d love to tell you that among the cast I’m the odd one out on the Mash set, that I have a separate dressing room – that they eat their vegan wraps while I tuck into some veal. But the truth is we all get on. I find the idea of putting barriers up to people who don’t think like you a bit intellectually embarrassing. “I won’t be friends with a Leaver”, “I’ve never kissed a Tory”, that sort of thing. The inference is that the person who says it is an awesome person simply because of where they put a cross on their ballot paper once every five years. I’d argue being a good human being is a little more complicated than that – you’re not the sum total of e-petitions or how many witty banners you’ve had appear on Newsnight.\\nI know it’s not all Lefties, but the ones that engage in this sort of grand-standing exhibit amusing levels of moral certainty. I remember reading Twelfth Night for my A Levels, at a time when the Right were more censorious and people like Mary Whitehouse made conservatism look as cool as Justin Trudeau in a beige suit. I find it amazing that Malvolio, the puritan who’d tell people off for what they did or didn’t do, has changed in a generation. From sounding like a fusty old right-winger he now comes off like a modern figure from the Hard Left. There’s been a changing of the guard on censorship, free speech and libertarian instincts which has been astonishing to watch unfold. I often see “woke” types use the phrase “free speech warrior” as an insult. I wonder if they realise that to most of Britain that might sound like a decent thing to be.\\nHere’s another thing. The Left aren’t the only ones riven by irony these days. The cultural Right, having been at first surprised then accustomed to their new reputation as the more easy going ones are starting to show signs of contradiction. Freaking out over cancel culture but also losing their minds when someone doesn’t wear a poppy. Speaking out over deplatforming, but staying quiet when it suits them. And I look forward to taking the p*** out of everybody when the new series starts. Why limit yourself? There are numpties on all sides.\\nLate Night Mash starts on Dave tonight at 10pm. Geoff Norcott tours the UK from Sep 8; livenation.co.uk", "image": [["Comedian Geoff Norcott returns in Late Night Mash", "www.telegraph.co.uk/content/dam/comedy/2021/09/01/TELEMMGLPICT000204530105_trans_NvBQzQNjv4Bq4QkiOorZkCn0iOnJAuoH_qmRppAUDx687cc6z7DuIeY.jpeg?imwidth=680"], ["Unusual: Geoff Norcott is a comedian with right-wing politics", "www.telegraph.co.uk/content/dam/comedy/2021/09/01/TELEMMGLPICT000204096179_trans_NvBQzQNjv4BqNJjoeBT78QIaYdkJdEY4CnGTJFJS74MYhNY6w3GNbO8.jpeg?imwidth=350"]], "author": ["Geoff  Norcott"], "date": "2021-09-02"}, "https://www.telegraph.co.uk/news/2021/09/15/police-face-questions-second-activist-protest-48-hours-leads/": {"title": "Police face questions after second motorway protest in 48 hours leads to serious crash", "subtitle": "Almost 90 climate campaigners arrested on Monday are able to invade busy highways and stage another sit-in on Wednesday", "text": "Police are facing questions over how almost 90 eco-activists arrested on Monday were able to stage a second motorway protest that was blamed for a serious crash.\\nClimate protesters targeted three stretches of the M25 and adjoining slip roads in a coordinated demonstration at just after 8am on Wednesday, causing traffic chaos during the rush hour.\\nAt one scene, furious motorists tried to take the law into their own hands and drag away protesters glued to the tarmac but were physically prevented from doing so by police officers.\\nIn a video clip released online, a police officer tells a group of demonstrators, “If any of you have any questions or are in any discomfort or need anything, just let us know,” prompting howls of outrage.\\nA government source said the law-abiding public would not tolerate “police standing by”, while a senior Tory accused the protesters of having “blood on their hands” – although police are still investigating the cause of the crash.\\nOne eyewitness account alleged that 15 activists were able to get on to the M25 at junction eight near Reigate in Surrey by calling the police and warning them in advance they were about to assemble in the middle of the road.\\nIt was claimed that the activists had climbed on to the hard shoulder, making the road in the anti-clockwise direction so dangerous that Surrey police were required to stop the traffic to prevent loss of life.\\nSurrey police said on Wednesday night it had no record of “officers assisting them [protesters] to sit down in the road”.\\nA spokesman added: “We were first made aware at 8.07am when the protesters were already in the road.”\\nThe M25 was also brought to a standstill at junctions 1a and 1b for Dartford in Kent and at junction 23 for South Mimms, in Hertfordshire.\\nAt just after 9am at junction 9, near to where the protesters had blocked the motorway in Surrey, a crash involving four cars resulted in a 50-year-old woman being airlifted to hospital with serious injuries.\\nPolice are investigating whether the crash was a result of the earlier protest that had slowed traffic down.\\nSteve Glenn, who was commuting to work clockwise on the M25, said: “The cars ploughed into the back of each other. It was so blatantly obvious what had happened. The standstill traffic was caused by the protest. One car was squashed into half its size.”\\nReferring to the crash, a Tory party source said: “The protesters have blood on their hands.”\\nKwasi Kwarteng, the Business Secretary, said: “These actions are not only highly disruptive to those going to work and transporting vital goods, but are putting lives at risk on a busy motorway.\\n“Not to mention the resulting traffic delays will only add to vehicle emissions.”\\nOn Wednesday night, a senior government source questioned how the protesters were able to bring Britain’s busiest motorway to a standstill for the second time in three days.\\nInsulate Britain, the direct action group behind the protest, said out of 92 activists arrested on Monday, 89 of them were involved in similar actions on Wednesday.\\nThe government source said: “The British public do not expect the police to be standing by while protesters disrupt people’s daily lives.”\\nThe source insisted a controversial, new policing Bill would make it easier for officers to crackdown on such action, creating a new stop, search and seizure power.\\n“This shows exactly why the powers in the Police, Crime, Sentencing and Courts Bill are more needed than ever and we will be pushing on with them,” said the source.\\nBut the Metropolitan Police, which assisted regional forces, said on Wednesday night the roads were cleared as fast as they could and criticised Insulate Britain for diverting valuable resources.\\nIn a statement, Scotland Yard said: “We cannot remove protesters who are glued to the road without specialist equipment and trained officers. This was happening at multiple locations around the M25 and it took time to resolve - time which could have been spent policing our communities in London.”\\nInsulate Britain, an Extinction Rebellion splinter group, had masterminded the disruption on Wednesday and a near-identical stunt 48 hours earlier. On Monday, it issued a statement saying it would carry on targeting roads until the Government gave a pledge to insulate every home in the country.\\nThe group is led by Roger Hallam, a veteran activist who founded Extinction Rebellion but was disowned by the group after being accused of belittling the Holocaust.\\nA spokesperson for Insulate Britain said Hallam was arrested on Wednesday morning, before the protest and did not take part.\\nPolice later said three organisers had been arrested across the country on suspicion of orchestrating the protest.\\nIn Wednesday’s protests, the activists once again sat down on the main carriageways and glued themselves to the roads or to each other.\\nAt the South Mimms sit-in, which took three-and-a-half hours to clear, a police officer was filmed telling protesters: “Each individual officer will come and speak to you. If you have any questions at all, just ask, and if any of you are in any discomfort or need anything just let me know and we will try and sort you out in a nice way, I couldn’t phrase that any worse could I?”\\nSmiling, the officer added: “If you need any assistance at all then let me know.”\\nCraig Mackinlay, a Conservative MP, criticised police for “standing around for hours at a time before doing anything” and urged officers to “use the powers available to them to clear this protest immediately”.\\nThe action prompted furious drivers to clash with the activists, including one driver who got out of his lorry to tell the group: “We’ll lose our jobs”.\\nAlso caught up in the delays was an NHS nurse returning home from a night shift; a grandmother who was on her way to collect her grandchild after their mother had gone into labour; and an angry cafe owner who said he had lost business.\\nThe demonstrators responded to his claim by each giving him £10 to make up for his financial loss.\\nBut the furious owner refused to take the money, telling the protesters: “You can’t have a whip round for me. What about the other thousands of people that are on the motorway? You’ve destroyed all their businesses.”\\nEdmund King, president of the AA,  said: “While most people understand the need to take action on climate change, these motorway blockade tactics are just backfiring as they are alienating the working public stuck in this chaos and subsequently pumping out more emissions.”\\nIn total, police made at least 71 arrests on Wednesday, including 32 arrests by Surrey police, 18 in Hertfordshire and 21 in Kent. The 89 people arrested on Monday face charges of blocking a public highway but were not remanded in custody, allowing them to resume the blockade on Wednesday.\\nSurrey Police said it had arrived at the scene within 20 minutes of the first emergency call coming in at 8.07am and had cleared the motorway within 18 minutes.\\nHertfordshire Police said it was on the scene by 8.08am and made 18 arrests by 10.12am and the road closures lifted by 11.30am. Police said there was a delay in reopening the road due to glue on the tarmac.\\nIn a statement, Insulate Britain said: “We demand credible action now. Proper jobs for hundreds of thousands of people to start the first real step - to insulate all the homes of this country - which, pound for pound, gives us the biggest reduction in carbon emissions.”\\nWith regard to the crash, the spokesperson said: “We understand it took place after police had cleared protestors.”\\nReverend Sue Parfitt, 79, pictured below\\nThe retired family therapist from Bristol is a member of Christian Climate Action.\\nShe has previously committed contempt of court by glueing herself to court furniture after being arrested during Extinction Rebellion protests.\\nShe was pictured, in her clerical collar, with protesters next to an overpass on Wednesday.\\nShe has previously compared her experience of protesting to the struggle of Jesus Christ, writing after her arrest last Easter: “As the police helped me to my feet, all I could think was “This was the night that Jesus was arrested; this was the night that He handed himself over to the authorities to do whatever they saw fit”.\\nJanine Eagling, 60, pictured below\\nThe IT manager, from London, helped to block the M25 and A13 junction on Monday. She is believed to have been involved with Extinction Rebellion since 2018 and has been involved in actions such as blockades in Waltham Forest.\\nShe describes herself on social media as a “world citizen” and “rebel” as well as a cyclist, walker and gardener.\\nHowever, Ms Eagling hasn’t always been as interested in carbon neutral transport. She has travelled to India twice with a group of people who cycled across India. A diary written by the “rebel” said that they took their bikes as part of their hand luggage.\\nHer travel blog shows that she has flown to other countries across the world including Cuba, Panama, Costa Rica and Nicaragua.\\nDr Diana Warner\\nThe retired GP from Bristol has had a long history with Extinction Rebellion protests before being arrested on Wednesday for her involvement in blocking the M25.\\nShe has previously been a parliamentary candidate for the Green party during the 2015 and 2017 general elections for Filton & Bradley Stoke, which is held by Jack Lopresti, a Conservative backbencher.\\nShe was arrested and charged with conspiracy to commit criminal damage to buildings, including the offices of the British Medical Association.\\nDr Warner later went on a hunger strike for six days while in Eastwood Park women’s prison, only stopping after being told conversations about climate change among medics were “entering the mainstream”.\\nDavid McKenny\\nMr McKenny was among several Extinction Rebellion protesters who tried to confront Sir David Attenborough at home after he criticised the group’s tactics.\\nThe veteran environmentalist and presenter said the group’s law-breaking protests would alienate people and deter them from tackling climate change.\\nMr Attenborough was shielding from coronavirus at the time that four women and two men, including McKenny, knocked on his door.\\nDave McKenny refused to comply with his Extinction Rebellion trial at City of London Magistrates court on Earth Day, April 22.  The magistrate found him in Contempt of Court and sent him to prison for 14 days.\\nPriyadaka, 60\\nThe buddhist teacher describes himself as a successful charity fundraiser at the Cambridge buddhist centre. He has regularly flown to India for Buddhist retreats.\\nIn a video on Youtube explaining his actions, he said that he didn’t want to go to a police cell or the anger of lots of people, but “action is needed now.” He said that government action would be a reward for negativity from the public and that he understood he was a “real inconvenience” for people at the moment.\\nDonald Bell, pictured below\\nThe Army veteran, who did four tours of Northern Ireland during the Troubles, has previously tried to defend Extinction Rebellion for staging a protest at the Cenotaph ahead of a remembrance service.\\nHe described the annual Remembrance Day service as a “little ritual”.\\nHe went on to put a climate change banner and a wreath at the Cenotaph which read “Honour Their Sacrifice, Climate Change Means War”.\\nIt was revealed last year that he is also a convicted drug dealer who was jailed for four years for selling heroin.\\nRev Tim Hewes, 71\\nThe retired dentist is now a part-time priest and a member of Extinction Rebellion who lives in Wantage.\\nHe was photographed outside the offices of Rupert Murdoch’s News UK building after sewing his lips together in protest over what he called the “muting” of climate science.\\nHe was also reportedly arrested at the Pink Table protests in London last month, which were also organised by Extinction Rebellion.\\nBing Jones, 68\\nThe retired doctor pulled a similar, but smaller, stunt on his own in Sheffield city centre by blocking cars by sitting in the middle of a busy road.\\nThe grandfather admitted at the time that his wife was “worried” about him. He told local radio: “We’re really sorry to cause any disruption. I wish I didn’t have to sit here on the road with my hand glued to the tarmac, but nothing is being done.”\\nLiam Norton, pictured below (not in attendance but involved in organising)\\nThe 36-year-old is an electrician from south London and has had a long relationship with Extinction Rebellion.\\nHe was one of those convicted of obstructing the printing presses of national newspapers, including the Telegraph.\\nMr Norton managed to delay his trial by two hours by gluing his hand to the furniture and filming proceedings on his iPhone. The judge called his behaviour “particularly disruptive”.\\nRoger Hallam, pictured below (not in attendance but involved in organising)\\nThe Extinction Rebellion co-founder is believed to be involved in organising the protest but didn’t attend because he had been arrested on Wednesday morning.\\nHe has recently been disowned by the group after he made comments about the Holocaust.\\nMr Hallam insisted that there was nothing “unique” about the event, and that the murder of six million Jews was “just another ----ery in human history”.", "image": [["Police attempt to remove protestors who glued their hands to the M25 on Wednesday", "www.telegraph.co.uk/content/dam/news/2021/09/15/TELEMMGLPICT000271364454_1_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=350"], ["Rev Sue Parfitt", "www.telegraph.co.uk/content/dam/news/2021/09/15/TELEMMGLPICT000271160146_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=350"], ["Janine Eagling", "www.telegraph.co.uk/content/dam/news/2021/09/15/TELEMMGLPICT000271154553_trans_NvBQzQNjv4BqStw-8AmOAHY8dAq1hctbNGegTRBIjjsyH8b5ejaRvYg.jpeg?imwidth=350"], ["Donald Bell", "www.telegraph.co.uk/content/dam/news/2021/09/15/TELEMMGLPICT000271376836_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=350"], ["Liam Norton", "www.telegraph.co.uk/content/dam/news/2021/09/15/TELEMMGLPICT000271241132_trans_NvBQzQNjv4BqNHPnaojp5PseXVWAlSJjp_O_bgvBc5dZfTiy8vkjqy8.jpeg?imwidth=350"], ["Roger Hallam", "www.telegraph.co.uk/content/dam/news/2021/09/15/TELEMMGLPICT000237464599_trans_NvBQzQNjv4BqNJjoeBT78QIaYdkJdEY4CnGTJFJS74MYhNY6w3GNbO8.jpeg?imwidth=350"]], "author": ["Robert Mendick", "Izzy Lyons", "Olivia Rudgard", "Mason Boycott-Owen. ", "Charles Hymas"], "date": "2021-09-15"}, "https://www.telegraph.co.uk/art/architecture/disastrous-public-art-experiment-baffled-1970s-britain/": {"title": "The disastrous public art experiment that baffled 1970s Britain", "subtitle": "The City Sculpture Projects should serve as cautionary tale for modern-day developers, but even eyesores will get people talking", "text": "If you go down to Oxford Street today, you’re in for a big surprise. In Brown Hart Gardens, overlooked by stately red-brick buildings, a vast squiggle of candy-coloured trumpets sprout from the tarmac like a novel species of triffid.\\nNo, it’s not another Extinction Rebellion caper (though it’s likely to prove equally divisive). Instead, it’s Sonic Bloom, London’s latest piece of public sculpture. Sorry, not “sculpture” – instead, try “community-focused multi-sensory installation”. Sonic Bloom is “curated” by Alter-Projects and designed by “sound artist, designer and electronic musician”, Yuri Suzuki.\\nNor is this the most egregious eyesore to arrive on the capital’s streets in recent months. That honour belongs to the £6million Marble Arch Mound, which sits near Hyde Park’s Speaker’s Corner. Crowned the “worst attraction in London”, it has been compared to a “Teletubby hill” and an ill-rendered chunk of Super Mario scenery. To my mind, it recalls a moth-eaten dry-ski slope, as designed by someone who’d never been skiing – or, for that matter, seen a slope.\\nIt’s not only London that has come down with a nasty case of bad public art. Across the Atlantic, Brookfield Properties, one of the many conglomerates energetically re-shaping the New York skyline, has opened Citrovia. It’s an elegant solution to a problem of their own design. The construction of Brookfield’s Manhattan West project, comprising four towers, requires a massive construction shed that blots out the sky.\\nCitrovia, therefore, is designed to bring sunny vibes to mole-like office workers: the shed’s ceiling is hung with billowing fabric, spot-lit a deep, cloudless blue. Below, visitors amble through a psychedelic grove of giant plastic lemon trees and lemon slices. Citrovia even has its own specially commissioned scent, pumped out at regular intervals: “a gender-neutral vegan cologne”.\\nWhy has there been such a flourishing of public sculpture in the last few decades? Partly it’s about money. As more real estate falls into the hands of private developers and speculators, public art – often bafflingly obscure and expensive – becomes a sop to authorities trying to preserve some degree of the public realm; it’s a more convenient concession to the great unwashed than, say, genuinely affordable housing.\\nThe pandemic has been a particular spur. While predictions of the death of the city centre appear to have been premature, local authorities have mounted many initiatives to entice citizens from their work-from-home cocoons, such as Sadiq Khan’s (ill-defined) Let’s Do London campaign. The pandemic has fundamentally skewed our urban compasses; public artworks are the shiny gobbits to tempt us back into the rat race.\\nBut such forebodings about the death of the urban realm are not new. In the early 1970s, things looked equally bleak – the 1971 Nixon Shock had sent inflation spiralling, driving the global economy towards recession. Meanwhile, in the UK, unions had the country in a death grip; with Edward Heath’s Conservatives unable to trim their wicks, widespread industrial action was a continual threat, eventually leading to the three-day week in 1974 and the rationing of essential utilities. The Swinging Sixties came to a sudden halt. The national spirit needed a jump-start – and fast.\\nIn 1972, Jeremy Rees, the founding director of Bristol’s Arnolfini Gallery, proposed an ambitious solution: he invited 15 leading sculptors to build large-scale artworks across eight British cities, including Birmingham, Plymouth, Liverpool, Sheffield and Southampton. The initiative, dubbed “City Sculpture Projects”, was funded by the Peter Stuyvesant Foundation, an organisation backed by a South African tobacco firm, and assisted by the Arts Council of Great Britain. It aimed to bring public art back into everyday life, and renew cultural engagement for the new decade.\\nAn initial list of 240 artists was drawn up; this was then narrowed down to 46, then to 24. That final list included a mix of well-established names, such as Ivor Williams, and ambitious up-and-coming figures such as Liliane Lijn, then recently out of art school. The brief was enticingly vague, Lijn tells me over a video-call from her home in Italy.\\n“Limitations? No, there were no limitations,” she says. “They just took us to various sites that they thought might be appropriate. And that was it. They didn’t say, ‘We’d like a sculpture that relates to the city.’”\\nLijn was commissioned with John Panting to provide two sculptures for Plymouth. Her piece, White Koan, was a rotating six metre-high pyramid with a thread of electric light running around its sides; Panting’s Work for North Cross Roundabout, was a vast ethereal metal cross, suspended by steel cables, hanging above a pedestrianised underpass. Both artists, alongside the other 13 sculptors whose works made it past the drawing board, were given £1,000 for labour and materials (around £12,500 in today’s money). In total, the budget for the City Sculpture Projects was £40,000 (roughly £500,000 today).\\nIn October 1971, the shortlist of 24 proposals was whittled down to 16. Production of the full-size artworks took place between November 1971 and March 1972. Yet even before they were installed, the projects caused a stir. At the time, the anti-apartheid movement was gathering pace, and the links between smoking and poor health were being widely publicised. Sponsorship by a leading South African tobacco firm was not a great look. (The leading conceptual artist Michael Craig-Martin was invited to submit a proposal, but turned it down, saying: “The deliberately hidden association with tobacco was enough for me to say no.”)\\nMeanwhile, William Tucker’s sculpture Beulah, a Curly-Wurly of steel tubes, was moved from Liverpool to Newcastle after Liverpool City Council protested at Stuyvesant’s involvement. Councillors called the City Sculpture Projects “[a] cigarette company’s insidious campaign to infiltrate people’s lives”.\\nThis, however, was far from the end of the controversy. The majority of the sculptures were, like Panting and Lijn’s work, abstract works playing with space, materials and form; they were designed to reflect and riff on the hard edges and sharp contours of the cityscape. There was one prominent exception, though: Nicholas Munro’s two-storey-high King Kong, a pot-bellied leering gorilla, menacing Birmingham’s Bull Ring shopping centre. Munro had never seen the film, but picked King Kong as a subject because he said at the time: “the project had to be city-orientated and the giant gorilla was city-disorientated, which was as good a reason as any.”\\nMunro’s outsized ape became the poster boy for the entire enterprise. Its trip up the M4 on the back of a flat-bed truck was covered by the national press: “The King-Sized Hand Signal”, ran the Daily Mirror’s headline. Its installation was largely greeted with bemusement. One man joked that “he would make a good centre[-half] for [Aston] Villa”. Within a week, the gorilla had “Villa” graffitied across his chest.\\nBut while the sculpture was begrudgingly adopted by Brummies, the city council were less keen. When it looked like it might be brought by an American collector, they seemed eager to wash their hands of it. A campaign was launched to keep it in the city, but by July 1972, it was running out of steam. One of Kong’s stout-hearted defenders, Nellie Shannon, a lollipop lady, even had her £1 donation returned by its organisers. “I help more than 1,000 children across the road every day and I know they love the statue,” she explained. “The statue gives me a sense of security.”\\nYet King Kong continued to be part of city life. That summer, 3,000 building workers gathered in Manzoni Gardens, where it was sited, to protest against pay and working conditions. Two builders scaled the sculpture, placed a hard hat on its head and placed a giant trowel and a hod in its hands.\\nAfter its stint in the city centre, it spent three years outside a used-car dealer, before moving to Edinburgh and the Lake District, where it loomed incongruously among dry-stone walls and rolling green fields. Munro himself likewise stepped away from the limelight: he is now a reclusive physicist studying perpetual motion in the hope of disproving Newton’s Third Law of Motion; he lives in a remote Dorset cottage with no electricity or running water.\\nIn fact, none of the sculptures remained in place. At the end of their six-month exhibit period, the cities had the option to buy their pieces. None did. Several, such as Peter Hide’s anvil-like Compression Pillar and Bryan Kneale’s Astonia in Southampton, were unceremoniously destroyed. Others provoked fierce backlashes. Both L Brower Hatcher’s Untitled (Colour Field Sculpture), a thicket of coloured wires, and Barry Flanagan’s Work for Cambridge, four squiggly totem poles stretching to the sky, were vandalised. A vicar in the quiet university city went as far as to make a public appeal for someone to blow up Flanagan’s contribution. And William Turnball’s six-part, stainless-steel Angle in Liverpool was ruefully assessed by his fellow sculptor Arthur Dooley: “The kids will eat this one.”\\nYet some of the artists relished the bafflement their pieces generated. Garth Evans recorded the reflections of passersby in tongue-in-cheek audio diaries. His slab-like recumbent steel pillar, Work for The Hayes, prompted a local butcher to ask: “What’s it supposed to be? Tell me, what is it? What’s the idea of putting it there? It’s a sculpture, and I suppose that’s modern art, is it? It’s just angles and that’s it to me, I can’t see any form of anything in it.”\\nLijn’s Koan had a happier fate. After a spell outside the Globe Theatre, it now sits at the entrance to Warwick University’s Arts Centre. “It’s greatly loved by the students,” she explains. “It has its own website, Twitter page. They worship it – it’s a good-luck mascot. They take a little cone with them when they go on University Challenge.”\\nThe sculpture, though, suffered from 20 years without maintenance. And when its motors began to seize up, the vice-chancellor tried to destroy it. “The students went on strike, there were big protests. So they had to restore it. And they asked me to come in and help.”\\nWhy does she think Plymouth City Council didn’t adopt her sculpture? “Because they were philistines! They didn’t have the first clue about what art is,” she laughs. “There was no education in schools – or there certainly wasn’t in 1972 – which would allow people to appreciate art as they do in so many other countries, such as Italy, where I am now.\\n“[But] I don’t think public art always causes a scandal. And every time it’s for a different reason. For instance, my cone on the Isle of Wight caused a stir which lasted almost two years. People thought the hospital had put money into the art when it should have gone on beds and doctors. But the press got it all wrong.”\\nShe points to the recent examples of the Diana sculpture at Kensington Palace, and Maggi Hambling’s controversial Mary Wollstonecraft-inspired piece in north London. “People didn’t like them, but frankly they’re not very likeable. Put up something dreadful and people are going to call it out.”\\nYet public art can spark conversations and raise spirits. The post-war Labour government, for instance, flushed with the idea that culture should be accessible to the masses, in 1951 launched the Festival of Britain, an ambitious celebration of science and the arts. It featured 60 painters and 12 sculptors, alongside theatre, scientific showcases and technology fairs. And it attracted millions of visitors, as well as reimagining the artist’s role in society. No longer dependent on private patronage, it gave artists the confidence to respond to, and be enmeshed in, everyday life.\\nCan something similar be achieved now in the post-Covid era? Lijn is not so sure. “Lots of people want art to be pure entertainment. And plenty of public art goes that way. But if art becomes completely emptied of meaning, then there’s no point having art. You might as well go to Disneyland.”\\nBut perhaps there is hope. After all, public art – whether a colossal gorilla or an ignominious mound – is an invitation. It’s an invitation to carp and scoff; an invitation to threaten violence or vandalism. But, most of all, it’s an invitation to consider the city in a different way: to see it as a playful space, in constant process of self-discovery. A place which is always growing up.\\n“There seemed to be a clear cut division of opinion between the elderly and the young,” Lijn wrote of the reactions to her sculpture, in an accompanying essay shortly after its construction. “Especially the children who dragged on their mother’s coat-sleeves to stop and look at this strange new adventure, which had suddenly appeared.”", "image": [["Nicholas Munro’s two-storey-high King Kong in Birmingham’s Bull Ring", "www.telegraph.co.uk/content/dam/art/2021/09/27/TELEMMGLPICT000272765587_trans_NvBQzQNjv4BqX0kxSjxoDpjMU82a4enB3U5HFnKf4ATkdnbzkGdFBG4.jpeg?imwidth=680"], ["Yuri Suzuki's Sonic Bloom, currently in situ in Mayfair, London", "www.telegraph.co.uk/content/dam/art/2021/09/29/TELEMMGLPICT000272022265_trans_NvBQzQNjv4BqMRgC_Ccxc8RBXbv5WpjFkj0BfgITsmJeLLkNDIpFOrM.jpeg?imwidth=350"], ["Marble Arch Mound, the £6million eyesore that has been dubbed the “worst attraction in London”", "www.telegraph.co.uk/content/dam/art/2021/09/27/TELEMMGLPICT000265806724_trans_NvBQzQNjv4Bqeo_i_u9APj8RuoebjoAHt-a-90u71-_kcfkywl_shTM.jpeg?imwidth=350"], ["The King Kong sculpture on display at the Manzoni Gardens in Birmingham", "www.telegraph.co.uk/content/dam/art/2021/09/27/TELEMMGLPICT000272765585_trans_NvBQzQNjv4BqoXJUJZ2koYGvlQ_O-BqYxr6Xj2WECU5tGTp4vDMBGsY.jpeg?imwidth=350"], ["Liliane Lijn’s White Koan now sits at the entrance to Warwick University’s Arts Centre", "www.telegraph.co.uk/content/dam/art/2021/09/27/TELEMMGLPICT000272766019_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"]], "author": ["Alex  Diggins"], "date": "2021-09-29"}}