{"https://www.telegraph.co.uk/books/what-to-read/does-world-have-many-people-not-enough/": {"title": "Does the world have too many people – or not enough?", "subtitle": "Paul Morland’s fascinating new book, Tomorrow’s People, explores the global balance of human births, deaths and migrations", "text": "In the 2nd century AD, the theologist Tertullian issued a warning that could have come from an Extinction Rebellion pamphlet. Humanity’s growing numbers had become “too burdensome”, he fretted, “the elements scarcely suffice for our support”. The only solution, he feared, was to “prune the overgrowth” via pestilence, famine and war.\\nGiven that Tertullian’s home city of Carthage was among the world’s largest at the time, his jitters were perhaps understandable. However, at roughly 500,000, Carthage was still barely the size of modern-day Edinburgh. And courtesy of “pruning” by events such as the Black Death and the Thirty Years’ War, the world’s population did not grow that much until the Industrial Revolution, 1,500 years later.\\nYet as the demographer Paul Morland points out in Tomorrow’s ­People, Tertullian was merely kick-starting a long tradition of population pessimism – most famously upheld by the economist Thomas Malthus, who wrongly feared that humanity’s capacity to multiply would outstrip its capacity to feed itself. So here, first of all, is Morland’s good news.\\nDespite the world’s population being nearly eight billion, it is likely to peak this century at around 11 billion, as better life expectancy and living standards in the developing world reduce the need for large families. Climate change catastrophes notwithstanding, he says, that figure can be sustainable.\\nWhat is less reassuring is that while some countries’ populations may go up, others may die out altogether. Take Japan – now nicknamed the “land of the setting sun”, because its ageing population is expected to shrink by a fifth over the next half-century.\\nNot enough young Japanese want to have children, nor is Japan keen to admit migrants, meaning the once-crowded suburbs of Tokyo could become “mini-Detroits”. Western nations have the same problem, especially more conservative countries such as Italy, where women are still discouraged from juggling a career with children. Faced with that binary choice, Morland says, many opt for “an interesting job rather than motherhood”. He notes: “Just as there are no more Visigoths, there is no guarantee that there will be any Italians or Japanese.”\\nFacing the opposite challenge is much of sub-Saharan Africa, where a population boom caused by falling child mortality has not yet been offset by a reduction to the two-child family model now common elsewhere. By 2100, the region will account for one in three people in the world (compared with one in 14 in 1950).\\nYet even now, the likes of Nigeria, whose population is expected to double to 400 million by 2050, has nothing like enough jobs to go round. With Europe tightening its borders to African migration, the continent will need an “extraordinary feat of human development” to avoid conflict and chaos.\\nMorland is illuminating on how the ebbs and flows of population can influence history. Individuals may start wars and revolutions, but sheer force of numbers adds an under­lying seismic pressure. Russia’s rapid birth rate at the turn of the last century, for example, was one reason that Germany viewed it as such a threat.\\nBy the 1960s, though, Russians were having fewer children than most Western nations, thus speeding the Soviet Union’s decline. Today, Russia’s population is shrinking like Japan’s, thanks partly to appalling male alcoholism rates.\\nYouthful societies are often turbulent, thanks to the numbers of young, childless males with little to lose. This, Morland says, was a common factor in many of the world’s great upheavals, from the Bolshevik revolutions to the Arab Spring. By contrast, the terror campaigns in Northern Ireland and Spain’s Basque region ended partly because ageing populations had “sapped the energy” from the conflicts.\\nMorland’s book is a concise chronicle of our global breeding habits, as deft with social context as it is with figures. Given how climate change concerns have politicised the issue of population, it’s very topical. The Duke of Sussex, for example, has said he will have no more than two children.\\nThe more radical eco-activists of the so-called “birth-striker” movement plan to have none at all. Indeed, as Morland notes: “The worry is that eventually the human race will be at risk of disappearing altogether.” On that point, we may have to hope that, just like Malthus and Tertullian before him, Morland turns out to be wrong.\\nTomorrow’s People by Paul Morland is published by Picador at £20. To order your copy call 0844 871 1514 or visit the Telegraph Bookshop", "image": [["Ghost town: Tokyo’s busy suburbs may one day become ‘mini-Detroits’", "www.telegraph.co.uk/content/dam/books/2022/02/28/TELEMMGLPICT000000286955631_trans_NvBQzQNjv4BqRQwgn5hDefZRD4Jrt_nb9tKE0WcRfCypX9ohQ4fRycA.jpeg?imwidth=680"]], "author": ["Colin Freeman", "Emma Smith ", "Christopher Howse", "Noel Malcolm", "Jack Rear", "Lindsay Johns", "Nikhil Krishnan"], "date": "2022-03-01"}, "https://www.telegraph.co.uk/environment/2022/03/15/extinction-rebellion-founder-confronted-daughter-tactics/": {"title": "Extinction Rebellion founder confronted by daughter over his tactics", "subtitle": "New Netflix documentary shows in-fighting among group as activists say Roger Hallam was obsessed with being arrested", "text": "A co-founder of Extinction Rebellion was confronted by his daughter over his tactics, a new Netflix documentary shows, as activists say he was obsessed with being arrested.\\nThe film lays bare disagreements within the environmental movement in the wake of its mass protests which brought London to a halt in April 2019.\\nThe group succeeded in pushing climate change up the political agenda, but within months disagreed on the best way to proceed, with co-founder Roger Hallam backing a plan to fly drones near Heathrow which was unpopular with younger activists.\\nAt an emotional meeting in August 2019 his daughter Savannah Lovelock, on behalf of the movement's youth wing, addressed her father and other members about the plan.\\n\"I would like it, dad, if you could look at me,\" she says, before telling the group that the older members had been \"denying us agency and voice within this organisation.\"\\n\"If this action is announced and supported in any way under the banner of Extinction Rebellion, we will begin the process of walking our own path,\" she says.\\nAs Mr Hallam says leaving \"might be the right path, or it may be the wrong path,\" she storms out of the meeting, shouting \"F*** you\" as she leaves.\\n\"In retrospect I should have just listened and reflected where they were at. I felt like I had an obligation to do the work I was doing and it was really time-critical,\" he says in the film.\\nHe later adds: \"My view is that if you're not in prison, you're not in resistance.\"\\nRebellion, directed by Maia Kenworthy and Elena Sánchez Bellot, shows the divide between Mr Hallam's focus on causing disruption and that of younger members who wanted to talk about wider issues including racial and class inequality.\\nFellow XR activist Sam Knights says in the film that the desire for more political analysis and communication was \"completely derailed\" by the Heathrow plan.\\nHe said: \"Roger has a very particular way of seeing the world and anything that doesn't fit into that is kind of irrelevant to him. What Roger cares about is arrests.\"\\nMs Lovelock has since left the movement and plans to set up a forest school, while Mr Hallam went ahead with the drone action with splinter group Heathrow Pause and masterminded Insulate Britain's controversial motorway protests last autumn.", "image": [["Roger Hallam's daughter shouted \"f*** you\" at him during a meeting, a new documentary shows", "www.telegraph.co.uk/content/dam/environment/2022/03/14/TELEMMGLPICT000276547443_trans_NvBQzQNjv4BqO65TkrT7BriBrd3fK6VEg08FchWZRD3tSYOiRwPjWDo.jpeg?imwidth=680"]], "author": ["Olivia Rudgard"], "date": "2022-03-15"}, "https://www.telegraph.co.uk/football/2022/03/18/has-just-stop-oil-targeted-premier-league-will-games-disrupted/": {"title": "Why has 'Just Stop Oil' targeted the Premier League and will more games be disrupted?", "subtitle": "The interruption of Everton's dramatic win over Newcastle was the second in 24 hours that raised question-marks over security in stadiums", "text": "Everton’s win over Newcastle United became the second Premier League match in 24 hours at which an activist from a new climate-change campaign tied himself to one of the goalposts.\\nBut what is \"Just Stop Oil\", why is it targeting football, and will more games be disrupted?\\nIt is a new campaign masterminded by the strategist behind Extinction Rebellion and Insulate Britain, Roger Hallam. Its self-declared initial aim is an immediate end to new fossil-fuel investments, and it has been actively recruiting those prepared to engage in “civil disobedience”. Last month, two supporters delivered a verbal and written ultimatum to Downing Street giving the Government a deadline of this Monday to comply or “it will be our duty to intervene – to prevent the ultimate crime against our country, humanity and life on earth”. One of the pair was Louis McKechnie, 21, the orange-clad activist who tied himself to the goalposts on Thursday. The mechanical engineering student was recently released from jail for taking part in court injunction-breaking road blockades with Insulate Britain.\\nSunday’s British Academy Film Awards was the first major event to be disrupted – hours before the Just Stop Oil deadline – with activists staging a sit-in on the red carpet. But the Premier League arguably has an even bigger profile and the act of tying oneself to a goalpost was always likely to go viral. The protests at the Everton match and the Arsenal-Liverpool game the previous evening were also followed by slick videos uploaded to Just Stop Oil’s social-media accounts alongside posts justifying the action. One read: “Sorry to have interrupted your game, but no one listens unless we do crazy s--- like this. This beautiful game, like your lives, will be disrupted by increasingly extreme weather events in the years to come.”\\nPublic threats of that nature have yet to be made but football and other televised major sports should brace themselves, amid warnings the campaign will step up next month. Saturday’s FA Cup quarter-finals could be the next big target given they are on the BBC and ITV and may generate the British TV’s largest audiences this year. It is also the final weekend of the Six Nations, with Wales hosting Italy in Cardiff. England also travel to France, while the Formula 1 season gets under-way in Bahrain, although activists would appear unlikely to get on a plane given their aims and would doubtless not want to spend time in a foreign jail.\\nBeyond the Government caving in to the group's demands, it is near-impossible to stop a protestor determined enough to disrupt a sporting event. Security staff will doubtless be on the lookout for obvious signs someone is a Just Stop Oil supporter and more effort could be made to tackle any pitch invaders before they manage to attach themselves to the likes of a goalpost. Unlike with the crowd trouble football has witnessed recently, the threat of a football banning order would be unlikely to act as any kind of deterrent to an activist.", "image": [["A protestor interrupted Everton's dramatic win over Newcastle on Thursday night", "www.telegraph.co.uk/content/dam/football/2022/03/18/TELEMMGLPICT000000289814499_trans_NvBQzQNjv4BqAblP_nApRBgTXVGqwDG3FtHhMh81Y8GqX3ipA8YMo0k.jpeg?imwidth=680"]], "author": ["Ben Rumsby"], "date": "2022-03-18"}, "https://www.telegraph.co.uk/music/interviews/blasphemous-metal-band-ghost-became-acceptable-face-satanism/": {"title": "‘Blasphemous’: how metal band Ghost became the acceptable face of Satanism", "subtitle": "Fronted by 'anti-Pope' Tobias Forge, Ghost are one of the world's heaviest stadium bands – and it's all thanks to Andrew Lloyd Webber", "text": "Tobias Forge wants you to know that “Death metal has always been a very humanistic thing. When we’re talking about darkness, death, despair, it’s to express our discontent at the world. It’s our way to explain how s___ things are”. The 41-year-old mastermind behind Ghost has spent the last 12 years taking influences from the murky underground worlds of black metal and mixing it with radio friendly pop. The result is something that’s as much ABBA as it is Cradle Of Filth.\\nThey’ve been touted as future Download Festival headliners, have supported Foo Fighters, Metallica and Iron Maiden in stadiums around the world and they’ll be supporting the release of fifth album Impera with a European arena headline tour of their own. Almost three million people listen to them every month on Spotify, with the band appealing to lifelong punks and metalheads while also acting as a glam introduction to the world of heavy music. In a scene full of legacy acts, Ghost are the sound of the future.\\nFor the first half of their career though, no one even knew who was in Ghost. On stage the band were led by demonic anti-Pope character Papa Emeritus or one of his successors (one for every album) while the band was made up of a gaggle of “nameless ghouls” who also handled interviews. It was even rumoured that Foo Fighters’ Dave Grohl was an occasional member of the gang.\\nThen in 2017 those nameless ghouls filed a lawsuit over unpaid profits, revealing Tobias Forge’s identity as the man in charge. The case was dismissed and fortunately, Forge took his unmasking in his stride. “I’ve read every classic rock biography of every band I’m a fan of [and] the same s___ takes place in every single one,” he said at the time.\\nThen, as if to prove there was more to the band than mystery, he wrote 2018’s brilliant, synth-driven Prequelle: a record of survival set in the mediaeval plague era. It went on to elevate the band even further and was nominated for the Best Rock Album at the 61st Grammys (their second Grammy award after winning Best Metal Performance in 2016).\\n“I am as much of an exhibitionist as anyone else who has ever put on a guitar and walked onstage but I like the idea of being able to step in and out of my celebrity,” says Forge, explaining the reason for Papa Emeritus. “If Bono comes to dinner, you’d expect a long spiel about Greenpeace. I don’t have to be that person, but I still get to play a rock star.”\\nStadiums, award ceremonies and talk of stardom are a world away from where Forge started his musical career. Aged 15, he joined his first DIY punk band and spent the next few years experimenting with death metal and alternative rock in a variety of underground bands. “There’s a natural limiter on how successful you can become, playing extreme metal,” Forge tells me over Zoom, a day off from a US co-headline tour with Danish rock band Volbeat.\\nHe formed Ghost in 2006 as a way to combine traditional rock (he’d grown up idolising The Doors, The Rolling Stones and Pink Floyd) his love of theatre (The Phantom Of The Opera and Cats have both been hugely influential, with Forge calling Andrew Lloyd Webber’s musicals “mind-blowing”) and the horror and darkness of death metal. The result is something flamboyant, dramatic and, he adds, “with a lot more visual elements than your average grunge band.”\\n“Without the music, we wouldn’t have gotten anywhere,” says Forge. “I know a lot of bands that look cool, but suck.” Ghost released spooky debut single Elizabeth in 2010 without any press photos “to let the music do the talking” and signed a deal soon after. Debut album Opus Eponymous followed later that year. While most other occult rock bands were happy to “stay on the carpet, as we say in Sweden” Forge wanted more. “My background might be in underground punk but I never wanted to limit us.”\\nBlending rock, prog and metal with Eurodisco and 1980s pop, as well as taking influence from the gothic worlds of Tim Burton’s Batman and Bram Stoker’s Dracula, new album Impera is about the self-destruction of society. Played out against the backdrop of Victorian England, it’s another leap forward for Forge – even if society appeared to be crumbling as he created it. “When I was writing Prequelle” says Forge, “the world was in a relatively stable place but I wasn’t in a good place mentally. For Impera, I was in a way better place but the world was in complete disarray.”\\nThe album also sees the band engage with life more directly, a change in direction from Ghost’s early albums dealing in fantasy and escapism. Sure, the stories told on driving metal anthem Twenties (a rebellious call to arms against the disparity between social classes) and the wailing Driftwood (about religious hypocrisy) are set over a hundred years ago but their messages are relevant today.\\nEpic closing track Respite On The Spitalfields talks about the fear Jack The Ripper stirred in Victorian England, and how the fact he was never caught meant women were afraid to walk the streets of London after dark. Sound familiar? Throughout Impera Forge sings about the abuse of power.\\n“That abuse of power is the central mechanism that corrodes, but also builds societies,” Forge says. “We like to think we’re so enlightened in this modern world but right now, people believe in taking away other people’s rights, rather than the opposite. It’s all to do with control and money. Politicians are pro-life not because of their religious beliefs, but because if you have a baby, you’re going to stay in one place and buy s___ like a good little capitalist.”\\nThat said, Impera is an optimistic record, all pomp and empowerment. From the wailing guitar riffs of opening track Kaiserion to the thundering reassurance of the anthemic Call Me Little Sunshine, Ghost’s fifth album is a constantly surprising, consistently brilliant listen that’ll appeal to both the mosh pit, and the theatre stalls.\\n“I believe in karma,” says Forge. “I believe that the bad empires, the ones that are actively trying to destroy the world, will fail. Especially if they’re based on some crazy person who is trying to go against the will of the people,” he adds, weeks before Putin mobilised.\\nForge explains that “pop culture has always been a symbol for freedom”. MeToo and the Black Lives Matter movements were driven by protest songs and lyrics were often the source of snappy slogans painted on banners. Even the Ukrainian resistance to the Russian invasion has taken on Twisted Sister’s 1984 hit We're Not Gonna Take It as one of their unofficial anthems.\\n“The reason we don’t tour certain places of the world is that they would refuse us, because of what we sing about,” says Forge. Ghost has never played a show in China, and has also faced issues in America. Their second album Infestissumam was delayed because four different US manufacturers refused to print its “blasphemous” artwork – a 16th-century depiction of an orgy – while in 2018 a horrified Texan pastor led a protest outside their “devil-worshipping” show.\\nBut Forge does not worship the devil, and has said that his views are more aligned with modern-day Satanism, which is centred around atheism, scientific scepticism and a passion for wildlife and nature. “I believe in pop culture, in freedom and in being kind. I believe in people having fun, and that they have the right to put their genitals into whomever consents. I believe that love is stronger than hate,” he says.\\nBacked by an eight-piece band, Forge will launch Impera with an arena tour of the UK and Europe. It’s set to be Ghost’s most ambitious run of shows yet – and that’s saying something.  “Everything is about the live show. That’s where you’re making memories with people. I compare a lot of what we do, with what I’ve experienced as a fan of other bands. “\\nHowever, according to Forge, “everything we ever do is always a lesser version of what I intended it to be.” He’s been sketching out stage shows and plans for world domination since before Ghost had even released a song. “We’re still working off that to-do list.”\\n“From the outside, it might look like our success has happened overnight but it’s taken us years to get to where we are today,” Forge continues. “Compared to AC/DC though, we still feel like a new band. We’ve got plenty of improvements to make before it’s time to throw in the towel.”\\nImpera is out now; Ghost's arena tour begins on April 9 in Manchester", "image": [["'I know a lot of bands that look cool, but suck': Ghost's Tobias Forge", "www.telegraph.co.uk/content/dam/music/2022/03/16/TELEMMGLPICT000289637341_trans_NvBQzQNjv4BqDBIybpdE1hZc--J4Ymnp2mQnZJIETfWB_fUbKb77n0w.jpeg?imwidth=680"], ["Tobias Forge, lead singer of death metal band Ghost", "www.telegraph.co.uk/content/dam/music/2022/03/16/TELEMMGLPICT000000289632406_trans_NvBQzQNjv4Bqb9plNS0celYuCpnIwI5tgtM3_-3FdFhwSfyVAvXGIsU.jpeg?imwidth=350"], ["Forge as Papa Emeritus II", "www.telegraph.co.uk/content/dam/music/2022/03/16/TELEMMGLPICT000289637353_trans_NvBQzQNjv4Bq6niF2KNk0jL6WvblntmDzVHwtdpQwyNje2OyIL7x97s.jpeg?imwidth=350"], ["Ghost arrive at the 58th Grammy awards ceremony", "www.telegraph.co.uk/content/dam/music/2022/03/16/TELEMMGLPICT000000289631337_trans_NvBQzQNjv4BqU0jHSj23-rqgtcFc9pglTq1UDbDdk-JPjedL466dDsg.jpeg?imwidth=350"]], "author": ["Ali Shutler"], "date": "2022-03-16"}}