{"https://www.telegraph.co.uk/cars/hyundai/hyundai-genesis-gv80-review-suv-against-german-premiumness/": {"title": "Genesis GV80 review: dismal handling and gormless detailing – this huge SUV fails to live up to the hype", "subtitle": "Newly arrived in Europe, can Hyundai’s luxury division thrive – or even survive – in the world’s most discerning market for new cars?", "text": "Genesis? Ah yes, we were going to introduce this apparently new car marque 13 years ago, during the 2008 Detroit motor show. “They’re showing Hyundai’s new premium marque,” I telephoned from a snow-bound Motor City. The editor growled: “And is it coming to the UK?” I replied in the negative. “Erm, no, they’ve said definitely not.” And that was that.\\nBut never say never in the car industry. Genesis is coming to Blighty now; another attempt to storm a steep hill of “premiumness” held by the Germans, with this new brand hiding behind the bodies of Nissan’s Infiniti and various other well-intended but ultimately ill-fated assaults.\\nAnd to give the whole adventure credibility, Hyundai has hired a serious bench of ex-German engineers and designers, even if the effect is to make it look like a motor executives’ care home. There’s Luc Donckerwolke (ex-design at VW-owned Bentley, VW itself and Audi-owned Lamborghini), Filippo Perini (ex-design at Lamborghini), Peter Schreyer (ex-design at VW and Audi), Sang-Yup Lee (ex-design at Bentley and GM’s Corvette division), plus Albert Biermann (ex-boss of BMW’s M performance division), along with a handful of assorted ex-Mercedes and Audi vice-presidents and presidents.\\nSo, what have these industry Titans given us?\\nThe Genesis line-up currently consists of a large saloon and a gargantuan SUV, the GV80, which we’ve tested here. This near five-metre-long, 2.3-tonne monster is right in the heart of every green’s hate list and pitched straight into the premier-league Alderley Edge and stockbroker-belt Surrey markets currently enjoying their Audis, Volvos, BMWs, Range Rovers, Volvos and Mercedes-Benzes.\\nLike a lot of premium-market newcomers, the basic shape of the GV80 is simple and far from offensive; there’s even some Sixties Americana in the rear. Trouble is, the managing director’s children have then played pin-the-tail-on-the-donkey with a bag of fatuous detailing: the gormless grille that looks chain-sawed off a retro-themed Chrysler 300, the “sergeant’s stripes” running lights which emphasise the massive width, along with chrome strips everywhere.\\nSo, just when you think, “Well that’s a well-finished line, or a decent proportion,” you find a stick-on furbelow of the American golfing-trouser variety.\\nStill, when the Extinction Rebellion revolution comes, they’ll have no trouble finding this particular symbol of envy and hate…\\nWhile some markets get a V6 petrol engine, we get a choice of a 300bhp/311lb ft four-cylinder 2.5-litre turbo petrol or a straight-six 3.0-litre turbo diesel, which will be the biggest seller. With 274bhp and 433lb ft of torque, this version will accelerate from 0-62mph in 7.5sec with a top speed of 143mph. Fuel consumption is quoted at 33.2mpg and we achieved 31mpg travelling round the Chilterns and into Oxfordshire. C02 emissions are quoted at a maximum of 220g/km, which gives a first year VED tax of £1,345.\\nThis diesel version starts at £62,415 so prepare to pay a £335 “luxury supplement” on the VED for the next five years. Ours also had £14,920 worth of options including a £3,900 Innovation Pack, which includes matrix LED headlights, a head-up display and a 3D instrument cluster. The £1,250 Comfort seat pack includes electrically adjusted, massaging and memory seats, plus a £1,020 Lexicon stereo. So, our £77,355 test car came as a five-seater, but a third row of seats is available as an option to make a seven-seater.\\nCrawl underneath and you can see a set of the finest machined suspension arm forgings you’ll see anywhere in the car industry, with independent multi-link suspension all round and adjustable damping which, like some French DS models, is firmed or slackened according to a camera which reads the road ahead to identify bumps and potholes.\\nStep inside and the style is Rose Gold hell. I didn’t see any onyx, there was plenty of cream leather, light-ash wood finishes, raised stitching and show-off surface changes on the door trims and the dashboard. Genesis calls this colour combination, ‘vanilla beige’ which sounds less like an interior colour and more like a preference on the Tinder dating website.\\nThe seats are large and electrically powered, including “Ergo motion” inflatable air pockets which pump up and down to give a couple of massage functions, along with inflatable side bolsters which pump up when you select the Sport driving mode.\\nThere are lots of storage spaces around the driver, but the door pockets are small and shallow and the flock-lined centre console bin is deep and unlit, so you’ll lose stuff in there.\\nThe instrument binnacle is a 12.5-inch digital item, which is reasonably clear, but the needles on the instruments are very thin and the vaunted 3D function is actually a bit of gimmick.\\nThe 14.5in touchscreen has a sparkly control capstan down in the centre console. It’s all pretty logical to use although since the screen is something of a stretch to reach, the capstan is a welcome extra.\\nApple CarPlay and Android Auto are standard, as you might expect, and there’s a lot of software bits and pieces which might or might not be useful. Valet mode, for example, hides your phone and satnav data from prying eyes.\\nAnd as well as a SAE Level 2 semi-self-driving feature (as long as you have your hands on the wheel), the GV80 will also remotely park itself while you hold the keyfob. Engage the indicators and the instrument on the respective side is replaced with a camera view down the side of the vehicle. It’s over-shoulder checks for lazy people, but it might save the odd ill-advised biker or cyclist sneaking up on the inside.\\nThere’s also active road-noise cancellation, which plays the inverse of the tyre roar back at you through the loudspeakers – we’ll come back to this…\\nViews to the front and sides are clear and the driving position isn’t bad, although I could have done with more rearward adjustment on the steering wheel.\\nIn the back the space around the rear bench is not massive, but I was able to sit behind myself with a bit of spare head and leg room. You’ll get three across in there and the centre tunnel is discreet.\\nAt 735 litres the boot is spacious if high off the ground. Press a button to fold the electrically-powered rear seats and you’ll release 2,152 litres of load volume. The boot floor hides a space for the tonneau which is good, but not for a spare wheel, which is bad.\\nWith five Euro NCAP stars, there are a lot of camera- and radar-based safety systems, including all the usual lanekeeping, forward detection and braking functions, and smart cruise controls, but also a front centre airbag system to protect in case of side impacts and smart steering assistance if the cameras detect vehicles, pedestrians or cyclists in the path of the car and you’ve already taken some steering evasive action.\\nSo, a fine if rather complicated spec, then.\\nStart her up and you’d be forgiven for wondering what the fuss was about with a merry clatter from the all-alloy straight-six diesel, not much of which is damped out before it reaches the interior.\\nIt has plenty of go, though, and a lovely roar as it gathers speed. The Hyundai-built gearbox is smooth and positive although dialling in Sport doesn’t seem to do much to the change quality. There are gearchange paddles behind the steering wheel, but this isn’t really a car that you’d set up for corners on the gearbox.\\nAnd so to the ride, which I’d thought might be a trifle soft for UK tastes; how wrong I was. Despite the evident quality of the components, and the bump-detection system, the body control is awful. At quite moderate speeds, the 22-inch tyres clout every bump and imperfection so faithfully that your posterior can read the casting marks on the man-hole covers.\\nAt 45mph on a modest country road, the body gambols along, floating free, yet feeling quite choppy over bumps with horrible side-to-side head tossing, which made my neck ache. It felt quite vintage and at the same time slightly out of control, like an Austin Seven powered with a Lotus Seven engine.\\nThe steering is direct and reasonably weighted, but completely without feel and the brakes are strong, but likewise the pedal feels dead at the top of the travel.\\nAnd the handling is equally dismal, with a fair bit of pitch and squat from the body under acceleration and braking, plus that almost not-there damping control which allows the body to shudder and corkscrew through bumpy turns.\\nTuned on the Nurburgring, trills the press release, though it then goes on to say they’ve been to the UK. Where? When? I’d vouchsafe that Biermann’s team haven’t driven the kind of roads of the launch route. I drove 600 miles in a new Land Rover Defender Commercial at the weekend and stepped out of it fresh as a daisy; a couple of hours in the GV80 was like going five rounds with Anthony Joshua.\\nYou’ve got to feel for the team involved in this Genesis project, which is a bit like Don Quixote tilting at “hulking giants” which, as Sancho Panza his faithful squire points out, are actually windmills. Lexus has just about established itself in Europe, Peugeot Citroën’s DS brand is struggling to make its mark, Nissan’s Infiniti quit Dodge and Honda’s Acura never came over here.\\nSo it’s here because it’s here, but don’t be too quick to fall for the hyped-up Genesis experience complete with concierge, five-year warranty and courtesy cars.\\nDrive it first, because I think just half a mile up the road you’ll be wishing you’d bought something else. Anything else, in fact.\\nThe Genesis GV80 3D's specifications you should know:\\nTested: 2,996cc, straight-six-cylinder turbodiesel, eight-speed automatic gearbox, four-wheel drive\nPrice/on sale: from £62,415 (£77,335 as tested)/July\nPower/torque:  274bhp @ 3,800rpm/433lb ft @ 1,500rpm\nTop speed: 143mph \nAcceleration: 0-62mph in 7.5sec\nFuel consumption: 33.2mpg (WLTP Combined), 31mpg on test\nCo2 emissions: 220g/km (Combined) \nVED: £1,345 first year, £490 next five years, then £155\\nVerdict: They’re doing all they can to create a legend for this new Hyundai-owned premium marque and they’ve got to at least try in Europe because not to is to put the mark of Cain on these cars as far as credibility in the American and far eastern markets.\\nBut despite some good technology and a likeable if loquacious diesel unit, the dynamics of this huge SUV are simply not good enough compared with the very capable non-German opposition, let alone the Germans themselves.\\nRemember that price, because things get mightily expensive mightily fast in the Volvo showroom. This near five-metre-long, five- or seven-seat SUV is a lovely thing to ride in and drive. In the 20 years since launch it’s been updated with new style and software but the portrait-format touchscreen feels a bit dated these days.\\nSoft, comfortable and well built, the 4.9-metre long RX450h has a powerful V6 petrol self-charging hybrid drivetrain but it can’t match the C02 figures of its plug-in hybrid rivals. Nor does the hybrid give of its best on long journeys. Available with five and seven seats, it looks amazing, but underneath it’s less than stellar to drive.\\nThe mild hybrid version of the Wolverhampton-built straight-six turbodiesel is a great power unit and with the ZF eight-speed automatic gearbox makes the good-looking, fine-riding Velar a fleet and relaxed all-weather mile muncher.\\nFor new and used buying guides, tips and expert advice, visit our Advice section, or sign up to our newsletter here\\nTo talk all things motoring with the Telegraph Cars team join the Telegraph Motoring Club Facebook group here\\nA-Z Car Finder", "image": [["This large SUV from a new premium marque rides into battle against some stellar German opposition", "www.telegraph.co.uk/cars/images/2021/06/15/TELEMMGLPICT000261322067_trans_NvBQzQNjv4BqXImAYQktYjIsW3moNlipdpkizuSC_HoGiMUCRqJ3Hpo.jpeg?imwidth=680"], ["C02 emissions are quoted at a maximum of 220g/km, which gives a first year VED tax of £1,345", "www.telegraph.co.uk/cars/images/2021/06/15/TELEMMGLPICT000261322095_trans_NvBQzQNjv4BqpfdAlaR4Ea_iSpZSotji0OsABZALI9xB27mSuRuJI98.jpeg?imwidth=350"], ["Vanilla beige: which sounds less like an interior colour and more like a preference on the Tinder dating website", "www.telegraph.co.uk/cars/images/2021/06/15/TELEMMGLPICT000261322087_trans_NvBQzQNjv4BqcCUlY4ecowelYv5R9cM4VzlaTMTxUhlzF8Rkw038U-A.jpeg?imwidth=350"], ["All the cool tools: 14.5in touchscreen, Apple CarPlay and Android Auto", "www.telegraph.co.uk/cars/images/2021/06/15/TELEMMGLPICT000261322019_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=350"], ["Stylish with no substance: there’s a lot of software bits and pieces which might or might not be useful", "www.telegraph.co.uk/cars/images/2021/06/15/TELEMMGLPICT000261322078_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwRMWbYwzrg_3PLcMwCu9G8U.jpeg?imwidth=350"], ["No space for a spare wheel: the boot is not all it seems to be", "www.telegraph.co.uk/cars/images/2021/06/15/TELEMMGLPICT000261322097_trans_NvBQzQNjv4BqwD2sfO9joeQ6RY-qlTATNDlaTMTxUhlzF8Rkw038U-A.jpeg?imwidth=350"], ["A couple of hours in the GV80 is like going five rounds with Anthony Joshua", "www.telegraph.co.uk/cars/images/2021/06/15/TELEMMGLPICT000261322084_trans_NvBQzQNjv4Bq900leoZVuq6ru6F43OqP_jlaTMTxUhlzF8Rkw038U-A.jpeg?imwidth=350"], ["The Volvo XC90", "www.telegraph.co.uk/cars/images/2021/06/15/TELEMMGLPICT000136534876_trans_NvBQzQNjv4Bq900leoZVuq6ru6F43OqP_jlaTMTxUhlzF8Rkw038U-A.jpeg?imwidth=350"], ["The Range Rover Velar D300 R-Dynamic HSE", "www.telegraph.co.uk/cars/images/2021/06/15/TELEMMGLPICT000142243743_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=350"]], "author": ["Andrew English"], "date": "2021-06-15"}, "https://www.telegraph.co.uk/news/2021/06/20/chris-packham-accused-hypocrisy-lord-botham-backing-xr-long/": {"title": "Chris Packham hits back at claims of long-haul 'eco-hypocrisy' in clash with Lord Botham", "subtitle": "Packham, the popular presenter of BBC’s Springwatch, has become XR’s biggest celebrity cheerleader and is a regular at its protests", "text": "Chris Packham has hit back at allegations of hypocrisy after Lord Botham highlighted the presenter’s support for both Extinction Rebellion (XR) and long-distance air travel.\\nPackham, the popular presenter of the BBC’s Springwatch, has become XR’s biggest celebrity cheerleader and is a regular at its protests. In an interview last year, he proclaimed XR “the first real hope of making a bigger difference”.\\nBut it has emerged that Packham appears to have been an avid supporter of long distance aviation, promoting exotic and adventurous holidays to all corners of the planet.\\nPackham’s links to the travel industry have been highlighted by Lord Botham, the former England cricket captain turned charity campaigner, who is concerned that environmental policies could push millions of people into “green poverty”.\\nWriting in The Telegraph last week, Lord Botham said: “Chris promotes holidays for the rich that encourage people to go on very long flights to places like Botswana, Peru and the Falkland Islands. Flights which create eye-watering emissions.”\\nHe added: “Packham is guilty of grotesque eco-hypocrisy”.\\nIn response, Packham said Lord Botham’s criticism was part of a longstanding grudge he had against him over the divisive issue of game shooting. Lord Botham is an ardent supporter, while the television presenter has called for grouse shooting to be banned.\\nPackham told The Telegraph he had participated in a number of adventure or eco-tourism holidays over the years but resolved not to undertake any more in the future.\\nFor example, Packham has acted as a guide for holidaymakers on a £14,000 per person trip to Papua New Guinea, an 11-day cruise on the “exceptional True North Boat”, run by Steppes Travel, a specialist company that “carefully creates pioneering journeys in the world’s far-flung places”.\\nThe present and environmental campaigner has also travelled with Steppes to Alaska in November 2019 producing a photo diary reproduced on its website and in its magazine.\\nThe company acknowledges the ‘climate emergency’ and says it is working “to reduce our carbon footprint”.\\nPackham also admits to having done “lots of trips tour guiding” for another firm Spencer Scott Travel in Cuba, Peru, South Africa, Botswana and Uganda. “Check them out if you want something special,” says Packham on Spencer Scott Travel’s website that includes a link to his own personal homepage.\\nPackham has also previously led birdwatching tours for “over a decade” in The Gambia for another travel firm; and was billed as the leader of a £7,000 per person tour of South Georgia and the Falklands for a trip due to have taken place before the pandemic hit in November 2020. He was also involved with a US firm Responsible Travel undertaking tours of Antarctica.\\nXR has regularly carried out direct action protests at airports, disrupting holiday travel plans for thousands of families, as well as business passengers. One of XR’s founders Roger Hallam has branded flying a ‘no no’, and compared it to eating meat.\\n“It’s just a physical fact that it’s beyond bad,” Mr Hallam once said in a podcast with Flight Free UK, which encourages people to take a pledge to stop flying. Other members of the group - recognising the need for some air travel to see relatives who live abroad and other necessary trips - have called for strict rationing.\\nThe group itself has no stated policy on flying - it does not advocate an outright ban for example - but a spokesman has said “it is self-evident… that the expansion of aviation and the rate of flying is inconsistent with our first and second demands” which is for governments “to tell the truth on the climate and act immediately”.\\nPackham’s links to the travel industry were highlighted by Lord Botham as part of what he said was a campaign to speak out against “green poverty”, resulting from environmental policies that could force people to replace petrol cars and gas boilers, as well as  jobs lost to overseas competitors.\\nHe calculated that 36 passengers on a trip to Papua New Guinea, flying from London via Australia, would have to plant 18,000 trees to absorb 360 tonnes of CO2.\\nPackham told the Telegraph that Lord Botham “seeks every opportunity he can to undermine my integrity and credibility”.\\nHe said he had “not seen an airport, like everyone else” for the past 18 months. He said Lord Botham was accusing him of being a “hypocrite” but he was wrong to claim that.\\nHe also said he did not fully support XR. “I like aspects of XR but bear in mind it is a decentralised unit, there are things they do which I don’t support,” he said, “They are not a one size fits all outfit.”\\nPackham said the tour to Papua new Guinea had taken place more than five years ago and he had not visited Gambia, where he had first gone on a regular basis in 1986, for three to four years.\\nPackham added: “I cannot get involved in every public dispute with Ian Botham. I understand why he is doing it. His mission is to damage my reputation because I oppose some of his views on field sports”.", "image": [["Chris Packham delivering the 2020 BAFTA Television Lecture", "www.telegraph.co.uk/content/dam/news/2021/06/20/TELEMMGLPICT000261515285_trans_NvBQzQNjv4BqUdpOC9bYgtt5lYSWGPsSUpAFcvoOmFzR4jjjEK-XRDQ.jpeg?imwidth=680"], ["Web page describing Chris Packham's bird watching pedigree", "www.telegraph.co.uk/content/dam/news/2021/06/20/TELEMMGLPICT000261515550_trans_NvBQzQNjv4Bq4sP3TmjXI01vx1bVDCEEI9RdbRVb6Q19FeOctJFTvAQ.jpeg?imwidth=350"], ["Packham was billed as the leader of a £7,000 per person tour of South Georgia and the Falklands", "www.telegraph.co.uk/content/dam/news/2021/06/20/TELEMMGLPICT000261515651_trans_NvBQzQNjv4BqWMPfhkwE5n8HWBWL7CF4OfDBzJEWLRI7f3maNLdMulo.jpeg?imwidth=350"], ["Packham's page on Spencer Scott's website", "www.telegraph.co.uk/content/dam/news/2021/06/20/TELEMMGLPICT000261515649_trans_NvBQzQNjv4BqM37qcIWR9CtrqmiMdQVx7Ni6mH4aHyhlN6_0cYXicl4.jpeg?imwidth=350"]], "author": ["Robert Mendick"], "date": "2021-06-20"}, "https://www.telegraph.co.uk/environment/2021/06/21/amazon-destroys-thousands-tvs-laptops-unsold-items-week-investigation/": {"title": "Amazon destroys thousands of TVs, laptops and other unsold items each week, investigation finds", "subtitle": "Retail giant says some items sent to energy-from-waste plants", "text": "Amazon is destroying thousands of unsold laptops, televisions and other electrical items every week, a new investigation has revealed..\\nSecret footage captured inside the retail giant’s Dunfermline warehouse in Scotland shows laptops, drones, smart TVs and other items being sorted into boxes marked ‘Destroy’ to be sent to recycling centres, according to an investigation by ITV News.\\nThe items had either been returned by customers or were never sold, but were sent to be destroyed even though the majority could have been repurposed and distributed to charities, schools or elsewhere, ITV said.\\nVendors frequently choose to store their products in Amazon’s warehouses to make them quicker to dispatch. But the cost of storing them long term means unsold or returned items are often cheaper to destroy rather than to be sent back to overseas sellers.\\nMore than 124,000 items were marked to be destroyed over a week inside the Dunfermline warehouse, one of Amazon’s 24 fulfilment centres in the UK, according to leaked documents obtained by ITV News.\\nA former employee at Amazon in Dunfermline told ITV News: “From a Friday to a Friday, our target was to generally destroy 130,000 items a week. I used to gasp. There’s no rhyme or reason to what gets destroyed. Dyson Fans or Hoovers, the occasional MacBook and iPad. The other day, 20,000 covid masks still in their wrappers. Overall, 50 percent of all items are unopened and still in their shrink wrap. The other half are returns and in good condition. Staff have just become numb to what they are being asked to do.”\\nAn Amazon spokesman told the PA news agency that while the investigation followed lorries to a landfill site, no items are disposed of in that way in the UK. The Lochhead Landfill is also part of the Dunfermline Recycling Centre.\\nAn Amazon spokesman told the Telegraph that all electronic products are sent for recycling, and not for energy recovery.\\nThe investigation comes amid growing concern over the level of e-waste in the UK, which has the second highest rates in the world, after Norway.\\nThe Government has said it could force e-commerce sites such as Amazon to collect old equipment such as phones and kettles when consumers buy new ones, to avoid them being sent to landfill.\\nEnvironmental Audit Committee Chairman, Rt Hon Philip Dunne MP, said: “The scale of the astonishing destruction of brand new consumer electronics by Amazon, unveiled by ITV News today, if true, is the unacceptable face of waste generated by this global online giant. So many of the products are reportedly in pristine condition ready to be sold on.\\n“How can Amazon protest its sustainability credentials with a straight face when it appears to be destroying millions of unused items a year?”\\nThe destruction of returned or unsold goods does not break any UK laws, but Greenpeace’s Head of Waste Sam Chetan-Welsh said it was “an unimaginable amount of unnecessary waste.”\\n“It’s just shocking to see a company making billions in profits getting rid of brand new stock in this way,” he said.\\n“Expensive products that took energy and resources to manufacture come straight off the production line and into our overstretched waste system, and the high taxes needed to dispose of it all aren’t being paid by Amazon.\\n“Other countries have laws to prevent this type of appalling waste, and our government needs to bring in similar legislation immediately.”\\nIn a statement given to ITV News, an Amazon spokesperson said: “We are working towards a goal of zero product disposal and our priority is to resell, donate to charitable organisations or recycle any unsold products.\\n“No items are sent to landfill in the UK. As a last resort, we will send items to energy recovery, but we’re working hard to drive the number of times this happens down to zero.\\n“We are committed to reducing our environmental footprint and building a circular economy programme with the aim of reducing returns, reusing and reselling products, and reducing disposals.”\\nAmazon were contacted for comment.", "image": [["Video grab from ITV News reportedly shows items marked for destruction", "www.telegraph.co.uk/content/dam/environment/2021/06/21/TELEMMGLPICT000262017724_trans_NvBQzQNjv4Bqbe775R1SNzm4sSSdJaF7PFKgqRD8QjI0RaZmbYcesHw.jpeg?imwidth=680"]], "author": ["Emma Gatten"], "date": "2021-06-21"}}