{"https://www.telegraph.co.uk/news/2022/04/02/80-arrested-essex-oil-terminal-blockades-continue/": {"title": "More than 80 arrested as Essex oil terminal blockades continue", "subtitle": "Activists from Just Stop Oil say they have blocked access to Titan Truck Park and built tunnels at Navigator and Grays terminals", "text": "More than 80 people have been arrested in Essex as climate change protesters continued to block oil terminals.\\nActivists from Just Stop Oil said on Saturday that they had blocked access to the Titan Truck Park and revealed a secret underground network of tunnels at the Navigator and Grays oil terminals.\\nLinked environmental group Extinction Rebellion warned there would be \"major disruption to come\" as climate change protesters demanded that the Government stops new oil and gas projects.\\nIt comes after the groups said on Friday that their action would have a \"potential impact on fuel supply for London and the south east\" as some locked themselves to oil tankers.\\nEssex Police said on Saturday that officers had arrested 83 people after protests in the Thurrock district.\\nThe force said 63 were arrested on Friday following protests in Oliver Road, Grays, London Road, Purfleet, and Askews Farm Lane, also in Grays, while another 20 were arrested on Saturday in Oliver Road and Stoneness Road, Grays. Police said they were arrested on suspicion of a variety of offences.\\nAssistant Chief Constable Rachel Nolan said: \"Our officers are continuing to work in exceptionally challenging circumstances with a view to bringing these protests to a safe and swift conclusion.\\n\"I would like to thank businesses, local drivers and workers for their continued patience whilst we carry out our work.\"\\nThe Telegraph reported on Friday that protesters who blocked oil sites while complaining that the companies funded the war in Ukraine were accused of \"playing into Putin's hands\" by sowing discord in the UK.\\nTobias Ellwood, the Conservative MP for Bournemouth East and the chairman of the Commons defence select committee, said the protesters \"will alienate much of Britain that will actually be supportive of their wider cause\".\\nThe Just Stop Oil activists said Saturday morning's tunnel activity at Grays and Navigator meant the main and emergency access roads to the oil terminals were closed. The protesters added that Titan Truck Park contains more than 100 oil tankers that service the three major oil terminals in the area.\\nIt comes after demonstrators from the environmental groups obstructed 10 fuel sites in the Midlands and southern England in the early hours of Friday to stand against \"expanding UK oil and gas production\".\\nProtesters were glued on to roads, suspended on bamboo tripods and locked on to oil drums and each other from around 4am.\\nExxonMobil UK, one of the country's largest privately owned underground oil pipeline distribution networks, said it shut down three of its terminals as a result, and police from at least five forces were deployed to tackle the demonstrations.\\nThe Met arrested 14 activists who broke into a facility at Bedfont Road in Staines, Surrey, and West Midlands Police arrested six people at a terminal in Tyburn, Birmingham.\\nPolice said arrests were made for offences including aggravated trespass, criminal damage and obstructing the highway.", "image": [["Just Stop Oil of protesters blocked access to the Titan Truck Park in Grays, Essex", "www.telegraph.co.uk/content/dam/news/2022/04/02/TELEMMGLPICT000291491389_trans_NvBQzQNjv4BqsIaSMRR4Q3jy0GquOD5ATf4Xpit_DMGvdp2n7FDd82k.jpeg?imwidth=680"], ["Activists from Just Stop Oil revealed a secret underground network of tunnels at the Navigator and Grays oil terminals", "www.telegraph.co.uk/content/dam/news/2022/04/02/TELEMMGLPICT000291491400_trans_NvBQzQNjv4BqqjBWknddXoowu6fLzszfYtkM9MM8VM3G1BxlGUO4L8Q.jpeg?imwidth=350"], ["Just Stop Oil protesters at the Titan Truck Park in Grays", "www.telegraph.co.uk/content/dam/news/2022/04/02/TELEMMGLPICT000291491388_trans_NvBQzQNjv4Bq7t4Eljyiy6iRMFuEKY2dXA1vLvhkMtVb21dMmpQBfEs.jpeg?imwidth=350"]], "author": ["India McTaggart"], "date": "2022-04-02"}, "https://www.telegraph.co.uk/politics/2022/04/12/boris-johnson-news-rishi-sunak-tax-ukraine-liz-truss/": {"title": "Rishi Sunak apologises over 'partygate' fine but suggests he will not quit", "subtitle": null, "text": "Rishi Sunak has signalled he will not quit as Chancellor after receiving a fine from the Metropolitan Police for attending a Downing Street gathering during lockdown.\\nThe Chancellor confirmed in a statement that along with Boris Johnson he had been given a fixed penalty notice in relation to the Prime Minister's 'birthday party' in the Cabinet room on June 19.\\nOffering an \"unreserved apology\", Mr Sunak said: \"I understand that for figures in public office, the rules must be applied stringently in order to maintain public confidence. I respect the decision that has been made and have paid the fine.\\n\"I respect the decision that has been made and have paid the fine.\"\\nFor his part, Mr Johnson, whose wife Carrie has also been fined, admitted that Britons had the \"right to expect better\" as he confirmed he also paid his 'partygate' fine in full.\\nIn an address to the nation from Chequers, Mr Johnson said \"it did not occur to me\" that the gathering broke the rules but refused to resign and insisted he was \"focussing 100 per cent on delivering our agenda\".\\nHarold Wilson once said \"a week is a long time in politics\" - words that would certainly have been echoing in Boris Johnson's ears on Tuesday night.\\nPraised by President Zelensky for \"helping more\" than other leaders in Ukraine, Mr Johnson had successfully weathered a tough start to the year and had regained the support of his backbench MPs.\\nBut any hope the PM could have a \"bit of a break\" this week was short-lived, as he received a fixed penalty notice for a breach of strict coronavirus rules his own Government had introduced.\\nAdmitting that the public had the \"right to expect better\", Mr Johnson refused to resign, while Rishi Sunak - who has also been fined - pledged that he would \"deliver for the British people\".\\nBoth men will now be hoping that it is partygate, rather than the party itself, that is over after today. While Cabinet ministers rallied round their Prime Minister and Chancellor, it remains to be seen whether the British public will follow suit.\\nMy brilliant colleague Jack Maidment will be back early tomorrow with all of the latest news, analysis and reaction from Westminster.\\nNo, Boris Johnson is not the first PM to break the law, he’s the first PM to be caught breaking the law, which casts serious doubt on his ability to do the job, writes Tim Stanley.\\nWhen news broke that he and Rishi Sunak were to be fined for attending a party that Boris insists he didn’t instigate and Rishi says he wasn’t invited to, the broadcast media reacted like OJ Simpson was on the run.\\nA camera focused on the door of No10. A helicopter broadcast live above Chequers. What did they expect the two of them to do? Attempt a high speed getaway down the M40?\\nRishi was playing it cool, the one thing we've learnt in the past few days is that he could afford to pay the penalty, but poor Boris is rumoured to be \"on his uppers\" and probably spent those panicked few hours trying to bum a few quid off No10 staff. At least Lloyd George always made sure he had some money in the bank.\\nTim Stanley: Why Boris will not yield to pressure to resign\\nSue Gray’s report into illegal Downing Street gatherings is set to be published as early as next week, when MPs return to Parliament, it can be revealed.\\nSources have told The Telegraph that the report will be critical of Boris Johnson’s conduct and make \"uncomfortable reading\" for him and a number of senior Whitehall figures.\\nA source said: \"The delay in publishing the Sue Gray report has been a cause of much frustration. But now that the bulk of the police investigation is complete, it is important the findings are made public as soon as possible so that everything can be as transparent as possible.\\n\"The details contained in the report will make very uncomfortable reading for Boris Johnson and for a number of other key figures in Whitehall. The issuing of fixed penalty notices by the police is certainly not the end of the matter.\"\\n​Martin Evans has the full story\\nA leadership contest that took three months would risk \"a lame duck Prime Minister while the world is in crisis\", one of Boris Johnson's harshest critics has said.\\nSir Roger Gale, who submitted a letter of no confidence after the row over Dominic Cummings's trip to Durham in the first lockdown, called on Mr Johnson to resign back in January.\\nBut speaking to Sky News this evening, he said: \"We have a role to play internationally and we are playing it, because of people like, yes, Ben Wallace and the Prime Minister and the Foreign Secretary and others.\\n\"We I think are playing a very significant role and I don't want to see that role destabilised, I don't want to see the European and the international coalition destabilised to the detriment of the people of Ukraine.\"\\nAhead of the local elections next month, Sir Roger admitted that 'partygate' \"certainly wasn't going to help\" matters but alluded to other significant issues like planning and the cost-of-living crisis that will decide matters at the ballot box.\\nMark Spencer, the Leader of the Commons, has become the latest member of Boris Johnson's administration to lend his support to the PM and Rishi Sunak.\\n\"The PM has apologised and taken responsibility for what happened in Downing Street,\" he said - one of many statements this evening to reference Mr Johnson's apology at the end of January, when Sue Gray published her interim findings.\\n\"He and the Chancellor are delivering a growing economy during global challenges and delivering on the international security crisis we face.\\n\"They have my whole support.\"\\nHe may have left it a bit later to break his silence - but much like Boris Johnson, Rishi Sunak isn't going anywhere.\\nJust over two months ago, the Chancellor answered with a firm \"no\" when asked by Sky News whether he believed he had broken lockdown rules.\\nBut after the Met reached a different conclusion as part of its ongoing 'partygate' probe, Mr Sunak apologised twice in a 109-word statement.\\n\"I understand that for figures in public office, the rules must be applied stringently in order to maintain public confidence,\" he said. \"I respect the decision that has been made and have paid the fine.\"\\nBut the most telling aspect of his mea culpa was its final line: \"Like the Prime Minister, I am focused on delivering for the British people at this challenging time.\"\\nThis is a Chancellor who despite weeks of negative publicity does not seem to be going anywhere. Whether he can bounce back from his recent travails, which his neighbour at No 10 has done habitually throughout his career, remains to be seen.\\nAs the Prime Minister is fined for attending parties during lockdown, we go back to where it all began and see how the drama unfolded.\\n​Mason Boycott-Owen has this timeline\\nThe Chancellor's statement:\\nI can confirm I have received a Fixed Penalty Notice from the Metropolitan Police with regards to a gathering held on 19th June in Downing Street. I offer an unreserved apology.  I understand that for figures in public office, the rules must be applied stringently in order to maintain public confidence. I respect the decision that has been made and have paid the fine.  I know people sacrificed a great deal during Covid, and they will find this situation upsetting. I deeply regret the frustration and anger caused and I am sorry. Like the Prime Minister, I am focused on delivering for the British people at this challenging time.\\nAngela Rayner has described the silence we're seeing from Rishi Sunak tonight as \"bizarre\".\\nShe told the PA news agency: \"After a week of torrid headlines for the Chancellor, you would think he might have something to say to the British public.\\n\"While people made huge sacrifices and followed the rules, Rishi Sunak broke the law. He should resign.\"\\nAnd the deputy Labour leader put it even more bluntly on Twitter:\\nThat there is a debate about whether Boris Johnson can continue in office – after being fined for breaking lockdown laws; attending events he variously denied existed, expressed anger about, or excused with implausible explanations; and having been shown to have misled Parliament – shows the full erosion of standards in our public life, writes Nick Timothy.\\nThe lockdown laws were unprecedented and imposed by the PM himself.\\n\"Look her in the eyes,\" warned a government poster showing a woman on a ventilator, \"and tell her you never bend the rules.\" Millions missed funerals, births and precious time with their families.\\n\"The rules were followed at all times,\" was just one misleading claim Johnson made in Parliament. But there is no chance of the PM doing the honourable thing.\\nNick Timothy: The PM has broken the very rules he imposed\\nWhatever the initial public mood may suggest (see 7.42pm), Boris Johnson can always count on the loyal support of Nadine Dorries.\\nAfter she became the first Cabinet minister to show her support, she's been back on Twitter in the last few minutes, this time with a dig at Sir Keir Starmer and high praise for the Government's 'living with Covid' strategy.\\nMore than six in 10 Britons think Boris Johnson should resign after he received a fine over 'partygate', new polling has shown.\\nSixty-one per cent of people want the Prime Minister to quit but only 10 per cent actually think he will, research by Savanta ComRes for the New Statesman shows.\\nAnd Mr Johnson's pledge to get on with the job earlier this evening would appear to vindicate the latter point of view.\\nIn the case of Rishi Sunak, who we are still yet to hear from, 59 per cent think that he should resign, while just 15 per cent think he will.\\nSeparate polling from Opinium earlier today painted a similar picture, with 58 per cent thinking Mr Johnson and Mr Sunak should go.\\nAmong Conservative voters, however, 64 per cent think Mr Johnson should continue as Prime Minister, with just 27 per cent willing him to walk.\\nWe understand from our Associate Editor Christopher Hope that Rishi Sunak, the Chancellor, has paid the fixed penalty notice he received for breaking lockdown laws at a party in the Cabinet room in 10 Downing Street.\\nThat's what Treasury sources are telling him - but we're yet to have any formal statement from the Chancellor. Eyes peeled...\\nThis just in from the BEIS secretary in the last couple of minutes:\\nTherese Coffey, the Work and Pensions Secretary, has insisted it is \"important for the country\" that Boris Johnson and Rishi Sunak remain in place.\\n\"After the Sue Gray report, the PM came to Parliament. As he said the, he is sorry and made recommended changes.\"\\nExpect not just the size of the current majority, but the scale of current and future challenges, to feature heavily in the Government's defences of Mr Johnson and Mr Sunak.\\n... and then two come along at once, this one courtesy of Michael Gove, the Housing, Levelling Up and Communities Secretary.\\nMr Johnson's one-time leadership rival writes that he agrees \"100 per cent\" with Simon Clarke, the Treasury minister, that \"the PM and Chancellor deserve our full support\".\\n\"They made the right calls on the big issues and I’ve seen them work tirelessly for this country,\" he said on Twitter.\\n\"Lessons have been learnt and now our focus must be on the huge global challenges we all face.\"\\nBoris Johnson has set out his stall by repeating his apology to the British people while remaining optimistic - as No 10 has all along - that he will be able to ride this out and move on to what he terms the \"people's priorities\".\\nWe're still waiting to hear from Rishi Sunak, the Chancellor, who also received a fixed penalty notice today to cap off what has been a tumultuous few weeks over at No 11.\\nThe start of last week was dominated by a row over the tax status of Akshata Murty, Mr Sunak's wife, who eventually confirmed that she will start paying UK tax on all her worldwide income after a backlash over her non-domicile status.\\nFresh questions were then posed about the Chancellor's own financial affairs as it was confirmed that he held a green card, documentation that is normally for permanent residents of the US, while in his current post. It all felt like quite a transformation in the political fortunes of someone once seen as an inevitable successor to the PM.\\nSources close to the Chancellor would go on to brief Sunday newspapers that Mr Sunak had considered quitting the Cabinet last week. And Mr Sunak's response tonight - assuming that it comes tonight - will say it all about where he sees his future.\\nThe Labour leader has just told reporters:\\nMy thoughts are with all of those who did the right thing and for whom this is a real slap in the face.  They made the most unimaginable, heartwrenching sacrifices and many were overcome by guilt in not seeing elderly relatives, not going to funerals or weddings or even seeing the birth of their own children.\\nBut the guilty men are the Prime Minister and the Chancellor. They've dishonoured all of that sacrifice, they've dishonoured their office.  This is the first time in the history of our country that a Prime Minister has been found to be in breach of the law. And then he lied, repeatedly, to the public about it. Britain deserves better. They have to go.\\nThis time from Treasury minister Simon Clarke, including for his boss at No 11...\\nThe PM and Chancellor have my full support. Their efforts during the pandemic have ensured the UK is now free of restrictions and avoided economic catastrophe.  I for one am grateful to them for everything they have done for our country.  The PM has apologised and accepted the police's decision today. He has accepted Sue Gray's recommendations in full and instituted a comprehensive programme of reform in No 10. It's time to get on with the job of governing at a crucial time at home and abroad.\\nFollowing confirmation that Boris Johnson is being fined as part of the 'partygate' scandal, Sam Hall explains the law behind the process.\\nA failure to comply with coronavirus regulations is a summary offence.\\nSuch offences usually involve less serious cases, such as motoring offences and minor assaults, where the defendant is not usually entitled to trial by jury.\\nAn offender would face criminal prosecution only if a fixed penalty notice for a Covid breach was unpaid after 28 days and the relevant police force decided to prosecute.\\nHere is your full guide to the letter of the law\\n\\nFrom what we've just seen, Boris Johnson is hoping his comments at Chequers will draw a line under an episode that has posed the biggest threat to his premiership to date.\\nRepeating his apology to the public, Mr Johnson acknowledged his Government introduced unprecedented limits on the freedom of Britons - asking us all to stay at home, protect the NHS and save lives - only for parties and gatherings to take place at the centre of power at the same time.\\n\"I have to say in good frankness at that time it did not occur to me that this might have been a breach of the rules,\" the PM said. After the fallout of the next few days, we will get a flavour of whether the public is convinced by this at next month's local elections.\\nPhase one of 'partygate' feels like something of a distant memory. For all the intrigue over Sue Gray's update and memes about being \"ambushed by cake\", the political landscape changed irreversibly at the end of February by Russia's invasion of Ukraine, so much so that some backbenchers no longer care about it at all.\\nIt was only on Saturday that aides to President Volodymyr Zelensky describe the UK as \"the leader in the defence support of Ukraine\". Mr Johnson has won the admiration and support of his MPs, many of whom were incandescent about partying at the start of the year, by taking the lead on financial sanctions and defensive support.\\nBut while the party may not be over for the Prime Minister, there are other difficulties at hand. His pledge to deal with the cost-of-living crisis is significant - but his response will be more significant still.\\nNadhim Zahawi, the Education Secretary, has signalled his support for the Prime Minister by retweeting this clip of Mr Johnson's apology:\\nIt goes without saying that many on the Labour benches are unconvinced.\\n\"How am I meant to trust that he has paid the fine?\" asked Jess Phillips, the MP for Birmingham Yardley. \"Why am I to believe this statement and not the many others in parliament and on filmed interviews when he said the opposite?\"\\nCatherine McKinnell, a Labour backbencher, wrote: \"How can you make rules for the country and then it not even occur to you to follow them yourself? Apology and paid fine seriously not cutting it.\"\\nPressed on whether he lied about all rules being followed, Boris Johnson insists he was speaking in \"good faith\".\\n\"I didn't occur to me that I was in breach of the rules. I now humbly accept that I was. But I think the best thing I can do now, having settled the fine, is focus on the job in hand, that's what I'm going to do.\"\\nHe says that if more fines are coming his way, \"I'm sure you will be the first to know\".\\nWhen asked if he will resign, Boris Johnson says he has \"of course paid the FPN and I apologise once again for the mistake I made\".\\n\"I want to get on and deliver the mandate that I have but also tackle the problems that the country must face right now and get on with delivering for the people of this country. That is my priority.\"\\nAsked about breaking his own rules, he says it is \"his job to get on\".\\nOn whether he takes responsibility for the culture in Downing Street, Mr Johnson responds: \"I take full responsibility for everything, but don't forget that Downing Street is about 15,000 square feet, it's got a lot of officials working in it, hundreds and hundreds of officials. I couldn't be everywhere at once.\\n\"But clearly once it became obvious what had been happening, the types of behaviour unfortunately, sadly that we've seen, we've taken steps to change things. Downing Street has been radically transformed, it's a very different organisation and we're focussing 100 per cent on delivering our agenda.\"\\n\"I feel an even greater sense of obligation to deliver on the priorities of the British people, strengthening our economy, creating jobs and opportunity, levelling up across the whole of the United Kingdom, now of course ensuring that Putin fails in Ukraine and easing the burden on hardworking families caused by higher energy families.\\n\"I will take forward that task with due humility, but with maximum determination to fulfil my duty and do what is best for the country I serve.\"\\nSpeaking at Chequers, Boris Johnson says:\\n\"Today I've received a fixed penalty notice from the Metropolitan Police relating to an event on June 19, 2020. Let me say immediately that I have paid the fine and I once again offer a full apology. And in a spirit of openness and humility I want to be completely clear about what happened on that date.\\n\"My day began shortly at 7am and I chaired eight meetings in No 10 including the Cabinet Committee deciding Covid strategy. I visited a school in Hemel Hempstead which took me out of Downing Street for over four hours.\\n\"And among all these engagements on the day that happened to my birthday, there was a brief gathering in the Cabinet Room shortly after 2pm lasting for less than 10 minutes during which people I work with kindly passed on their good wishes. And I have to say in good frankness at that time it did not occur to me that this might have been a breach of the rules.\\n\"But of course the police have found otherwise and I fully respect the outcome of their investigation. I understand the anger that many will feel that I myself fell short when it came to observing the very rules that the Government I lead had introduced to protect the public and I accept in all sincerity that people had the right to expect better.\"\\nKelly Tolhurst, the MP for Rochester & Strood, echoes the sentiments of Scottish Tory leader Douglas Ross in her most recent tweet:\\nThe Prime Minister has apologised, accepted responsibility & made changes accordingly in No10.  This is not the time to change our leader. His focus must be on what’s happening in Ukraine and dealing with the cost of living challenges our country and people are facing.\\nWhen Boris Johnson met Volodymyr Zelensky, the president of Ukraine, on the streets of Kyiv at the weekend, Ukraine's parliament declared to the rest of the world: \"Be brave like Boris\", writes Camilla Tominey.\\nThe trip was billed as primarily benefiting Ukraine in its hour of need – but the Prime Minister needed the visit just as much as the war-torn nation.\\nFor if it hadn't been for Ukraine, and to a lesser extent the cost-of-living crisis, news of Mr Johnson's fine for breaking the Covid lockdown rules he set would arguably have been enough to finish him off.\\nThe Prime Minister has been having a good war – even if news that he and Rishi Sunak, his Chancellor, are being issued with fixed penalty notices means he has lost the battle on the home front.\\nCamilla Tominey: A Downing Street scandal like no other\\nAway from the pinata in the room, Downing Street has issued a readout of Boris Johnson's call with President Joe Biden on Ukraine this afternoon.\\n\"The Prime Minister updated President Biden on his recent visit to Kyiv, and said he had been humbled by President Zelenskyy’s strength and resolve,\" a spokesman said.\\n\"The leaders discussed the need to accelerate assistance to Ukraine, including bolstering military and economic support, as the Ukrainian forces prepare for another Russian onslaught in the east of the country.\\n\"The Prime Minister paid tribute to the US’ colossal military contribution to Ukraine, and updated on the UK’s new package of support, including anti-ship missiles and military vehicles, which would arrive in the coming days and weeks.\\n\"Both leaders were clear that Putin would never be able to hold down the spirit of the Ukrainian people, despite his monstrous attempts.\"\\nMr Johnson urged a \"long-term commitment\" to the country and agreed with Mr Biden on joint efforts to \"ratchet up the economic pressure\" on the Putin regime, the spokesman added.\\nThe Prime Minister has \"already apologised\" for June 19 but will \"understand [the] renewed anger\" among the public, one of his close allies has said.\\nIn his tweet, Conor Burns, a Northern Ireland minister, urges the Government to focus on \"delivery\" - a theme that was supposed to be a major facet of No 10's response to the initial scandal over the winter as it looked to rebuild.\\nMichael Fabricant, one of the most staunch Boris Johnson loyalists, has said that some of his constituents feel \"very, very strongly\" about the Downing Street parties.\\nBut in an interview with Sky, Mr Fabricant insisted that Mr Johnson will have thought he was acting within the coronavirus rules that were in place at the time.\\n\"Having a quiet drink after 12 or 18 hours' work is not what I call partying, it's what I call unwinding,\" he said.\\n\"If he had been spreading the disease then he would have not only been breaking the rules and I would be calling for his resignation, he would also have been reckless with other people's lives.\\n\"But that wasn't the case, was it? He was only meeting with people he'd been working with constantly throughout the day anyway.\"\\nCarrie Johnson has apologised \"unreservedly\" after she also received a fixed penalty notice in relation to her husband's \"birthday party\" in the Cabinet room on June 19, 2020.\\n\"Mrs Johnson has paid a Fixed Penalty Notice relating to a gathering on the afternoon of 19 June 2020,\" a spokesman for Mrs Johnson said.\\n\"Whilst she believed that she was acting in accordance with the rules at the time, Mrs Johnson accepts the Metropolitan Police’s findings and apologises unreservedly.\"\\nPer Jack's kind words (see 5.31pm), it's me in the driving seat for the rest of the day.\\nAs our Associate Editor Christopher Hope writes, Government sources are NOT expecting Rishi Sunak to resign tonight:\\nApparently the Chancellor might say something after the Prime Minister has issued his statement.  Tory MPs say he has recorded a video statement to be issued shortly.\\nAs for Mr Johnson, we can expect to hear from him in the hour, as his ministers begin to emerge from the blocks in defence of the PM. Watch this space.\\nI will now be handing over to my excellent colleague Dominic Penna who will guide you through the key developments in the coming hours.\\nYouGov has just published some snap polling on the \"partygate\" scandal.\\nThe company found a majority of people - 57 per cent - believe Boris Johnson should resign after it emerged he is receiving a fine.\\nThat number includes 25 per cent of Conservative voters.\\nThe same proportion - 57 per cent - believe Rishi Sunak should resign. That includes 30 per cent of Tory voters.\\nThree quarters of people (75 per cent) believe Mr Johnson \"knowingly lied about breaching Covid-19 rules\".\\n\\nThe Telegraph has been told that Boris Johnson will be making a statement on his fine inside the hour.\\nJames Duddridge, the Tory MP for Rochford and Southend East, serves as Boris Johnson's parliamentary private secretary.\\nHe has just tweeted that he believes Mr Johnson \"is the right person to lead the party and the country\".\\nHe said: \"The PM should focus on Ukraine and delivering for the people of the UK. He is the right person to lead the party and the country. The PM has apologised and accepted responsibility. We need to be united in our resolve and move forward under his leadership.\"\\nIt feels somewhat unusual that we haven't seen a cascade of Tory MPs supporting Boris Johnson this afternoon, after the news that he is going to be fined, writes Tony Diver, The Telegraph's Whitehall Correspondent.\\nNormally when bad news comes out for No10, loyalist backbenchers are queuing up to defend the Prime Minister - perhaps with the hope of being given a job at the next reshuffle.\\nCould it be that all the Tory MPs have turned against him? One Whitehall source has a different theory: That Conservatives don't want to lose face defending Mr Johnson this time, only to find out later that he has also broken the law at an even more raucous event and be forced to defend that too.\\n\"From an MP's point of view, maybe some will be hesitant to defend on this one, because they will feel silly if something much less excusable comes out, like a p***-up in the flat,\" the source said.\\n\"What I'm worried about is whether this leads to, every 48 hours, a new No 10 fixed penalty notice.\"\\nLabour has backed calls for Parliament to return from recess early in light of the \"partygate\" developments.\\nA party spokesman said: “Boris Johnson promised he would give a statement to the House of Commons, so we want to hear from the Prime Minister at the earliest possible opportunity to give him the chance to correct his lies and tender his resignation.\\n“Obviously it is only the Government who actually has the power to ask the Speaker to recall Parliament.”\\nThe Liberal Democrats have already called for Parliament to be recalled (see the post below at 14.10). MPs are currently due to return to Westminster on Tuesday next week.\\nDowning Street has just issued a statement, detailing which event Boris Johnson's fine relates to.\\nA No 10 spokesman said: “The Met Police have now explained that the FPN issued to the PM will be in relation to the following incident: “On 19th June 2020 at the Cabinet room 10 Downing Street between 1400 and 1500 you participated in a gathering of two or more people indoors in the Cabinet room at 10 Downing Street.”\\nMichael Fabricant, the Conservative MP for Lichfield, has told BBC News he believes Boris Johnson \"has got to apologise\".\\nHe said: “It has been a long time coming and now it has come. I think a lot of people anticipated that this was going to happen when the whole 'partygate' as it was known as broke out.\\n“I think now the Prime Minister has got to think hard. I think he should certainly go and make a statement to the House of Commons on Tuesday and I think he has got to apologise.\\n“Having said that I don’t think that at any time he thought that he was breaking the law.”\\nChristopher Hope, The Telegraph's Associate Editor, writes:\\nParliament is almost certainly not going to be recalled before it officially comes back on Tuesday, despite what the Liberal Democrats want (see the post below at 14.10).\\nThis is because it is up to either the Prime Minister Boris Johnson or Leader of the House Jacob Rees-Mogg to order the recall.\\nThe Speaker will oblige if he is asked. One Parliamentary source says: \"I can't see them rushing back.\"\\nDouglas Ross, the leader of the Scottish Conservatives, has issued a statement in which he said \"it wouldn't be right to remove the Prime Minister at this time\" because of the war in Europe.\\nMr Ross had earlier this year called for Mr Johnson to quit before backtracking.\\nHe said in his statement: \"The public are rightly furious at what happened in Downing Street during the pandemic. I understand why they are angry and share their fury. The behaviour was unacceptable. The Prime Minister now needs to respond to these fines being issued.\\n\"However, as I've made very clear, in the middle of war in Europe, when Vladimir Putin is committing war crimes and the UK is Ukraine's biggest ally, as President Zelensky said at the weekend, it wouldn't be right to remove the Prime Minister at this time.\\n“It would destabilise the UK Government when we need to be united in the face of Russian aggression and the murdering of innocent Ukrainians.\"\\nTory MPs are now trying to process what the “partygate” fines could mean for the political futures of Boris Johnson and Rishi Sunak.\\nThe general consensus from the handful I have spoken to is that it is too early to make firm predictions but some believe the Ukraine crisis has changed the dynamic.\\nOne said they believe the “temperature within the party has cooled and he [the PM] is probably secure unless it is something particularly horrendous”, adding: “Losing the PM over a slice of cake is something most people would not think is very sensible.”\\nAnother said “we do not want to change the PM at this moment if we can possibly avoid it” because of Russia’s invasion of Ukraine. They said it is “too early to say” if the PM will stay or go.\\nAnother said they believe what happens next will depend on what Mr Sunak does. If the Chancellor was to quit then the PM’s fate may also be sealed.\\nSir Roger Gale, the Tory MP for North Thanet, said now is not the time to “unseat” the Prime Minister.\\nHe had called for the PM to quit earlier this year.\\nHe said: \"It’s serious of course. My position remains that the fact that the Prime Minister has effectively misled the House of Commons is a very serious issue indeed, but we are in the middle of an international crisis and I am not prepared to give Vladimir Putin the comfort of thinking that we are about to unseat the Prime Minister of the United Kingdom and destabilise the coalition against Putin.\\n“So any reaction to this is going to have to wait until we have dealt with the main crisis which is Ukraine and the Donbas.”\\nThe Covid-19 Bereaved Families for Justice campaign group has said there is \"simply no way either the Prime Minister or Chancellor can continue\" in their roles and \"if they had any decency they would be gone by tonight\".\\nLobby Akinnola, a spokesperson for the group, said: \"After everything that’s happened it’s still unbelievably painful to know that the Prime Minister was partying and breaking his own lockdown rules – while we were unable to be at our loved ones' sides in their dying moments, or in miserable funerals with only a handful of people – because we were following the rules.\\n\"The fact that the Prime Minister and his Chancellor then lied about it, and would have continued to do so if the police hadn’t intervened, is truly shameless. They broke the law. But even worse, they took us all for mugs.\"\\nNicola Sturgeon tweeted: \"Boris Johnson must resign. He broke the law and repeatedly lied to parliament about it.\\n\"The basic values of integrity and decency - essential to the proper working of any parliamentary democracy - demand that he go. And he should take his out of touch chancellor with him.\"\\nCarrie Johnson, the Prime Minister’s wife, is to be fined over Covid lockdown parties in Downing Street, the Telegraph can reveal.\\nA spokeswoman for Mrs Johnson said that she had been told she would receive a fixed penalty notice.\\nThe statement came after No 10 said Boris Johnson and Rishi Sunak are also to be fined over \"partygate\".\\nThe spokeswoman for the Prime Minister’s wife said: “In the interests of transparency, Mrs Johnson can confirm she has been notified that she will receive a Fixed Penalty Notice (FPN). She has not yet received any further details about the nature of the FPN.”\\nYou can read the full story here.\\nSir Keir Starmer, the Labour leader, has called on both the Prime Minister and Chancellor to resign.\\nSir Keir tweeted: “Boris Johnson and Rishi Sunak have broken the law and repeatedly lied to the British public. They must both resign.\\n“The Conservatives are totally unfit to govern. Britain deserves better.”\\nA No 10 spokesman said: “The Prime Minister and Chancellor of the Exchequer have today received notification that the Metropolitan Police intend to issue them with fixed penalty notices.\\n\"We have no further details, but we will update you again when we do.”\\nA millionaire Conservative environmental adviser is facing calls to quit after he said that he stood \"with Extinction Rebellion\" over its protests at oil refineries.\\nBen Goldsmith, a board member at the Department for the Environment, Food and Rural Affairs, criticised Labour for its call for \"injunctions\" to stop Extinction Rebellion's disruption, saying it was \"not a good look\".\\nHe then added: \"The protestors are right to be doing whatever it takes to wake people up. The fossil fuel industry is grubby and dangerous.\\n\"We need to unhook ourselves from our dependence asap [as soon as possible]. I'm with Extinction Rebellion.\"\\nMr Goldsmith, a millionaire financier, is also chairman of the Conservative Environment Network, and is the brother of Environment minister Lord Goldsmith of Richmond Park.\\nYou can read the story in full here.\\nToday’s announcement by the Metropolitan Police that it is issuing at least another 30 fines over the “partygate” scandal, taking the total to more than 50, will reignite the row over Covid rule-breaking in Downing Street and pile the pressure back onto Boris Johnson.\\n“Partygate” had died down as a story in Westminster in recent weeks as the PM was able to concentrate on his response to the Ukraine crisis while he watched his neighbour, Rishi Sunak, face days of negative headlines over his financial arrangements.\\nThe update from Scotland Yard will be seized upon by Mr Johnson’s political opponents who will be keen to return to the subject as they try to inflict as much damage as possible on the PM. The next few days are likely to follow the same pattern as those which followed the announcement at the end of March that 20 fines were being issued: There will be intense speculation about who may have received the fines and the inevitable questions about whether Mr Johnson is one of them.\\nDowning Street has said it will publicly disclose if Mr Johnson (or Simon Case, the Cabinet Secretary) is fined but everyone else will be under no obligation to say if they have been hit with a fixed penalty notice.\\nIf Mr Johnson is one of the recipients of the fines, the scandal is likely to explode and reach an entirely new level of ferocity as critics renew demands for him to quit and some Tory MPs potentially consider whether it is time for a change in leadership.\\nIf the PM is not one of the people fined, then Downing Street will simply try to soak up the pressure while insisting it will comment in full once the Met has completely finished its probe.\\nIt is difficult to predict exactly what will happen next but today’s Met update is exactly what many Tory MPs will have feared: A drip drip of bad news which risks eroding confidence in Mr Johnson’s premiership.\\nSir Keir Starmer has claimed Boris Johnson no longer has the \"authority to govern\" after the Metropolitan Police announced it is issuing at least 30 more \"partygate\" fines.\\nSpeaking from a campaign visit in Glasgow, Sir Keir said: “My position on the Prime Minister hasn’t changed. I don’t think he’s any longer got the authority to govern.\\n“You can’t ask the country to comply with very difficult Covid rules whilst you’re breaking them in your own home and in your own workplace – that’s been my position for some months now.\\n“These fines just underscore how wrong the Prime Minister was to pretend to the country – and hope that it would never be found out – that nothing had gone on in his home or in his workplace that broke the law when we now know there was widespread criminality.”\\nAngela Rayner, the deputy leader of the Labour Party, has now responded to the \"partygate\" update from the Metropolitan Police.\\nShe said in a statement:  “Crime is soaring, victims are being let down, and police officers are disappearing from our streets – now we see widespread criminality at the heart of Downing Street.\\n\"This is just the latest example of a distracted out-of-touch government, guilty of breaking the law, never mind enforcing it.\"\\nMs Rayner said that “Britain deserves better than this government\".\\nFrances O'Grady has announced she is stepping down as general secretary of the Trade Unions Congress (TUC) after nine years at the helm.\\nMs O’Grady said she will leave her post at the end of the year, with a replacement elected at the TUC’s annual meeting in September.\\nThe trade union chief was first elected to the position in 2013, making her the first woman to hold the role in the organisation’s history.\\nShe said: “Leading the TUC has been the greatest honour of my life. It has been a privilege to serve the trade union movement.\"\\nSir Ed Davey, the leader of the Liberal Democrats, has responded to the Met's \"partygate\" update.\\nHe said in a statement: “These fines expose the shocking scale of the criminality in Boris Johnson’s Number 10.\\n“The police have now completely shredded Johnson’s claims that no laws were broken. He cannot be trusted and cannot continue as Prime Minister.\\n“No other leader in any other organisation would be allowed to continue after law-breaking on this scale. If Boris Johnson won’t resign, Conservative MPs must show him the door.”\\nThe all-party parliamentary group on Global LGBT+ Rights has now confirmed Crispin Blunt has resigned from his role as chairman.\\nMr Blunt said in a statement issued this morning (see the post below at 09.50) that he had offered to step down after he faced a backlash for his comments defending Imran Ahmad Khan.\\nThe group tweeted: “Having lost the confidence of the other officers, Crispin Blunt has now resigned as Chair of the APPG. Members were shocked by Crispin Blunt’s recent comments - which he made in a personal capacity - about the conviction of his colleague Imran Ahmad Khan.\\n“Our group will always stand up for victims of abuse. An Extraordinary General Meeting will be held in due course to elect a new chair.”\\nHere is the statement in full from the Metropolitan Police:\\nThe investigation into allegations of breaches of COVID-19 regulations in Whitehall and Downing Street continues to progress.   As of Tuesday, 12 April 2022 we have made over 50 referrals for fixed penalty notices (FPN) to the ACRO Criminal Records Office for breaches of Covid-19 regulations who following the referral issue the FPNs to the individual.   We are making every effort to progress this investigation at speed, this includes continuing to assess significant amounts of investigative material from which further referrals may be made to ACRO [Criminal Records Office].\\nThe Metropolitan Police has announced it has now made more than 50 referrals for fines to be issued over the \"partygate\" scandal.\\nThe Met had previously announced it was issuing 20 fixed penalty notices as part of a first wave.\\nToday's announcement means at least another 30 fines are in the process of being issued.\\nMore reaction to the ONS numbers showing a fall in wages (see the post below at 11.15).\\nChristine Jardine, the Liberal Democrats’ Treasury spokeswoman, said: “Today’s figures confirm the Conservative cost of living nightmare facing millions of UK families.\\n“People are rightly angry with the Chancellor for refusing to throw them a lifeline when their incomes are being squeezed.\\n“Rishi Sunak should stop ignoring people's pain and slash VAT, putting an average of £600 into the pockets of every UK family.”\\nWhile Rishi Sunak has welcomed the falling unemployment rate (see the post below at 11.03), today’s numbers from the Office for National Statistics also contained some less positive news for the Government on wages.\\nThe figures showed UK workers have just suffered the biggest fall in their real pay in nearly nine years.\\nThe ONS said regular pay excluding bonuses fell by 1.8 per cent in the three months to February when taking soaring inflation into account -  the steepest fall since August to October 2013.\\nLabour said the numbers “show that Conservative choices are leaving real wages squeezed and people worse off”.\\nRishi Sunak said the numbers published by the Office for National Statistics (see the post below at 11.03) showed the “continued strength of our jobs market, with the number of employees on payrolls rising once again in March and unemployment falling further below pre-pandemic levels”.\\nMr Sunak added: “We are helping to cushion the impacts of global price rises through over £22 billion of support for the cost of living this financial year.\\n“We’re also helping people to find new jobs, and ensuring work always pays as this is the best way to support households in the longer term.”\\nThe Office for National Statistics published new numbers this morning which showed the nation’s unemployment rate has decreased.\\nIt fell by 0.2 per cent between December 2021 and February 2022 to 3.8 per cent for the quarter.\\nThat is the lowest number recorded since December 2019. It has not been lower than this since 1974.\\nMeanwhile, the latest estimate of payrolled employees for March this year showed a small monthly increase - up 35,000 to a record 29.6 million.\\nThe Liberal Democrats have announced they have reported Rishi Sunak to Kathryn Stone, the Parliamentary Commissioner for Standards, as the party seeks an investigation into his financial declarations as an MP.\\nThe Lib Dems have accused the Chancellor of “failing to declare details of his multi-million pound investments prior to entering the Cabinet”.\\nLord Geidt, the PM’s Independent Adviser on Ministers’ Interests, has already launched an investigation to examine Mr Sunak’s declarations as a minister after the Chancellor himself asked for a probe.\\nBut the Lib Dems are now urging Ms Stone to examine his declaration of interests as an MP from 2015 to 2019 before he was elevated to the Cabinet.\\nDaisy Cooper, the deputy leader of the Lib Dems, said: “The British public deserve to know whether, when he was a backbench MP, Sunak’s substantial investments influenced his actions in Parliament in any way. But, because he didn’t declare his interests back then, we have no idea whether they did. That’s why we need an urgent investigation into whether he broke the rules.”\\nSir Keir Starmer has appeared to question the ability of very wealthy politicians to relate to the struggles of ordinary members of the public as he continued his attacks on Rishi Sunak.\\nAsked during an interview with The Guardian if he believed there are issues with such politicians becoming prime minister, Sir Keir reportedly replied: \"There's much more likely to be a conflict of interest. I don't know many people who have signed up to a non-dom scheme in order to increase their tax. It is pretty obvious why people do it.\"\\nHe also claimed the Chancellor's Spring Statement showed Mr Sunak \"just doesn't get it\".\\nHis comments prompted a rebuke this morning from James Heappey, the minister for the armed forces, who told Sky News' Kay Burley \"I saw some sort of comment that suggested that because Rishi has been successful in his life before politics he is therefore out of touch.\\n“I think that also is ridiculous. You yourself Kay, have on occasions challenged MPs and ministers about their competence and whether or not they are up to the job.\\n\"Well, here we have got someone who has demonstrably been hugely successful in a career in finance before entering Parliament is now responsible for running our economy and very obviously I want people to be running the economy who have been very successful in the financial industry before coming  into politics because surely they are the best qualified with all the necessary experience and expertise.\"\\nJames Heappey, the minister for the armed forces, has given his backing to Rishi Sunak as the row over the Chancellor's finances rumbles on.\\nAsked if he is supportive of Mr Sunak, Mr Heappey told Sky News: \"Yes, I am. I think that he has been clear about what the arrangements are. He has recognised that even after his reassurances people still wanted some further reassurance so he has referred himself to Lord Geidt.\\n“But I think Rishi is pretty straight forward, pretty straight talking and he has been pretty clear on what the circumstances are.”\\nMembers of the all-party parliamentary group (APPG) on Global LGBT+ Rights had last night said they were quitting the body as Crispin Blunt, its chairman, faced a backlash over his comments about the conviction of Imran Ahmad Khan.\\nA number of MPs in the group urged Mr Blunt to resign from his position. He has now said he has offered his resignation as chairman.\\nHe said: \"It is a particularly difficult time for LGBT+ rights across the world and my statement risks distracting the APPG for Global LGBT+ Rights from its important purpose.\\n\"I have today offered the officers my resignation so a new chair can be found to continue the work of the group with full force.\"\\nJoe Biden, the US President, has made clear the use of chemical weapons by Russia in Ukraine would cross a red line and the West would respond.\\nJames Heappey, the minister for the armed forces, told Sky News that if the use of the weapons is confirmed then \"all possible options are on the table\" for the response.\\nHe told Sky News: \"These are appalling weapons to think about using. The fact that they are part of the discussion is deeply sobering.\\n\"It is not just the President of the United States, the President of France and our own Prime Minister have also been clear that there are weapons that simply should not be used. If they are used people will be held to account.\\n\"I think it is useful to maintain some ambiguity over exactly what the response would be but let's be clear, if they are used at all then President Putin should know that all possible options are on the table in terms of how the West might respond.\"\\nBritain is currently working with its international partners to verify the details of reports that Russian forces may have used chemical agents in an attack on Mariupol.\\nJames Heappey, the minister for the armed forces, said the UK had not yet been able to confirm the reports.\\nHe told Sky News: \"We know that there are reports of the use of chemical weapons. We have not been able to verify those ourselves and indeed the Ukrainian system as you have seen from President Zelensky are only referring to the fact that there are reports.\\n\"They themselves haven’t yet been able to confirm to us that they have been used.”\\nImran Ahmad Khan’s legal team has said he will be appealing against his conviction. He has not yet been sentenced.\\nIf Khan, the MP for Wakefield, chooses not to resign, a by-election could be forced using Parliament’s recall petition process.\\nMPs can be recalled if they are convicted “in the UK of any offence and sentenced or ordered to be imprisoned or detained, after all appeals have been exhausted”, according to a House of Commons library briefing paper.\\nA sentence of more than 12 months in jail automatically disqualifies someone from being an MP. If the conditions for a recall petition are met, the Commons Speaker then notifies the relevant constituency’s returning officer.\\nThe petition would then be launched and would remain open for people to sign for six weeks. If 10 per cent or more of the constituency’s eligible registered voters sign the petition then it is deemed a success and the seat is declared vacant. A by-election is then required.\\nJames Heappey, the minister for the armed forces, was asked if he believes Imran Ahmad Khan should resign as an MP following his conviction yesterday.\\nMr Heappey told Sky News there are \"mechanisms\" to force a by-election if Khan chooses not to quit.\\nHe said: \"The way that Parliament works is that you are elected as an individual so his seat in the House of Commons is his until he personally chooses to vacate it.\\n“There are mechanisms now through recall petitions that have been in place since I think 2015 from memory so if he chooses not to there are now mechanisms through which he can be removed from his seat and subjected to a by-election.\\n\"I understand he has plans to appeal but quite frankly everybody in Government respects that a court of law has found him guilty and that must be the judgement until he appeals successfully.”\\nCrispin Blunt has now deleted the statement on his website in which he defended Imran Ahmad Khan.\\nThe statement, published yesterday, had started: “I am utterly appalled and distraught at the dreadful miscarriage of justice that has befallen my friend and colleague Imran Ahmad Khan, MP for Wakefield since December 2019. His conviction today is nothing short of an international scandal, with dreadful wider implications for millions of LGBT+ muslims around the world.”\\nWhile the original statement has been deleted, Mr Blunt is yet to issue a follow up statement or comment publicly to retract his comments or apologise.\\nCrispin Blunt is under mounting pressure to withdraw the claims he made about the conviction of Imran Ahmad Khan.\\nA Tory source said: “Crispin’s views are wholly unacceptable.\\n“Following exchanges late last night we expect the statement to be retracted first thing this morning.”\\nCrispin Blunt last night sparked a furious backlash after he claimed the conviction of Tory MP Imran Ahmad Khan for sexually assaulting a teenage boy was \"nothing short of an international scandal\". (You can read the original story here).\\nJames Heappey, the minister for the armed forces, was asked this morning during an interview on Sky News if the Government distances itself from the comments and he replied: \"Yes.\"\\nAsked if he expected Mr Blunt to retract the comments, Mr Heappey said: \"I don’t know because I have no idea what it is that Crispin is referring to in the comments that he has said.\\n“All I know is that in a court of law yesterday Mr Khan was found guilty and I think everyone of us who believes in the judicial system and the rule of law has to respect that judgement.\\n“I think it is for Crispin to account for his words but it is not something the Government associates itself with.”\\nGood morning and welcome to today's politics live blog.\\nJames Heappey, the minister for the armed forces, is on the broadcast round for the Government.\\nI'll take you through the key lines.", "image": [["Rishi Sunak has signalled he will stay on as Chancellor after he was fined over 'partygate'", "www.telegraph.co.uk/content/dam/politics/2022/04/12/TELEMMGLPICT000292616542_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=680"]], "author": ["Jack Maidment", "Dominic Penna"], "date": "2022-04-12"}, "https://www.telegraph.co.uk/sport/2022/04/23/white-wealthy-wasteful-does-golf-have-future/": {"title": "White, wealthy and wasteful: does golf have a future?", "subtitle": "It's under fire from those who believe it’s the best way to ruin a nice walk – but supporters say the game is far from up", "text": "The road to Hertfordshire is paved with golf intentions. Most routes out of Greater London are, but particularly to the north and the south, you could climb a tree, squint, and spot no fewer than a dozen golfing facilities, each seemingly identical to the others, all within a few miles.\\nSt Albans Road is one such artery. Technically the A1081, it runs from the borough of Barnet out of the capital, over the county line, and off into suburbia. As you stand on that line, where city melds with country, you’d be a short drive from four golf courses to the south, three to the east, four to the west and one literally either side of you. What is it they say about rats, again?\\n‘Yeah, we’ve got quite a few around here, but they’re not all like this,’ one local golfer, Cos, tells me with admirable restraint, after he’s completed a round at the course on my left. A course called The Shire, which was opened a full 97 years after Old Fold Manor, directly opposite.\\nThe positioning was partly deliberate. The Shire is run by the Menai-Davis family: Tony, Anne and their sons Ceri and Cae. In 1990, Tony, a local who had worked in the rag trade, wanted to join a golf club. So he applied to Old Fold Manor, and was promptly turned away.\\n‘Face didn’t fit. No real reasons were given, but elitist is what it was – he just hadn’t come from the kind of work where you played golf. He’d played football but got a bit old, and wanted to carry on with a sport,’ Cae, 35, says. ‘So he went home that night and without any experience whatsoever, started a plan to create his own golf course.’\\nIt took him a while, 17 years in all, but the land became available for purchase, and the gift of the gab helped. Tony, who is now 64, managed to find the contact number of legendary Spanish former world number one Seve Ballesteros, and pitched him the idea of designing his first UK course. Ballesteros was up for it, so they went into partnership, eventually opening The Shire in 2007.\\n‘Seve [who died in 2011] was adored mainly because he was working class,’ says Cae Menai-Davis. ‘What does that say about golf, that someone can be adored, be seen as different, just because they’re not from money? There’s so much money in the game, but it doesn’t filter down.’\\nThe Shire remains the only Ballesteros-designed course in the country, and since then, the Menai-Davis family have been on a mission to alter the general reputation of golf as elite, white, wealthy, greedy and – to some – utterly pointless.\\nMenai-Davis gestures to some members, a diverse group of varying ages and ethnicities, just heading in for a post-round pint. ‘How a sport becomes seen as elitist is how it’s marketed, how it’s advertised, and over the last century, golf has become that,’ he says. Menai-Davis also runs a charity, The Golf Trust, which aims to make the sport more inclusive.\\n‘If you’re only shown one picture, then seeing golf as elitist is understandable. For us, though, sport is equal. You shouldn’t need to be given permission to walk on to a golf course.’\\nThe problem, which he realises, is that golf doesn’t tend to help itself. At a professional level, it still relies so heavily on the star power of Tiger Woods that if he’s absent from a major tournament for any reason (and there has often been a major reason), interest from neutrals vanishes.\\nYoung players and personalities are emerging, but the recent 2022 Masters, won by 25-year-old Scottie Scheffler as he fended off Rory McIlroy’s late charge, was a case in point: Woods, despite not having played seriously in 500 days and with one good leg, was a late entrant, and as a consequence ESPN reported a ‘Tiger Bounce’ of around 30 per cent more viewers than in 2021.\\nAt an amateur level, the stolid gatekeepers of what the sport ‘should’ look like – who should be playing it, how they should dress, where courses should be, how they should be kept, and what role they play in the environment – can make the Mennonites look at the vanguard of modern values.\\nThose attitudes are changing, but at the pace of a particularly relaxed pallbearer. It means that despite an increase in interest during the pandemic (4.8 million adults played on a full-length course in Britain in 2021, down on the 5.2 million in 2020 but almost double the figure from 2017, when the trend was looking alarming for the industry), if golf is to find a new audience, it needs to iron out its issues. Or to put it in a language golfers understand: it’s shooting at one over, when a birdie is needed.\\n‘Golf,’ Menai-Davis says, over a coffee in The Shire’s clubhouse, ‘is the only sport where three, four generations of the same family can play together, regardless of gender, ability, fitness, age.’ It’s a common refrain from defenders. ‘It’s the most inclusive game in the world, made exclusive by perception.’ He frowns, his eyes drifting out towards his immaculate greens. ‘Very rarely do we see a positive news story about golf.’\\nTo the casual observer, the most obvious thing about golf is that it gets everywhere. According to some estimates, Britain’s more than 2,500 golf courses cover 1,256 sq km (485 square miles) – roughly the same size as Greater Manchester and, it has been claimed, using some controversial arithmetic, a figure only slightly smaller than the land covered by housing.\\nHertfordshire has a high concentration of courses, but there are heavily golfed areas all over the country. St Andrews, the home of the sport, has two dozen courses within 25 miles. The town of Woking in Surrey, which is itself a county with around 150 courses, is more than 10 per cent golf. But those are vaguely in the countryside. London, which resolutely isn’t, has 95 courses. To many people, including architect Russell Curtis, that’s a problem.\\nLast year, Curtis, a self-professed housing nerd and a ‘rubbish’ golfer, created The Golf Belt, an analysis of the space taken up by golf in the capital, having noticed in lockdown that much of the land around his home in Barnet – site of The Shire and its many, many rivals – is restricted due to golf.\\nUsing mapping tools, he put together a study that makes for uneasy reading for London’s golfers. Curtis reasoned that the average hole on a golf course occupies around 2.5 hectares, which is space that could fit 100 homes – in a city enduring a perpetual housing crisis. In all, he found, building on the city’s golf courses could house 345,257 people at a density of 60 dwellings per hectare.\\n‘The courses just don’t seem like a very good use of land in a congested city like London; they don’t really feel like they serve the city,’ he says. ‘Access to green spaces and leisure areas is important, but given the limited access most people have to them – you can’t wander across most of them – it just doesn’t seem very fair, when so many people can’t access green space. The area taken up by London’s courses is the same size as Brent, a mid-size borough. An entire borough taken up by… golf.’\\nIt wouldn’t even take much, the report argued. Public golf courses in London provide 720 holes, it found; reduce that by 224 and just shy of 80 per cent of Londoners living in temporary accommodation could be housed. It makes you wonder whether any golfer would even notice.\\n‘And a lot of these courses are just too big: people don’t have the time to play for four or five hours on 18-hole courses. I’ve spoken to golf architects about this, who say that quite a lot of the larger ones could be dramatically reduced in size and still be 18 holes. These things are ginormous.’\\nReducing the size of courses is an argument even those at the top end of the sport are proposing. New courses are getting bigger and bigger, which has led to the rise of ‘big hitters’ like the American Bryson DeChambeau, a Trump-loving professional whose monster, 340-yard drives have seen him labelled ‘boring’ and accused of ruining the skill involved in the sport. As a result, there are calls for courses to be smaller but harder.\\nCurtis isn’t against golf per se, nor is he against courses on greenbelt land, like The Shire, that might not be used for anything else. Instead ‘my piece was deliberately provocative, I’m not serious about it, I’m just questioning it,’ he says. ‘I’m trying to promote a reassessment of those courses.’\\nThe basic point is that golf courses, which are so often exclusive by design, need to prove their worth to the local community if they are to slowly surround residential areas. One estimate by the American writer Malcolm Gladwell held that if every player on a basketball court had the same space a golfer receives, the hoops would be 400 metres apart.\\nAt The Shire, Menai-Davis proudly mentions the permissive path around the course, which the public are free to use. In lockdown, the family allowed anybody on to the course, as long as they were respectful, to use it as green space and feed the swans. As at many courses around the country, they were ushered back to the perimeter when the club reopened.\\nLocals haven’t pushed back in Hertfordshire, but in other areas of the country – such as Brighton, a city wreathed in golf courses – campaigners supported by Extinction Rebellion have led calls for golfing land to be rewilded. One course overlooking the Channel, Waterhall, has been closed down in recent years to provide 220 acres of rewilded space; but another under threat, Hollingbury, remains open.\\n‘CAUTION – You are entering a golf course. Please proceed with care,’ read warnings, shrouded in the gorse and hawthorns, at Hollingbury today. Locals have complained that despite the understanding that golfers and walkers can share the space, tensions are fraught. Golfers complain that people sunbathe on the greens, build sandcastles in the bunkers, and let their dogs foul the fairways. Walkers complain that they have to be near golfers. They both make compelling points.\\nIf they’re not willing to give up space, many golf courses could do more for the sport’s image if they listened to environmental concerns. Water use (in the US alone, it has been estimated that 9.4 billion litres of water are used on golf courses for irrigation daily, which is almost the same as all private lawns and gardens), pesticide and herbicide-spraying, imported vegetation and unfriendliness to wildlife are all common issues.\\nThere are numerous examples of courses doing excellent things to the contrary, from wildflower meadows to butterfly and bird breeding programmes, and some carefully managed clubs, especially coastal links courses like Newquay or Nairn, are better for the environment than if they weren’t there.\\nBut again, it’s about perception, and the sight of unnaturally green and pleasant courses on television with grass closer to baize than anything recognisably natural, gives many the impression that the exceptions are just that.\\nAt Augusta National, in Georgia, home of the Masters and perhaps the world’s most exclusive golf club, the greens sit above a ‘SubAir System’ of pipes and blowers, which regulate the firmness of the ground.\\n‘They don’t cut the greens here at Augusta, they use bikini wax,’ one legendary US golf commentator once said on air. He was removed from the broadcast, but he might have been right: some clubs will do anything to give members the perfect surface, and the golfers may or may not be aware of (or care) how it was made. Royal Holloway, University of London, once surveyed people about whether golf was good for the environment. Among golfers, 80 per cent said it was good; among non-golfers, the figure was only 36 per cent.\\nIn a way, Menai-Davis is right: you never read positive news about golf. Instead, you see stories about clubs banning hoodies, or jeans, or women; you read how 73 per cent of clubs charge a standard playing membership cost of over £1,000, a figure that will only rise; or you see photographs of golfers idly playing in Oregon while a wildfire rages behind them; or you read about how Donald Trump has issued a statement to let people know he has hit a hole-in-one; or how Gareth Bale keeps launching terrible-sounding golf-themed bars; or how it’s Prince Andrew’s favourite sport.\\n‘What you don’t hear is about how much golf can benefit people in inner-city communities, or people with disabilities, or people who struggle with social isolation or low energy, and golf’s uniqueness in allowing people to gently see their development, without overexerting themselves, and get in the fresh air,’ Menai-Davis says.\\n‘We’re told golf is this, golf is that, but we send second-hand clubs to poor communities all around the world, we have events for disabled children and their carers, and we’ve got every race, religion, profession in that bar next door. It can be the most diverse, constructive game available – if you do it right.’\\nThe Shire might be doing things right (it is worth pointing out that despite the laudable charity work and lack of stuffiness, an adult membership at the club, which gets you golf plus various benefits, is still £1,900 per year, according to Menai-Davis), but others aren’t, and they’re still making money.\\n‘It’s true – if they’re a successful business, they’ll be reluctant to change. However, the average age of the members at some of these old-fashioned golf courses is so old, they’ll need to regenerate to get a new crop,’ Menai-Davis says. Unsurprisingly, his family have seen the business grow, and now have several courses opening in London.\\n‘You need a willingness to change, and some just won’t. That new generation has different values, so if you want new, young, different people to get into golf, you need to be welcoming, environmentally friendly; you need to think of the local community, have a soft play, represent where you’re from, and be a benefit to them. It’s not hard.’\\nWe are being eavesdropped on. Cos and his friend, Sam, have been listening in, nodding occasionally, giving ‘eh, not sure about that…’ looks every once in a while, and enjoying their green tea.\\n‘We could go to any course around here, they aren’t all that different, it’s just how they’re run. There’s one up the road where it’s a rich area, the manager’s a prick, the club is old school, it’s not welcoming, I’d never take my kids there,’ Sam says.\\nCos nods. ‘If your phone rings here, you can answer it.’ This doesn’t seem like groundbreaking generosity, but apparently it is. ‘If it rang in the other one, you’d get a big telling off.’\\nSam fiddles with a Lotus biscuit, then pockets it for later. You’ve got to get your £1,900’s worth somehow.\\n‘People need to respect the place, we don’t just want anyone wandering in, but it’s not ridiculous here. Some places just won’t move with the times.’\\nWhether it intends to or not, golf has a diversity issue, as well. It may be a sport that can be played by anybody, but it doesn’t tend to represent everybody. One of golf’s many perversities is that Tiger Woods, its greatest ever player, has described himself as ‘Cablinasian’ (Caucasian, Black, American Indian and Asian), but 25 years after his first major win, many people from ethnic minorities still feel uncomfortable at courses.\\nOne survey of BAME citizens in 2020 found that 92.4 per cent felt golf was either not inclusive at all or observed that ‘some people like me are welcome but it is rare’, despite 25 per cent stating they’d be ‘very interested’ in trying it.\\nBoth Sam and Cos are Greek Cypriot, and – not being white British – used to be in a minority at other clubs. ‘This one’s easily the most cosmopolitan place we’ve been. You get every nationality, Indians, Greek, Chinese, you could be anything. And I won’t name drop but you get some famous people, too.’\\n(Forty-five seconds later, he tells me these are former footballers Jermaine Jenas, Andy Cole and Rio Ferdinand, plus DJ Trevor Nelson. Not quite a galaxy of stars, but at least they’re not pale, stale, or a senior royal desperately avoiding jail.)\\nMenai-Davis, like his dad, is an optimist, on and off the fairway. Golf has given his family their livelihood, but the fact its fiercest critics consider it not just a good walk spoiled but morally unjustifiable, means it might need to take a short look at itself before the next round.\\n‘In 20 years or so, I think we’ll see fewer golf courses, but better golf courses,’ he says. ‘The ones with an older demographic, who don’t consider their impact, won’t survive. The ones who do will need to reflect the times.’\\nOn St Albans Road, The Shire’s land starts right where countryside begins – I can see a horse, anyway. ‘Hertfordshire: The county of opportunity’ reads the last sign before you set foot deep in golf country.\\nAn opportunity is what golf has arrived at. First, it needs to work out who it’s for.", "image": [["You never read positive stories about golf - only clubs banning hoodies, or jeans, or women", "www.telegraph.co.uk/content/dam/sport/2022/04/21/Golf-Course-Housing-B-1_trans_NvBQzQNjv4Bqg0QhGUrJBLC1cMiJLC7a79HhMh81Y8GqX3ipA8YMo0k.jpg?imwidth=680"], ["Cae Menai-Davis at The Shire golf course, Barnet", "www.telegraph.co.uk/content/dam/sport/2022/04/21/AliYaqub_The-Shire-17-1_trans_NvBQzQNjv4BqlCovd3qHeditbz5qUA5Nj7MFOy8pQDjkdrqOt6aq9_Q.jpg?imwidth=350"], ["Seve Ballasteros tees off during the 1987 Masters at Augusta", "www.telegraph.co.uk/content/dam/sport/2022/04/21/GettyImages-87872214_trans_NvBQzQNjv4Bq0Op5QONpOF1yYrlONVgFtoJDgW6wPkePONKRxwXPraM.jpg?imwidth=350"], ["The Shire London Golf Club, which Ballasteros designed", "www.telegraph.co.uk/content/dam/sport/2022/04/21/GettyImages-1265550657_trans_NvBQzQNjv4BqE4wBZ3LsKFA2LLh9k8qPvkPVTmiC4LDovxG1qApZfCU.jpg?imwidth=350"], ["Bryson DeChambeau at the 2022 Masters", "www.telegraph.co.uk/content/dam/sport/2022/04/21/shutterstock_editorial_12882523aa-1_trans_NvBQzQNjv4Bq3B3qTSxgi8vBtwdKV9pizGlBIJ2QHIdOg_yUdHRRzto.jpg?imwidth=350"]], "author": ["Guy Kelly"], "date": "2022-04-23"}, "https://www.telegraph.co.uk/world-news/2022/04/25/activist-dies-setting-fire-outside-us-supreme-court-climate/": {"title": "Activist dies after setting himself on fire outside US Supreme Court in climate protest", "subtitle": "Local Extinction Rebellion activists said: 'He died to raise the alarm on the climate and ecological crisis.'", "text": "A climate activist has died after setting himself on fire outside the US Supreme Court in what friends called “a fearless act of compassion.”\\nWynn Alan Bruce, a photojournalist from Colorado was airlifted to hospital on Friday, but later succumbed to his critical burns, suffered on Earth Day.\\nPolice are still investigating the motive for Mr Bruce’s self-immolation, but local Extinction Rebellion activists said: “He died to raise the alarm on the climate and ecological crisis.”\\nThe 50-year-old was a keen environmental campaigner, who often shared pictures, articles and events related to climate change on his Facebook page.\\nHis most recent post was on March 28 drawing attention to a cartoon in the New Yorker about breathing unhealthy air.\\nPolice were called to the Supreme Court Plaza at around 6:30pm on Friday. Video from the scene shows a man screaming in agony after officers extinguished the flames. An air ambulance arrived shortly afterwards, but Mr Bruce died in hospital the following day.\\nThere are suggestions that he long planned to set himself on fire, having edited a post from October 2020.\\nThen, Mr Bruce shared a link to a free educational course about climate change. A year ago, on April 20, 2021, he added a comment to that post: “4-1-1,” an apparent reference to the directory-assistance telephone number people used to call for information.\\nThen, in October 2021, he added a fire emoji to that comment, according to a publicly visible edit history. Earlier this month, on April 2, Bruce added the date that he would set himself on fire. The final message read: “4-1-1 with a fire emoji next to it and the date 4/22/2022.”\\nMr Bruce was a committed Buddhist, and Kritee Kanko, a Buddhist priest from Colorado, said that Mr Bruce had been planning to self-immolate for at least a year.\\nShe wrote on Twitter: \"This guy was my friend. He meditated with our sangha.\\n\"This act is not suicide. This is a deeply fearless act of compassion to bring attention to climate crisis. We are piecing together info but he had been planning it for at least one year. #wynnbruce I am so moved.\"\\nDr Kritee also shared a quote from Buddhist monk Thich Nhat Hạnh about the Vietnamese setting themselves on fire in protest at the Vietnam War in the 1960s.\\nThe quote said: \"To express will by burning oneself, therefore, is not to commit an act of destruction but to perform an act of construction, that is, to suffer and die for the sake of one's people.\"", "image": [["Wynn Alan Bruce, a photojournalist from Colorado was airlifted to hospital on Friday, but later succumbed to his critical burns, suffered on Earth Day", "www.telegraph.co.uk/content/dam/world-news/2022/04/25/TELEMMGLPICT000293934529_trans_NvBQzQNjv4BqQuBlwM1UmWblV_HFEmnxv2QnZJIETfWB_fUbKb77n0w.jpeg?imwidth=680"], ["Wynn Bruce died on Saturday", "www.telegraph.co.uk/content/dam/world-news/2022/04/25/TELEMMGLPICT000293934526_trans_NvBQzQNjv4Bq-wOeiEQBb3TRppa2vaZOxWQnZJIETfWB_fUbKb77n0w.jpeg?imwidth=350"]], "author": ["Jamie Johnson"], "date": "2022-04-25"}, "https://www.telegraph.co.uk/news/2022/04/08/tower-bridge-closed-extinction-rebellion-protesters-abseil-london/": {"title": "Tower Bridge reopens after Extinction Rebellion protesters 'abseil' from London landmark", "subtitle": "The climate activists also hung a banner form the bridge, saying 'End Fossil Fuels now'", "text": "Tower Bridge has reopened after Extinction Rebellion protesters shut down the London landmark by abseiling off the sides.\\nTwo activists hung from the bridge by suspension cords and unfurled a huge banner that read: \"End fossil fuels now.\"\\nThe bridge, a main traffic artery across the Thames, was closed to vehicles, causing long queues.\\nMembers of the public were told to use London Bridge instead.\\nThe pair hung the banner at 7am on Friday and also released red flares.\\nThe Metropolitan Police said officers were called to the bridge at 7.30am.\\nCommander Umer Khan, for Policing Operations and Security at the City of London Police, said: “Officers were called to Tower Bridge this morning (Friday 8 April) after reports of protest activity. Tower Bridge was subsequently shut in both directions to traffic and pedestrians and reopened at 12pm. Four people were arrested and they are currently in police custody.”\\nAlex Ede, 28, whose commute to work was disrupted by the protest, said: “I think their cause is a good one but the way they go about it can be very distressful, especially for the general public.”\\n“I’ve heard that someone’s hanging off the bridge - so, yes, I think the police had to close the bridge if someone’s life was in danger.”\\nExtinction Rebellion said: \"The action has taken place at the gateway to the City of London - the root source of fossil fuel funding in the UK - and on the eve of the April Rebellion which begins tomorrow at 10am in Hyde Park.\"\\nAmy Rugg-Easey, who took part in the demonstration, said: \"I ask myself why I do these things all the time, and the main thing that drives me is that I have tremendous hope and optimism in humanity's ability to fight the climate crisis - but there are certain people who continue to prevent that for their own profit.\"\\nThe action by Extinction Rebellion, which is calling for an end to all new fossil fuel infrastructure, comes after eight days of disruption at oil facilities by the group and the Just Stop Oil coalition.\\nA worker on Tower Bridge who sells tickets to those seeking to climb the towers said: “Tell them [Extinction Rebellion] to pay us the money we’ve lost - we would get about 2,000 people a day and now we’ve got to give refunds.”\\n“All they’re doing is making people disillusioned. It’s stopping people making a living. It’s not going to help them.”\\nPeter Wallace, a tourist who had traveled to London from Washington D.C, questioned why the police had closed the bridge for so long: “If they’re abseiling from the side, how does that stop people from going about their business on the bridge?”\\nHowever, other tourists were more supportive of the protest.\\nJohn Sullivan, from Melbourne in Australia, said: “You’ve got to think of the bigger issues and real disruption caused by climate change in places like Bangladesh.\\n“My view is that you're very self critical in the UK, but you're doing a good job compared to other countries. There’s zero discussion of decarbonisation in Australia.”", "image": [["Tower Bridge was closed in both directions as protesters suspend themselves and hang banners from bridge", "www.telegraph.co.uk/content/dam/news/2022/04/08/TELEMMGLPICT000292126299_trans_NvBQzQNjv4Bq7t4Eljyiy6iRMFuEKY2dXA1vLvhkMtVb21dMmpQBfEs.jpeg?imwidth=680"], ["Police officers block access to Tower Bridge", "www.telegraph.co.uk/content/dam/news/2022/04/08/TELEMMGLPICT000292126959_trans_NvBQzQNjv4BqA7N2CxnJWnYI3tCbVBgu9T0aesusvN1TE7a0ddd_esI.jpeg?imwidth=350"]], "author": ["Marcus Parekh. ", "Sam Hall"], "date": "2022-04-08"}, "https://www.telegraph.co.uk/news/2022/04/15/just-stop-oil-protesters-arrested-breaching-injunction-morning/": {"title": "HGV driver tackles Just Stop Oil protester after they target wrong vehicle", "subtitle": "Twelve protesters arrested after group targets two terminals in Birmingham and Essex", "text": "An HGV driver tackled Just Stop Oil protesters who climbed on top of his tanker after targeting the wrong vehicle during a fuel demonstration.\\nThe haulier was captured dragging activists off the vehicle and onto the ground after being surrounded near the Grays Inter Terminal, in Essex, on Friday morning.\\nThe haulage firm owner accused demonstrators of \"disgusting\" behaviour as he explained how his driver had been targeted as he drove to a chemical plant to load his vehicle.\\n\"I don't understand why they have targeted my company because I don't transport oil,\" said Rhydian David Baker, the owner of RD Baker. \"I'm not happy about it. It is a chemical tanker.\\n\"My driver called me and said they jumped on top of the tanker and broke off the number plates. And they cut my air line - it is disgusting.\"\\nThe haulier drove back to the firm's base in Newport, South Wales.\\nMr Baker said the protestors' actions had cost him \"a lot of money\" and he would be taking legal action, adding: \"They were vandalising the vehicle. It is criminal damage. Do they think that is right?\"\\nJust Stop Oil targeted three oil terminals on Friday morning, with Warwickshire police confirming that 12 arrests were made at Kingsbury terminal, near Staffordshire.\\nIt comes after Valero Energy was granted a High Court injunction against a number of environmental groups and \"persons unknown\" earlier this week following recent protests at the Kingsbury terminal.\\nThe injunction bans anyone from damaging any part of the land at each of the firm's sites, from \"affixing themselves to any other person or object\" on the land or parts of access roads, and from building any structure. Valero also owns and operates sites in Manchester, Cardiff, Plymouth and Avonmouth.\\nActivists arrived at the scene in the early hours of Friday, with police also present at the Navigator Oil terminal, in Thurrock, and Grays oil terminal.\\nPictures from Just Stop Oil, which is affiliated with Extinction Rebellion, showed people wearing orange hi-vis jackets on top of oil tankers and blockading roads while holding signs.\\nIn a video posted on the group's social media accounts, one member claimed they were \"surfing\" on top of an oil tanker at the Navigator Terminal, the second largest oil terminal in the UK.\\nOne member said: \"We have climbed onto this tanker. It was terrifying. We are going to stay here until we are physically removed. It saddens me that this is the action we have to take to actually be listened to. We are calling on the Government to end all new licensing and development and production of all new fossil fuels.\"\\nIt comes after Just Stop Oil protesters were removed by a crane and arrested in London on Thursday after climbing on top of an oil tanker at one of the UK's busiest roundabouts.\\nMembers of the group glued themselves to the top of an Eddie Stobart tanker at Chiswick roundabout, in west London, at around 9am on Thursday morning. Footage showed police removing the activists from the vehicle with a crane, with one video showing a woman being carried into a police van.\\nJust Stop Oil said: \"Hauliers are right, it is disgusting that we have to take this level of disruptive action to get media coverage, to get political engagement. The Government can end this misery immediately by making a statement to end new oil and gas – it's a no-brainer, logical first step.\"\\nEarlier in the week, Kwasi Kwarteng, the Business Secretary, accused Extinction Rebellion protesters of endangering British energy security and jobs after they glued themselves to the Business Department.\\nTwenty-five demonstrators linked to the environmental group glued themselves to the windows of the Whitehall building in anger at the Government’s decision to extend licences for oil and gas fields in the North Sea.\\nThe Business Secretary said: \"My message to XR activists gluing themselves (?!) to my Department: You cannot – and we won't – switch off domestic oil and gas production.\\n\"Doing so would put energy security, jobs and industries at risk, and would simply increase foreign imports, not reduce demand.\"", "image": [["A driver drags a Just Stop Oil activist from his tanker at Stoneness Roundabout in Grays, Essex", "www.telegraph.co.uk/content/dam/news/2022/04/15/TELEMMGLPICT000292864775_trans_NvBQzQNjv4BqQd-Tpz8cPmqCfl2DH8wthMLfiBcKGMo59hBckjwQSZY.jpeg?imwidth=680"], ["The Just Stop Oil activist is dragged from the tanker at Stoneness Roundabout in Grays", "www.telegraph.co.uk/content/dam/news/2022/04/15/TELEMMGLPICT000292864713_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["Police detain a protester in Grays on Friday", "www.telegraph.co.uk/content/dam/news/2022/04/15/TELEMMGLPICT000292862812_trans_NvBQzQNjv4BqaBJSHwufYM_Fh0ArUj1hev4Xpit_DMGvdp2n7FDd82k.jpeg?imwidth=350"], ["Police use a small crane to remove a protester", "www.telegraph.co.uk/content/dam/news/2022/04/15/TELEMMGLPICT000292882915_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["A protester is carried away by police", "www.telegraph.co.uk/content/dam/news/2022/04/15/TELEMMGLPICT000292864023_trans_NvBQzQNjv4BqjvE9Rr87xStm87qEynN5NP4Xpit_DMGvdp2n7FDd82k.jpeg?imwidth=350"], ["Just Stop Oil protesters sit on top of a fuel tanker in Grays", "www.telegraph.co.uk/content/dam/news/2022/04/15/TELEMMGLPICT000292866388_trans_NvBQzQNjv4BqCKQT0PXyAw9lN4HQjnBQHf4Xpit_DMGvdp2n7FDd82k.jpeg?imwidth=350"], ["Demonstrators outside the Department for Business in London protesting against oil and gas production on Wednesday", "www.telegraph.co.uk/content/dam/news/2022/04/15/TELEMMGLPICT000292717345_trans_NvBQzQNjv4BqA7N2CxnJWnYI3tCbVBgu9T0aesusvN1TE7a0ddd_esI.jpeg?imwidth=350"]], "author": ["Maighna Nanu"], "date": "2022-04-15"}, "https://www.telegraph.co.uk/news/2022/04/10/extinction-rebellion-protesters-block-two-major-bridges-central/": {"title": "Extinction Rebellion protesters block two major bridges in central London", "subtitle": "Climate activists occupy Lambeth and Vauxhall bridges on second day of demonstrations", "text": "Extinction Rebellion activists are staging sit-down protests in central London for a second day, blocking two bridges to demand an end to the fossil fuel economy.\\nHundreds of demonstrators gathered at Speakers' Corner at Hyde Park on Sunday morning before marching into the city centre and splitting up to \"occupy\" both Lambeth and Vauxhall bridges, where they prevented vehicles from crossing.\\nCrowds sat in the middle of the road, waving multicoloured flags bearing the group's \"extinction\" symbol and placards that read \"there is no planet B\" and \"we want to live\", and listened to music and speakers in sunny weather.\\nThe Metropolitan Police said the protests have shut down the bridges, which are major traffic arteries across the Thames.\\nThe force tweeted: \"There are multiple protests taking place across London today.\\n\"At the moment Lambeth and Vauxhall Bridges are currently closed due to a protest.\\n\"We are working with our partners to reduce the disruption to Londoners.\"\\nHowever, demonstrators allowed ambulances and fire engines to cross, with organisers parting the crowd by shouting \"blue light\".\\nActivist and student Kiri Ley, 21, from Birmingham, said the group is occupying the capital peacefully in order to try and force the Government to make change when nothing else has worked.\\nShe told the PA news agency: \"I know that very often people will question our tactics about disruption for example, to ordinary people, stuff like roadblocks, like gluing on, locking on, and so on.\\n\"What I would ask people, if you make that criticism, is what actually do you suggest that we do?\\n\"We tried all the other methods - we've written letters, we've marched, we've spoken to our MPs, we've done literally everything we can and time and time again we see them doing completely the opposite of what the scientific evidence says and this is what is left to us, really, we do it because we know it works.\"\\nEarlier, campaigners spray painted red hands outside the London corporate offices of oilfield services company Schlumberger (and pictured below).\\nIt comes a day after some 8,000 protesters flooded the streets of London, according to Extinction Rebellion.\\nOn the first day of mass action on Saturday, they blockaded roads around Oxford Circus and Trafalgar Square.\\nExtinction Rebellion has vowed to \"block areas of the city for as long as possible\" every day for at least a week, and on the next three weekends.\\nThe environmental activist group plans to recruit new \"rebels\" and hold training in non-violent action and resistance tactics in Hyde Park in the mornings before marching into the city centre \"en masse\", it said on its website.\\n\"Our disruption will not stop until the fossil fuel economy comes to an end,\" it said.\\nGreen Party MP Caroline Lucas said that some Extinction Rebellion protests are counterproductive, but their disruptive actions are the \"only way that people feel they can make their voices heard\".\\nShe told Sunday Morning on BBC One: \"I think that being on the streets of London has been shown to be a way of capturing people's imaginations. People have joined those protests who have never protested before. They are doing it because they know we have to leave new fossil fuels in the ground.\\n\"The International Energy Agency says that, the latest IPCC (Intergovernmental Panel on Climate Change) report says that and yet this Government and this energy strategy .. is foreseeing getting out even more oil and gas from the North Sea, that is frankly immoral and said the UN general secretary said that is frankly both morally and economically mad.\"\\nOn Friday, two Extinction Rebellion protesters shut down Tower Bridge during the morning rush hour by abseiling off the sides of the landmark.\\nActivists from the group, also known as XR, and Just Stop Oil have also been blocking access to oil terminals for ten days, demanding that the Government stops new oil and gas projects.\\nThey disrupted supplies from three oil terminals in Warwickshire, Hertfordshire and Essex on Sunday, Just Stop Oil said.", "image": [["Activists from Extinction Rebellion blocking Lambeth Bridge in central London", "www.telegraph.co.uk/content/dam/news/2022/04/10/TELEMMGLPICT000292410630_trans_NvBQzQNjv4BqRo0U4xU-30oDveS4pXV-Vv4Xpit_DMGvdp2n7FDd82k.jpeg?imwidth=680"], ["Activists from Extinction Rebellion demonstrate at Speakers' Corner in Hyde Park", "www.telegraph.co.uk/content/dam/news/2022/04/10/TELEMMGLPICT000292399831_trans_NvBQzQNjv4BqA7N2CxnJWnYI3tCbVBgu9T0aesusvN1TE7a0ddd_esI.jpeg?imwidth=350"], ["Police look on as activists block Lambeth Bridge", "www.telegraph.co.uk/content/dam/news/2022/04/10/TELEMMGLPICT000292413576_trans_NvBQzQNjv4BqwDgGh3pkom49KxtKngnUazFCz-CXoLiAuLtBSY0KYYg.jpeg?imwidth=350"], ["Red hands were spray painted outside the London corporate offices of oilfield services company Schlumberger", "www.telegraph.co.uk/content/dam/news/2022/04/10/TELEMMGLPICT000292419741_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg?imwidth=350"], ["Hundreds turned out for the second day of Extinction Rebellion's April rebellion", "www.telegraph.co.uk/content/dam/news/2022/04/10/TELEMMGLPICT000292416474_1_trans_NvBQzQNjv4BqtGQB12KHxxQCrwnTZkX0nwgWqwm85JEWpGVhFb46TTg.jpeg?imwidth=350"]], "author": ["Telegraph Reporters"], "date": "2022-04-10"}, "https://www.telegraph.co.uk/politics/2022/04/01/extinction-rebellion-have-become-putins-useful-idiots/": {"title": "Extinction Rebellion have become Putin's useful idiots", "subtitle": "It is partly thanks to environmental groups that he can threaten to cut off Europe’s gas supply unless we pay him in roubles", "text": "To say that the world has changed in the three years since Extinction Rebellion first blockaded Oxford Circus for a fortnight would be an understatement. Then, at least, we could laugh at the likes of Robin Boardman-Pattison, a Bristol graduate and product of a £17,500 a year private education who had turned to climate activism – between posting Instagram shots of his numerous foreign holidays.\\nThe group’s antics seem rather less amusing now to the millions of people who have woken up to find their domestic energy bills increased by half and whose cars have been forced off the road by soaring petrol prices. I predict that today’s protests, trying to block oil refineries under the banner Just Stop Oil, will go down even less well. Compounding drivers' miseries still further, the group has also announced a new wave of daily mass protests in UK cities starting next week.\\nThe energy crisis has exposed XR for what they really are: a bunch of relatively, well-off middle class people who barely seem to need to work, let alone worry about the cost of living, and whose absolutist environmental policies are an indulgence which few ordinary people can afford. Worse, they have become Putin’s useful idiots.\\nIn the naïve world of XR and their cheerleaders, soaring gas and oil prices demonstrate why we need to transition, almost immediately, to renewable energy. Yet this calculation ignores that way that rampant inflation is working its way into the green economy as well. The steel needed to construct wind turbines, the rare metals needed for electric cars and other batteries, the price of wood for biomass power stations, labour costs for insulating homes, installing heat pumps and so on; all have increased sharply in price too. Follow XR's advice and finish off the fossil fuel industry now, and the inflation we have seen so far would seem a relatively minor hit to household finances.\\nIf green energy really were so much cheaper than fossil fuels it wouldn’t need government intervention to sell it. The reason why wind and solar accounts for a minimal proportion of Britain’s total energy consumption is due to cost and the immense practical problems involved. Turn off the gas supply and we would have no way of making up for when wind and solar farms are producing little energy. We could try hurriedly to build battery storage, but not at affordable cost – storing energy in lithium batteries currently costs around five times what it costs to generate the electricity in the first place.\\nWe would be in a much better position now, however, had greens not helped destroy UK fracking. The argument parroted by the anti-fracking lobby – that extra, UK-produced gas wouldn’t reduce prices for consumers because the gas would be sold on international markets – is fallacious. It costs a lot of money to transport gas, either by pipeline or by ship. In the latter case – which accounts for an increasing slice of gas imports – gas must be liquified, transported several weeks in refrigerated ships and then regasified: costs which could be avoided if the gas were produced locally.\\nVladimir Putin must love XR. It is partly thanks to environmental groups that we have remained dependent on Russian gas and that he can – as he did yesterday – threaten to cut off Europe’s gas supply unless we pay him in roubles. Pointedly, some of the anti-fracking propaganda of recent years has been identified as coming from Russia itself: the US Office of the Director of National Intelligence concluded in 2017 that the now defunct Kremlin-funded TV station Russia Today “runs anti-fracking programming, highlighting environmental issues and the impacts on public health”.\\nIn 2013 Putin himself weighed in to the fracking debate, stating falsely that people living in areas where fracking is carried out: \"no longer have water coming out of their taps but a blackish slime”.\\nIf you are sitting in the road outside an oil refinery this morning you are not just pushing for policies which would push up bills for ordinary households even further: you are doing Putin’s dirty work for him.", "image": null, "author": null, "date": "2022-04-01"}}