{"https://www.telegraph.co.uk/news/2021/03/27/exclusive-right-wing-protests-likely-criticised-liberal-biases/": {"title": "Exclusive: Right-wing protests 'more likely to be criticised because of liberal biases'", "subtitle": "Baron Walney, an independent adviser on political violence, said he wanted to expose 'doublethink' over demonstrations", "text": "Right-wing protests face harsher treatment because of potentially hypocritical biases among liberal and left of centre \"progressives\", a Government adviser has claimed.\\nBaron Walney, an independent adviser on political violence and disruption, said he wanted to expose the \"doublethink\" that allowed protest groups such as Extinction Rebellion (XR) to get away with serious disruption when a similar demonstration by a Right-wing group would spark \"bedlam\".\\nThe former Labour MP compared XR's protest preventing distribution of conservative-leaning newspapers last year, which struck at the \"heart of the democratic process\", with the likely outcry if it had been a right-wing group halting publication of The Guardian or The Mirror.\\n\"When it is a cause that overall people believe in, there is a sense that anything goes and everything can be explained away as part of getting your voice heard,\" said Lord Walney, who as the MP John Woodcock quit Labour to sit as an independent.\\nHis comments came after Boris Johnson described protesters who clashed with police for a third time in Bristol on Friday night as a \"mob intent on violence\". The Prime Minister said officers endured \"disgraceful attacks\" as bricks, bottles and fireworks were hurled at them during a \"Kill the Bill\" demonstration. Priti Patel, the Home Secretary, said she was \"disgusted\".\\nBaron Walney has launched a call for evidence to give the public a say on how political protests are handled. He said he wanted to know whether people are \"comfortable\" with the disruption caused by groups such as XR blocking roads, stopping public transport and halting newspapers.\\n\"I want to draw out, debate and expose what I think can be an extraordinary doublethink,\" he said. \"Because these are environmental protesters and because on, let's say, the liberal centre and left, there can be pretty strong views about Rupert Murdoch.\\n\"That doesn't get anything like the attention than if you imagine if a right-wing group stopped The Guardian and Mirror from printing. There would be absolute bedlam if that happened.\"\\nBaron Walney said there was a focus on the proposed Police, Crime, Sentencing and Courts Bill's proposal to curb noise, a controversial measure that would \"understandably\" be intensely debated in Parliament.\\nBut he added: \"If you flip the idea and, say, that was a group like the English Defence League that was camped as a huge mob outside Parliament trying to disrupt the process of, for example, a future Government passing more liberal immigration laws, and that group was doing a large spectrum of measures to try to influence and intimidate parliament including making so much noise that the democratic debate within Parliament was being affected.\\n\"I think the same people who would say this is a preposterous and terrible attack on our basic liberty to scream in the face of elected politicians would take a rather different view if the cause was different.\"\\nHe added that he could not explain why there should be less of an outcry against a liberal cause, claiming we are often \"swayed by our own biases\".\\nBaron Walney said he wanted to know whether the political classes, who like him might have been imbued with a belief in the right to protest – he was taken on CND marches at the age of four – were out of touch with the public who might take a more sceptical view about the disruption caused.\\nHe suggested there might even be a case to consider whether the Government's Criminal Justice Bill had not gone far enough on protest, as police officers he had spoken to had wanted – but not got – powers to stop demonstrators going to protests with locking devices or glue to maximise disruption.\\nBristol has seen three violent protests in one week against the proposed Police, Crime, Sentencing and Courts Bill, which would give police in England and Wales more power to impose conditions on non-violent protests including those deemed too noisy or a nuisance, with those convicted liable to fines or jail terms.\\nA demonstration last Sunday, which began peacefully, descended into a riot when some 500 people marched on Bridewell police station. Twelve people were arrested and there were a further 10 arrests on Friday, including three linked to Sunday's violence.\\nOn Saturday night, David Lammy, the shadow justice secretary, criticised the \"heavy-handed\" police response to the protest but also said protesters had been \"piling into Bristol\" and \"stoking\" tension. Mr Lammy, who is opposed to the Police and Crime Bill, told LBC the image of police breaking up demonstrators on Friday \"looks severe, really, really heavy handed\".\\nMarvin Rees, the Bristol Mayor, said it was concerning how many people were travelling to the city to protest or \"cause conflict\".\\nA senior police chief said large gatherings are still illegal under coronavirus regulations and warned of groups wanting to \"hijack\" legitimate protests.\\nAhead of Friday's protest, Martin Hewitt, the chairman of the National Police Chiefs Council, said: \"I would ask people planning to protest this weekend to think carefully and consider whether joining a large gathering outside in the midst of a pandemic, and potentially being near the scene of violence like we saw last weekend, is something that is safe for them as individuals to do.\\n\"And let me really be clear that any person who is identified committing such acts of violence as we saw can expect to face the full weight of the law.\"\\nOn Saturday, thousands of anti-lockdown protesters clashed with police in Bradford. Posters advertising the event read: \"It's time for our communities to fight back for our freedoms, enough is enough! Mounted officers were seen breaking up the crowds.", "image": [["A protester stands in front of police officers in Bristol on Friday night", "www.telegraph.co.uk/content/dam/news/2021/03/27/TELEMMGLPICT000254404612_1_trans_NvBQzQNjv4Bqg-VWvOIJKlKo7WTGpl35mejZYyozOimOZxhAHnkOmpE.jpeg?imwidth=350"]], "author": ["Charles Hymas", "Steve Bird"], "date": "2021-03-27"}, "https://www.telegraph.co.uk/business/2021/03/01/hedge-fund-chief-sir-chris-hohn-nets-one-britains-biggest-ever/": {"title": "Hedge fund chief Sir Chris Hohn nets one of Britain's biggest paydays", "subtitle": "Investor picked up £344m in dividends following a profits surge at his firm The Children's Investment Fund (TCI)", "text": "Hedge fund billionaire Sir Chris Hohn has landed one of the biggest annual paydays ever recorded in Britain after handing himself $479m (£344m) following soaring profits at his firm.\\nThe sum paid to 54-year-old Sir Chris by The Children's Investment Fund (TCI) exceeds previous bonanzas such as the £320m handed to Bet365 boss Denise Coates in 2018, which catapulted her ahead of celebrities such as Taylor Swift and cemented her position as the world's best-paid woman.\\nIt is also significantly more than the amount received by Sir Martin Sorrell, founder and former chief executive of advertising giant WPP, whose £70m pay cheque in 2015 was one of the largest corporate handouts in history.\\nIn 2009, Reckitt Benckiser paid its then chief executive Bart Becht £92m in a cash-and-shares package.\\nSir Chris - who referred to himself as an “unbelievable money maker” during his record-breaking divorce proceedings in 2013 - collected the vast sum in dividends according to a Companies House filing covering the year to February 2020.\\nThe father of four is the son a of a Jamaican car mechanic who emigrated to Britain in 1960. He set up TCI in 2003 and is known for donating large sums to charity. It is not known if he has made any donations from the £344m payout, which is equal to around £940,000 per day.\\nThe highly private investor is one of Britain's biggest taxpayers, handing an estimated £58m to the Exchequer last year according to the Sunday Times Tax List. Chancellor Rishi Sunak worked at his hedge fund for three years from 2006.\\nHis increase in dividends came after pre-tax profits at his fund soared to $695m, from $420m a year earlier, as major bets on the the likes of Microsoft and Google-owner Alphabet came good for the philanthropist and Extinction Rebellion supporter. He quietly built a significant stake in the owner of Heathrow Airport in 2019.\\nAgainst a backdrop of middling returns by other fund managers, Bloomberg analysis last year showed that Sir Chris's organisation TCI Fund Management gained 41pc in 2019 - making him one the world's top 15 most successful hedge fund managers. Those on list, all of them men, made a combined $12.4bn for the year.\\nHe has previously been described as the \"undisputed headbanger of the investment community\" for buying stakes in underperforming European companies and forcing radical change.\\nThe activist investor led a revolt against former London Stock Exchange chairman Sir Donald Brydon over the departure of chief executive Xavier Rolet in 2018.\\nPersonally and through his charity The Children’s Investment Fund Foundation, in 2019 he was the biggest individual donation to Extinction Rebellion with a £200,000 payment to the activists’ cause.", "image": [["Sir Chris Hohn", "www.telegraph.co.uk/content/dam/business/2019/10/18/TELEMMGLPICT000002586780_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=680"]], "author": ["Lucy Burton"], "date": "2021-03-01"}, "https://www.telegraph.co.uk/news/2021/03/22/bristol-riots-protests-kill-bill-police-station-mayor/": {"title": "Bristol rioters were 'serial demo attenders' from outside city intent on violence, mayor says", "subtitle": "Twenty officers were injured in clashes on Sunday night, one of which with a suspected punctured lung having been stamped on by a rioter", "text": "The rioters who set police vehicles alight and attacked officers were \"serial demo attenders\" intent on violence against anything they perceive as the establishment, the mayor of Bristol said.\\nMayor of Bristol Marvin Rees believes a number of the violent \"Kill the Bill\" protesters were from outside of the city, and added: \"I don't know what the proportions are, but I do suspect that a number were serial demo-attenders who are looking for any opportunity to engage in physical confrontation with representations of what they see as the establishment.\"\\nAsked if he thought those hurling missiles at police officers were local, he said: \"I highly suspect there were a number of people from outside the city. The exact proportion, I do not know.\"\\nTwenty officers were injured in clashes on Sunday night, one of which with a suspected punctured lung having been stamped on by a rioter, a senior Avon and Somerset Police officer said.\\nAndy Marsh, chief constable of Avon and Somerset Police, said Sunday's protest had been \"hijacked by extremists\".\\n\"I believe the events of yesterday were hijacked by extremists, people who were determined to commit criminal damage, to generate very negative sentiment about policing and to assault our brave officers,\" he said.\\n\"Officers were very patient. From the initial gathering of around 2,000 to 3,000, which was more than we anticipated, there were about 50 officers engaging with those present and encouraging them to disperse. Many were complying in fairness.\\n\"There was a hardcore of serious criminals hidden within those 3,000 people - perhaps 400 or 500 people - and we certainly didn't trigger this.\\n\"The officers were incredibly patient, incredibly professional and I pay tribute to them.\"\\nAt least seven people have been arrested in connection with the violent scenes that marred a \"Kill the Bill\" protest in Bristol, which saw a police station attacked, officers injured and vehicles set alight.\\nThe Avon and Somerset police and crime commissioner said \"many more\" would be arrested in the coming days as officers examined a large amount of CCTV footage from Sunday night's riot.\\nThe \"mob\" at the \"Kill the Bill\" protest in Bristol were \"looking for a trigger to provoke a violent response,\" according to the chief constable.\\nThe group was \"creating a scene\" outside Bridewell police station, where initially about 50 police officers were present, he said.\\nReports suggest demonstrators were able to get close enough to the riot shields held by police officers to graffiti them.\\nThe officers who were at the scene on the night were making \"incredibly difficult decisions,\" according to Mr Marsh. Read the full statement below.\\nHe told BBC Radio 4's Today programme: \"What we didn't want to do was to give them a trigger that could not be avoided. Simply wading in and making a handful of arrests from a mob of hundreds of angry people would have left the officers more vulnerable at the station, more vulnerable to being over-run.\"\\nHe told the programme: \"What happened is not what the people of Bristol stand for and what Bristol is all about.\\n\"We are talking about a small minority of criminals. We will track them down. We will bring them to justice.\\n\"Rest assured, by the end of today we will be releasing pictures of some of the people we want.\\n\"There will be a huge investigation. I do expect very serious consequences for those involved.\"\\nYou can read the story told in pictures by Robert Mendick here.\\nThe \"Kill the Bill\" movement is opposing a piece of Government legislation that would give police more powers to combat protests.\\nThe Police, Crime, Sentencing and Courts Bill would give the police in England and Wales more power to impose conditions on non-violent protests, including those deemed too noisy or a nuisance.\\nThose convicted under the proposed legislation could face a fine or jail.\\nThe riots that ran from Sunday night and into Monday morning came after a year of high-profile, emotionally-charged demonstrations.\\nExtinction Rebellion, Black Lives Matter (BLM), anti-lockdown and more recently women's safety in the wake of the death of Sarah Everard have all been subject of marches.\\nBut given mass gatherings are currently banned under the coronavirus legislation and anyone breaching the regulations could be fined, policing them has become much more complicated.\\nAsked whether the much-criticised way the Metropolitan Police handled the vigil for murdered Sarah Everard earlier this month had made a difference to how officers behaved in Bristol, Avon and Somerset Police Chief Constable Andy Marsh said: \"Every protest and the police response to it needs to be dealt with in the context of that protest.\"\\nThe Met faced widespread criticism for the way it dealt with the vigil in Clapham Common, south London, where officers handcuffed and removed several women who had come out during lockdown in memory of Ms Everard.\\nChief Constable Marsh told BBC Radio 4's Today programme: \"By the time it got to to 5.30pm, it became clear that whatever we did we would not be able to avoid a very violent confrontation.\\n\"Once that has happened a handful of officers making a small number of arrests when there is a crowd of 100 damaging vehicles, throwing missiles and throwing fireworks at us - that would not be a good response, that would just put the people who remained in more danger.\"\\nBristol has long been a city familiar with protests, with riots in 2011 over a new Tesco. And the waterside city was the scene for the toppling of Edward Colston's statue, which was thrown into the harbour during BLM protests in June.\\nBoris Johnson has described the violent scenes that marred a \"Kill the Bill\" protest in Bristol as \"unacceptable\".\\nSpeaking to broadcasters at BAE Systems in Preston, the Prime Minister said: \"I think all that kind of thing is unacceptable and the people obviously have a right to protest in this country.\\n\"But they should protest peacefully and legally.\"\\nLabour leader Sir Keir Starmer said the events in Bristol were \"inexcusable\" and \"completely unacceptable\".\\nThe former director of public prosecutions said he hoped those responsible for the violence were brought to justice.\\n\"I hope that the perpetrators are identified and prosecuted where that's appropriate,\" Sir Keir told LBC Radio.\\nOn Sunday night, Home Secretary Priti Patel branded the scenes \"unacceptable\" and said \"thuggery and disorder\" would never be tolerated.\\nShe tweeted: \"Unacceptable scenes in Bristol tonight.\\n\"Thuggery and disorder by a minority will never be tolerated.\\n\"Our police officers put themselves in harm's way to protect us all.\\n\"My thoughts this evening are with those police officers injured.\"\\nHer counterpart Shadow home secretary Nick Thomas-Symonds has condemned the \"appalling\" and \"completely unacceptable\" violence in Bristol.\\nHe told the BBC news channel: \"Of course, I agree with legitimate protest in a Covid-safe and secure and peaceful way - that is one of the things that is most precious about our democracy - but there is no link between that and the appalling scenes that we saw last night.\\n\"That violence which we saw last night, which was completely unacceptable, does absolutely nothing for the cause of those of us who are making perfectly legitimate arguments about concerns around the Policing Bill which in the way that it seeks to limit protests.\"\\nDavid Davis, the former Brexit Secretary, said that if rioters wanted to prove that police needed more powers to combat protests, \"they couldn't have done a better job\".\\nThe Tory minister said people burning vehicles and attacking officers \"have not helped the cause at all - not one iota\".\\nPolice officers from neighbouring forces had to be drafted in to deal with the rioting.\\nAndy Marsh, chief constable of Avon and Somerset Police, said his force was used to policing protests in Bristol.\\n\"It was a very difficult and violent situation for them to deal with,\" he said.\\n\"We are very used to dealing with protest in Bristol and I would say every day there is a protest of some sort.\\n\"Of course now, protest is unlawful. Normally we would be able to engage with organisers and establish some perimeters and get a clear idea of how many are turning up.\"\\nBristol Mayor Marvin Rees said: \"There is a debate to be had and there's debate to be had about all proposed Government legislation.\\n\"But I think there are particular concerns about this Bill and we'll speak about those more on another occasion.\\n\"But the violence that happened in a city last night goes nowhere to actually reducing the likelihood of this Bill winning support.\\n\"In fact, it does quite the contrary.\\n\"People from those communities who have been on the rough end of the criminal justice system are now in more danger. It doesn't put them closer to justice, it puts them further away.\\n\"It runs absolutely against what they claim to be in fighting for - political illiteracy at large.\"", "image": [["Protesters in Bristol in stand off with police after the new Bridewell Police Station was attacked by protesters", "www.telegraph.co.uk/content/dam/news/2021/03/22/TELEMMGLPICT000253962296_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=350"], ["Police vans block rioters in Bristol", "www.telegraph.co.uk/content/dam/news/2021/03/22/TELEMMGLPICT000253969269_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=350"], ["Kill The Bill protesters fighting with the police into the early hours of Monday morning", "www.telegraph.co.uk/content/dam/news/2021/03/22/TELEMMGLPICT000253972934_trans_NvBQzQNjv4BqaRL1kC4G7DT9ZsZm6Pe3PehAFAI_f6ud569StXyOKH0.jpeg?imwidth=350"], ["Demonstrators attacked police after thousands of people attended a protest that officers had 'strongly advised' against joining", "www.telegraph.co.uk/content/dam/news/2021/03/22/TELEMMGLPICT000253969313_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=350"], ["Street cleaners work outside a police station the morning after demonstrators clashed with police during a protest against a proposed new policing bill in Bristol", "www.telegraph.co.uk/content/dam/news/2021/03/22/TELEMMGLPICT000253973539_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=350"], ["Cleanup following anti Police bill protest in Bristol", "www.telegraph.co.uk/content/dam/news/2021/03/22/TELEMMGLPICT000253973379_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfy2dmClwgbjjulYfPTELibA.jpeg?imwidth=350"], ["A placard is seen in a bin as a street cleaner works outside a police station", "www.telegraph.co.uk/content/dam/news/2021/03/22/TELEMMGLPICT000253973689_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=350"]], "author": ["Gareth Davies"], "date": "2021-03-22"}, "https://www.telegraph.co.uk/travel/news/idyllic-places-blighted-a-bombs/": {"title": "Idyllic places blighted by A-bombs", "subtitle": "Beauty spots and remote locations scarred by the era of nuclear testing", "text": "It is, in many ways, the ghost that will not stop howling. This week has seen the spectre of the nuclear explosion rattle its chains again – with the revelation that France under-reported the levels of radiation emitted by its atomic test programme in the South Pacific in the mid- and late-20th century. The findings, unearthed by the French investigative website Disclose, with the assistance of American and British researchers, throws open a door for thousands of residents of French Polynesia to pursue compensation for the health consequences of the bomb blasts – which occurred between 1966 and as recently as 1996.\\nThe news is hardly surprising. Governments have rarely been open about the effects of unleashing clouds of toxic matter into the atmosphere – and while it is French secrecy which stands in the dock this month, Paris has not been alone in smearing radiation across the planet. France is, of course, one of the five official “nuclear weapon states” (NWS), along with the USA, the UK, Russia and China, while three other nations – India, Pakistan and North Korea – have openly conducted tests. Add in presumptions about the nuclear status of Israel and Iran, and the atomic map extends to four continents.\\nIts shadow stretches much further – into arid landscapes, areas of placid beauty, and remote islands supposedly removed from trouble’s path. In the 76 years since the first nuclear device was detonated – in the Jornada del Muerto desert of New Mexico in July 1945, as part of the Manhattan Project – locations from the waters of tropical oceans to the sands of the Sahara have witnessed the grim ascent of a mushroom cloud. Most are still scarred by the experience, but some have become places of fascination (dark tourism, if you will), while others are inching towards a brighter existence in a century which – you might hope – is less keen to flirt with global armageddon at the push of a few buttons.\\nFrance conducted some 180 nuclear tests in the Pacific region in the course of 30 years. The majority took place at Moruroa Atoll – although others occurred at the neighbouring Fangataufa Atoll, 23 miles south, on the east flank of the broader Tuamoto Archipelago.\\nMoruroa does not differ in geography from the rest of French Polynesia – spreading out for 17 miles as a ring of low-slung coral islets encircling a lagoon. It was this sheltered lake which bore the brunt of the experiments, firstly on July 2 1966, with the detonation of a plutonium fission bomb that – according to a later study by Greenpeace – sucked out all the water from the lagoon, before “raining dead fish and molluscs down on the atoll”.\\nThese activities usually took place amid strict secrecy – but they were not without interested observers. Remarkably, French president Charles de Gaulle was present at Moruroa on September 10 1966, when a nuclear device was set off as it hung from a balloon. Protests by New Zealand – which sent two frigates to the atoll in 1973 – saw the experiments driven underground, into tunnels drilled into the volcanic rock. But this did not stem the controversy. A system failure in July 1979, which saw a device become wedged only halfway down its shaft at a depth of just 400m, sparked land slippage and a tsunami. Anger only intensified when France conducted a further series of tests in 1995 and 1996, mere months before the Comprehensive Nuclear Test Ban Treaty was adopted by the United Nations General Assembly. The radioactive fallout of the process is estimated to have affected 110,000 French Polynesians – this week’s report pays special attention to the test which took place at Moruroa on July 17 1974, where the subsequent atomic cloud took an unexpected trajectory – drifting across Tahiti and its capital Papeete.\\nThe situation raised further bleak headlines in the summer of 1985. Frustrated at Greenpeace’s ongoing opposition to the tests, agents for the DGSE (Direction Generale de la Securite Exterieure; the French foreign intelligence service) planted two bombs on the hull of the environmental group’s ship the Rainbow Warrior on the night of July 10, as it was docked in Auckland. The explosions killed the Portuguese-Dutch photographer Fernando Pereira, sank the vessel – and triggered a wave of international condemnation.\\nYou have to travel a long way into Africa’s biggest country to find the location of France’s first nuclear explosion. Reggane is the last town you reach if you head south on the Tanezrouft Track – the lower half of Algeria’s N6 highway, which cuts across the Sahara to Mali. It is a remote dot on the map, marooned some 900 miles from the capital Algiers. It is a small place as well, with a population of 20,000 largely Berber inhabitants, scratching out a living close to the southernmost oasis of the Tuat region. Beyond it lies the dunes of the planet’s greatest desert, sand swallowing sand all the way to the horizon.\\nIt was for this reason that France decided it could conduct nuclear experiments here – in an unseen shard of what was then its colony. The timing was contentious. When that first mushroom cloud billowed, on February 13 1960, France was already embroiled in the eight-year war (1954-1962) that would see Algeria wrench itself out of foreign control. Gerboise Bleue (Blue Jerboa – named after the Saharan rodent) went ahead even as bullets were flying elsewhere; a plutonium-filled bomb detonated at the top of a 100m steel tower. Three further explosions would take place at the site over the next 15 months (Gerboise Blanche, Gerboise Rouge, Gerboise Verte), but the first was by far the biggest. Indeed, at that point, it was the biggest test blast that had ever been unleashed. Fat Man, the bomb that was dropped on Nagasaki in August 1945, was “only” a third as powerful.\\nThe French media reacted exultantly. Africa recoiled – Morocco withdrew its ambassador from Paris; Ghana froze all French assets within its borders. But the experiments continued – even after Algeria had won its independence. Eighteen tests were conducted at a new underground facility near In Ekker – an even more remote village, in the Hoggar Mountains – between November 1961 and February 1966. These were not without issues. On May 1 1962, the “Beryl Incident” saw a cloud of dust escape the improperly sealed shaft that had been built to contain it, exposing more than 100 people to radiation – including France’s Minister of Scientific Research, Gaston Palewski, who would die of leukaemia 22 years later. In 1999, a survey of the site by the International Atomic Energy Agency found that it was still contaminated, and a threat to the local nomadic population.\\nBritain ran ahead of France in the race to be a nuclear power. Having been rebuffed by the USA in a request to share the full results of the Manhattan Project, London embarked on its own bomb-building programme. The first bitter fruit of it was Operation Hurricane – the detonation of a plutonium implosion device in the Montebello Islands of Western Australia, just before 8am on October 3 1952.\\nThe explosion caused one notable “fatality”. HMS Plym was a veteran of the Second World War – a River-class frigate, launched in 1943, which had served in the anti-submarine convoy in the Atlantic. It was within its hull that a 25-ton atom bomb was set off, as it was anchored off Trimouille Island (to simulate the consequences of a similar device being smuggled into British port).Derek Hickman, an engineer observing the blast from a distance, remarked that all that remained of the Plym “were a few fist-sized pieces of metal that fell like rain, and the shape of the frigate scorched on the sea bed.” A blackened paste washed up on the shore.\\nThe fallout cloud spluttered upwards to an altitude of 10,000ft (3,048m). But although it drifted out to sea, as had been the intention, it would reverse its direction and blow across the Australian mainland. Radiation would be detected as far away as Brisbane, on the Queensland shore. Nonetheless, two further blasts were staged in the islands – on Trimouille and the neighbouring Alpha outcrop – in the May and June of 1956 (as part of “Operation Mosaic”), before Britain’s nuclear test programme was transferred elsewhere.\\nThe Montebello Islands were chosen for their location – they lie 80 miles off the Pilbara coast of north-western Australia. But they suffered for their isolation. Radiation was still apparent in the early 1980s, and access to Trimouille was prohibited until 1992. Australia had agreed to the area being a nuclear test site in 1951, but has taken a different approach in the new millennium – the archipelago is now a conservation park. Wildlife has been reintroduced – with birds like sooty oystercatchers, and marsupials such as the wallaby, transferred in from nearby Barrow Island. An obelisk marks the site of the explosion on Alpha, but visitors are advised not to linger long – or collect souvenirs – on either island.\\nBritain’s nuclear ambitions would also impose themselves on the Australian mainland. In October 1953, Operation Totem saw a pair of tests conducted at Emu Field, in the South Australian desert. This was a far less remote location than the Montebello Islands, “just” 700 miles from the state capital Adelaide, and the radioactive cloud from the first test – Totem 1 – would drag its tendrils north-east across the landmass.\\nThe site is now regarded as safe to visit (though permission is needed; it forms part of the RAAF Woomera Range complex) – and provides proof of the ferocity of the blasts in vitrified sand and scorch rings. The epicentre of Totem 1 is marked with an obelisk which declares that “radiation levels for a few hundred metres around this point may be above those considered safe for permanent occupation”. It can be part of a particularly hardy journey into the Australian Outback along the Anne Beadell Highway – the 823-mile unsealed road between Coober Pedy (in South Australia) and Laverton in Western Australia, which passes Emu Field – and was partly constructed (between 1953 and 1962) to facilitate the nuclear experiments.\\nSouth Australia’s recollections of the second test site on its soil are much angrier. Though marginally closer to Adelaide (it sits some 140 miles south of Emu Field, about 500 miles north-west of the city) Maralinga is harder to reach. This partly explains why its desert landscape fell prey to seven weighty British nuclear tests between 1956 and 1963, mainly as part of Operation Buffalo (1956) and Operation Antler (1957). The area was left badly contaminated – and “clean-ups” in 1963, 1964 and 1967 undid only a little of the damage.\\nWhile, as with the Montebello Islands, the Australian government had given its consent for the tests, attitudes have – understandably – hardened significantly over time. A fuller rehabilitation of the area was attempted between 1996 and 2000, with the British government contributing an initial £20million of funding in 1993. But the test site and its legacy remain enormously controversial – even though the land was formally handed back to its indigenous guardians, the Maralinga Tjarutja, between 2009 and 2014. The radioactive stain has also seeped into the country’s culture as well as its ground. The Sydney band Midnight Oil are among the various Australian musicians to have addressed the topic – notably on the track Maralinga, on their 1982 album 10, 9, 8, 7, 6, 5, 4, 3, 2, 1.\\nBritain’s ambition to be the third power (following the USA and the Soviet Union) to possess thermonuclear weapons led it away from an increasingly unhappy Australia into the waters of the Pacific – where what is now Kiribati fell under the cross-hairs. This small oceanic nation gained its independence from the UK in 1979 – but only after it had endured the series of explosions that was Operation Grapple in 1957 and 1958. The procedure saw hydrogen bombs detonated above both Kiritimati and Malden Island – which sit, respectively, 1,340 miles and 1,760 miles south of the Hawaii capital Honolulu.\\nBoth were, and are, the sort of islands which define the region in popular imagination – low sands and whispering palms. Both have claims to fame. Kiritimati is better known as Christmas Island – and, as of a realignment of the International Date Line in 1995, is one of the first places on earth to witness the dawn of a new year. It is not uninhabited – and, shockingly, wasn’t evacuated during the trials – its plantation workers left in harm’s way. Operation Dominic – 31 US tests – also made use of it as Cold War tensions heightened in 1962. Its population has grown significantly since, but the entire island is now a wildlife sanctuary, where birds like the Christmas Island warbler and red-tailed tropicbird thrive.\\nMalden Island was at least free of human footprints when Operation Grapple descended upon it. Or, at least, it was by that point. It is large enough – some 15 square miles of coral, framing an enclosed lagoon – that it had sustained life in another era. It was uninhabited when it was “discovered” by the American whaler Samuel Bunker in 1825, but ancient ruins on its north and south shores – 21 archaeological sites in total, with the remains of houses, temples and tombs – talk of an earlier Polynesian civilisation that had moved on long before bigger ships and military airplanes were plotting it on their charts.\\nThe USA had carried its nuclear plans into the Pacific long before Operation Dominic shook the skies. Between 1946 and 1958, it conducted 23 tests at Bikini Atoll, in the Marshall Islands. This was no small endeavour. In the summer of 1946, Operation Crossroads – the first and most significant part of the early trials – saw the detonation of the first two nuclear devices since the bombing of Nagasaki a year earlier. It involved the assembly of a ships’ graveyard – 95 warships deemed to be expendable; an enormous fleet – in the atoll’s lagoon. These were to be metal guinea pigs in experiments to assess the effects of targeting vessels at sea. The first device – Able – sank five of them on July 1; the second, Baker, was detonated underwater, and took down another eight on July 25.\\nThe ships were not the only “casualties” of the tests. The Castle Bravo experiment of March 1 1954 led to sizeable fall-out, showering the people of the surrounding Rongelap Atoll in radioactive ash. Notoriously, the debris also fell onto the 23 crew members of the Japanese fishing boat Daigo Fukuryu Maru (Lucky Dragon No.5), which had the ill fortune to be in the area. The outcry was loud. The ship is now preserved in its own museum in Tokyo – a quiet protest against nuclear weaponry. Bikini Atoll is much less accessible. Attempts to resettle the local population in 1970 were abandoned by 1980, after high levels of strontium-90 were found in its drinking water. Remarkably, scuba diving was authorised in 1996, allowing “adventurous” souls to inspect the remains of the likes of the USS Anderson, USS Arkansas and USS Saratoga in the depths of the lagoon.\\nThe Ground Zero of nuclear explosions – near Socorro in this south-western state – is now safeguarded as a National Historic Landmark. It was here, under the gaze of Robert Oppenheimer, that the Trinity test was conducted on July 16 1945. The site has been on the US heritage list since 1965. However, access is only possible twice a year, on special open days held on the first Saturdays of April and October, as the site is part of the active White Sands Missile Range (see wsmr.army.mil/Trinity/Pages/Home.aspx; the upcoming April open day has been cancelled due to the pandemic). For those who want to sample the harsh geography of the area which gave birth to the nuclear bomb, but cannot make such specific dates, the adjacent White Sands National Park (nps.gov/whsa) is indicative – its dunes of pale gypsum rising and falling below the ridge of the San Andres Mountains.\\nSome of the most remarkable images of the nuclear age are those which show mushroom clouds in the heavens above the Nevada Test Site – where the US set off devices for much of the Fifties. That these experiments took place so close to human life – Las Vegas lies just 100 miles to the south-east – remains a source of astonishment. Particularly as Sin City revelled in the proximity, holding viewing parties, and even related beauty pageants.\\nLook at it on the map, and you might surmise that, on location alone, Amchitka Island could have started the Third World War. This volcanic outcrop in the northern Pacific has been part of the USA since the Alaska Purchase of 1867. But it is also part of the Aleutian Islands – the archipelago, arcing like a necklace between continents, that is shared with Russia. Less than 600 miles – a hop and a skip in terms of the region – separate it from Bering Island, on the other side of the border. In 1965, when the USA selected Amchitka as a nuclear test site, these two “neighbours” were also on opposite sides of the Cold War.\\nProvocative? Surely. But enormous underground blasts were unleashed in 1965 and 1969 – and again at the start of the next decade. The Cannikin experiment of November 6 1971 unfurled as an explosion 400 times more powerful than the bomb which eviscerated Hiroshima – a gut punch to the island that caused landslides, and created a vast new lake.\\nThe Amchitka and Cannikin tests played a direct role in the founding of Greenpeace. Five decades later, radiation levels on the the island are still being carefully monitored, although there are tentative plans to turn it into a wildlife preserve – by as soon as 2025.", "image": [["A nuclear test at Moruroa in 1970", "www.telegraph.co.uk/content/dam/travel/2021/03/11/GettyImages-526777000_trans_NvBQzQNjv4Bq7HJb7Q8i_einS_BXBxlZV0u5SZRWLV6blloSauThRfs.jpg?imwidth=680"], ["Charles de Gaulle watches the 1966 test", "www.telegraph.co.uk/content/dam/travel/2021/03/11/GettyImages-104404516_trans_NvBQzQNjv4BqFNg083D4dwMls34BZ1qmEyi9y4H_XFzJKW87yDRHwck.jpg?imwidth=350"], ["Rainbow Warrior after being bombed by secret service agents", "www.telegraph.co.uk/content/dam/travel/2021/03/11/GettyImages-102779537_trans_NvBQzQNjv4BqplGOf-dgG3z4gg9owgQTXPGkjMqXV6CT_ASrwFoxoSc.jpg?imwidth=350"], ["Dummies await Gerboise Rouge", "www.telegraph.co.uk/content/dam/travel/2021/03/11/GettyImages-3270538_trans_NvBQzQNjv4BqKutH9T4LB0mU7ExMWwW8NL5Y1ppsiujAOhqNjaOsRss.jpg?imwidth=350"], ["Algeria's Hoggar Mountains", "www.telegraph.co.uk/content/dam/travel/2021/03/11/GettyImages-1183783797_trans_NvBQzQNjv4BqjJeHvIwLm2xPr27m7LF8maFSVnA7ljiZGqfHiRYjp5k.jpg?imwidth=350"], ["The aftermath of Operation Hurricane", "www.telegraph.co.uk/content/dam/travel/2021/03/11/GettyImages-51109362_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwfSVWeZ_vEN7c6bHu2jJnT8.jpg?imwidth=350"], ["The Montebello Islands", "www.telegraph.co.uk/content/dam/travel/2021/03/11/GettyImages-1129017961_trans_NvBQzQNjv4BqjJeHvIwLm2xPr27m7LF8maFSVnA7ljiZGqfHiRYjp5k.jpg?imwidth=350"], ["A road sign points to Maralinga", "www.telegraph.co.uk/content/dam/travel/2021/03/11/GettyImages-1080255528_trans_NvBQzQNjv4BqZ_JcPYgesQnahAq0MEErmUdC6hQ-DIbMnE9IrAEJOfE.jpg?imwidth=350"], ["One of Kiribati's many atolls", "www.telegraph.co.uk/content/dam/travel/2021/03/11/GettyImages-1187220840_trans_NvBQzQNjv4BqEDjTm7JpzhSGR1_8ApEWQA1vLvhkMtVb21dMmpQBfEs.jpg?imwidth=350"], ["Operation Crossroads", "www.telegraph.co.uk/content/dam/travel/2021/03/11/GettyImages-568878521_trans_NvBQzQNjv4BqGDa2KUuunydmdpV9LzabUg5px7nN3E74DYlHYlYZVA0.jpg?imwidth=350"], ["The wreck of the USS Saratoga", "www.telegraph.co.uk/content/dam/travel/2021/03/11/GettyImages-1181634742_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwfSVWeZ_vEN7c6bHu2jJnT8.jpg?imwidth=350"], ["White Sands National Park", "www.telegraph.co.uk/content/dam/travel/2021/03/11/GettyImages-1134491369_trans_NvBQzQNjv4BqjJeHvIwLm2xPr27m7LF8maFSVnA7ljiZGqfHiRYjp5k.jpg?imwidth=350"], ["Miss Atomic 1957", "www.telegraph.co.uk/content/dam/travel/2021/03/04/nevada-miss-atomic_trans_NvBQzQNjv4BqbllqV9Ow0absvN5uy-gSAJXjn4lSkLG_-M92pf5Ibys.jpg?imwidth=350"], ["The Aleutian Islands", "www.telegraph.co.uk/content/dam/travel/2021/03/11/GettyImages-1293782202_trans_NvBQzQNjv4BqtGQB12KHxxQCrwnTZkX0nyW0qTysEG4yZuBUdXGakjA.jpg?imwidth=350"]], "author": ["Chris Leadbeater"], "date": "2021-03-11"}}