{"https://www.itv.com/news/london/2022-07-22/eco-activists-plead-not-guilty-to-causing-public-nuisance-over-heatwave-protest": {"title": "Eco-activists to face jury trial over M25 heatwave protest in Surrey", "subtitle": null, "text": "Three protesters have appeared in court accused of mounting motorway signs on the M25 in response to extreme temperatures in the UK this week.\\nCressida Gethin, 20, Alexander Wilcox, 21, and Emma Mani, 45, are charged with causing a public nuisance following a Just Stop Oil demonstration on Wednesday.\\nThey each pleaded not guilty at Ealing Magistrates’ Court in west London on Friday.\\nWilcox wore a turquoise t-shirt for his appearance, while Mani wore a purple sweatshirt over a grey top and Gethin a buttoned-up pale blue cardigan.\\nThe 117-mile M25 encircles London.\\nThe defendants allegedly harnessed themselves to Junctions 14 and 15 on the south-west side in Surrey.\\nGethin, of Dorstone, Herefordshire; Wilcox, of South Fifth Street, Milton Keynes; and Mani, of High Street, Berkhamsted, Hertfordshire, were released on bail.\\nThey will next appear at Inner London Crown Court on August 19.\\nWant a quick and expert briefing on the biggest news stories? Listen to our latest podcasts to find out What You Need To Know...\\n", "image": [["Cressida Gethin Credit: PA Wire/PA Images", "https://images.ctfassets.net/pjshm78m9jt4/headerImage-466ddec5-ea70-4d89-ab4d-2e97ecfee2cd/071f605415ef85c96b8959aec140ac88/headerImage-466ddec5-ea70-4d89-ab4d-2e97ecfee2cd?fm=jpg&fit=fill&w=400&h=225&q=80"]], "author": null, "date": "2022-07-22"}, "https://www.itv.com/news/anglia/2022-07-04/climate-activists-paste-apocalyptic-vision-over-john-constable-painting": {"title": "Just Stop Oil activists paste apocalyptic vision over John Constable's Hay Wain at National Gallery", "subtitle": null, "text": "Climate change protesters have covered a painting at London's National Gallery with “an apocalyptic vision of the future.”\\nTwo Just Stop Oil protesters attached themselves to the frame of John Constable’s painting The Hay Wain on Monday.\\nThe protest forced the evacuation of visitors and a class of 11 year-old children on a school trip from the room where the masterpiece hangs.\\nA National Gallery spokesman said that two people entered Room 34 and “appeared to glue themselves to the frame of The Hay Wain by John Constable”.\\nThe protesters, a man and a woman wearing white t-shirts bearing the slogan 'Just Stop Oil' stepped over a rope barrier.\\nThey then placed what looked like a large colour paper print on to the front of the large-scale painting.\\nEach also placed a hand on the frame of the painting and knelt beneath it before loudly stating their concerns as visitors were ushered out by security staff.\\nThe male protester, later named by JSO as music student Eben Lazarus, 22, of Brighton, said: “Art is important. It should be held for future generations to see, but when there is no food what use is art.\\n“When there is no water, what use is art. When billions of people are in pain and suffering, what use then is art?”\\nProtester and psychology student Hannah Hunt, 23, also from Brighton, later said “the disruption will end when the UK Government makes a meaningful statement that it will end new oil and gas licences”.\\nShe added: “I’m here because our government plans to license 40 new UK oil and gas projects in the next few years.\"\\n“This makes them complicit in pushing the world towards an unliveable climate and in the death of billions of people in the coming decades.\\n“You can forget our ‘green and pleasant land’ when further oil extraction will lead to widespread crop failures which means we will be fighting for food. Ultimately, new fossil fuels are a death project by our Government.\\n“So yes, there is glue on the frame of this painting but there is blood on the hands of our government.”\\nA spokesman for the NG said the room was closed to the public and police were called.\\nThey said later: “The painting was removed from the wall to be examined by our conservation team. The Hay Wain suffered minor damage to its frame and there was also some disruption to the surface of the varnish on the painting – both of which have now been successfully dealt with.\\n“The painting will be rehung in Room 34 ready for when the National Gallery opens at 10am on Tuesday.”\\nA Metropolitan Police spokesman said: “At approximately 14.25 on Monday officers were called to a protest taking place inside the National Gallery involving two people.”\\nThe Hay Wain, which was painted in 1821, is one of the most popular paintings at the gallery.\\nThe rural Suffolk landscape piece depicts a wagon returning to the fields across a shallow ford for another load.\\nMr Lazarus said: “We have stuck a reimagined version of the Hay Wain that demonstrates our road to disaster.”\\nJSO said they had created a scene that depicts “the climate collapse and what it will do to this landscape.”\\nIt is the latest demonstration by the group, which in the past week has allegedly targeted a Scottish art gallery and stormed the track at Sunday’s British Grand Prix.\\nFive men, aged between 21 and 46, and two women, 20 and 44, were arrested after a track invasion during the opening lap of the race at Silverstone.\\nThe incident was not shown on F1’s global television feed.\\nHowever eyewitness footage emerged of five people – understood to be representing JSO – entering the circuit at the high-speed Wellington Straight.\\nThey then sat down on the tarmac.\\nIt comes on the same day that fuel protesters staged demonstrations across the UK calling for lower petrol prices.\\nWant a quick and expert briefing on the biggest news stories? Listen to our latest podcasts to find out What You Need To know...\\n", "image": null, "author": null, "date": "2022-07-04"}, "https://www.itv.com/news/meridian/2022-07-07/who-is-suella-braverman-the-brexit-backing-attorney-general-who-wants-to-be-pm": {"title": "Who is Suella Braverman? The Brexit-backing Cabinet minister under fire for speeding ticket response", "subtitle": null, "text": "Home Secretary Suella Braverman is under scrutiny about claims she asked civil servants to help her to arrange a private speed awareness course to avoid points on her licence.\\nThe prime minister is expected to speak to Ms Braverman following allegations she requested support from Home Office officials - which may have breached the ministerial code - after being caught speeding.\\nRishi Sunak, who faced questions about the home secretary’s handling of her speeding ticket during his visit to Japan for the G7 leaders’ meeting, will also seek advice from his ethics adviser about how to proceed.\\nMs Braverman said she was \"confident that nothing untoward happened\" in the handling of her speeding offence and added she regrets breaking the speed limit.\\nWho is Suella Braverman?\\nThe 43-year-old Conservative was voted MP for Fareham in 2015, before being appointed as the country's top legal official by Boris Johnson in February 2020.\\nSue-Ellen Braverman (Suella) is the daughter of Christie and Uma Fernandes, from Kenya and Mauritius. Her parents emigrated to Britain in the 1960s.\\nThe MP has previously spoken about her parents, saying they \"came here with absolutely nothing\".\\n\"It was Britain that gave them hope, security and opportunity and this country has afforded me incredible opportunities in education and my career, and I owe a debt of gratitude to this country.\"\\nPolitical Career\\nSuella Braverman was among the candidates vying to be the leader of the Conservative Party and prime minister following Boris Johnson's resignation in September 2022.\\nShe previously told ITV News political editor Robert Peston that being the UK’s next prime minister would be the \"greatest honour\".\\nShe confessed her ambition while the-then PM was being hit with a constant onslaught of ministerial resignations.\\nPeston asked Ms Braverman: \"A number of your colleagues have wondered if you have thought about standing?\"Ms Braverman replied: \"I’ll be honest with you, Robert. Yes, I will.\"\\nHowever, she was eliminated from the Tory leadership race having finished last in the second round of voting.\\nThe then Attorney General for England and Wales backed Liz Truss to become prime minister.\\nMs Braverman was elected as the MP for Fareham in 2015 with 56.1% of the vote and a majority of 22,262.\\nShe was appointed Attorney General for England and Wales on 13 February 2020.\\nSince being elected, she served on the education select committee, as a Parliamentary Private Secretary to the Treasury, and a Brexit minister.\\nIn November 2018, she resigned from her role as Brexit minister, over what she described as 'the unacceptable terms of the Withdrawal Agreement'.\\nMs Braverman served as Attorney General for England and Wales until 6 September 2022.\\nShe was then appointed Secretary of State for the Home Department on 25 October 2022.\\nShe previously held the same role between 6 September 2022 and 19 October 2022 under then Prime Minister Liz Truss.\\nLegal Career\\nCalled to the bar in 2005, Ms Braverman specialised in public law and judicial review.\\nShe has defended the Home Office in immigration cases, the Parole Board in challenges by prisoners and the Ministry of Defence in matters relating to injuries sustained in battle.\\nPersonal life\\nSuella Braverman read law at Queens' College, Cambridge University.\\nShe married Rael Braverman in February 2018 at the House of Commons.\\nThey have two children. The couple's first child was born in 2019 and their second in 2021.\\nIn the spotlight\\nThe Home Secretary hit the headlines in June 2022 when she reacted to a European court decision which effectively grounded the first flight to send asylum seekers out of the UK to Rwanda.\\nMs Braverman said it was \"time to complete Brexit and let the British people decide who can and cannot stay in our country\".\\nHer comments came after judges at the European Court of Human Rights (ECHR) granted last-minute interim measures covering three people who had been due to be on the first flight to Rwanda.\\nShe added: \"This is still a topic being discussed in Government but I have significant reservations about our relationship with the European Court of Human Rights.\"\\nShe hit the headlines again last week when she suggested the UK should train its own workforce of fruit pickers and lorry drivers rather than import foreign labour, in a speech that was expected to focus on immigration but repeatedly referenced other divisive issues.\\nThe Home Secretary, whose speech at the National Conservatism Conference was interrupted by Extinction Rebellion protesters, said \"we need to get overall immigration numbers down and we mustn’t forget how to do things for ourselves\".\\nMs Braverman claimed \"there is no good reason why we can’t train up enough HGV drivers, butchers or fruit pickers\".\\n\"Brexit enables us to build a high-skilled, high wage economy that is less dependent on low-skilled foreign labour.\"\\nWant a quick and expert briefing on the biggest news stories? Listen to our latest podcasts to find out What You Need To know...\\n", "image": null, "author": null, "date": "2023-05-22"}, "https://www.itv.com/news/london/2022-07-22/one-of-busiest-days-to-travel-as-nearly-1k-flights-leave-london-airports": {"title": "One of busiest travel days as 1,000 flights leave London airports amid queues and protest threats", "subtitle": null, "text": "This is a modal window.\\nBeginning of dialog window. Escape will cancel and close the window.\\nEnd of dialog window.\\nThis is a modal window. This modal can be closed by pressing the Escape key or activating the close button.\\nTap above to watch video report by Anna Geary\\nAlmost 1,000 flights are expected to depart London airports on Friday on what's expected to be one of the busiest travel days of the year, amid road traffic queues and the threat of fuel protests.\\nAccording to figures from Cirium, Friday 22 July is the second busiest day of 2022 for travel, with 591 flights departing from Heathrow Airport and 399 from Gatwick.\\nWith the majority of schools broken up for summer holidays and up to a million holidaymakers set to jet off this weekend from UK airports, the M25 is expected to see some of the worst jams due to the summer getaway.\\nThe notorious orbital motorway is expected to see the worst delays between Bromley and the Dartford Crossing; Maple Cross and the M3; and the M23 to the M40.\\nAs well as summer holiday traffic, the Fuel Price Stand Against Tax group has suggested its nationwide demonstrations on Friday will include the London area.\\nOn Thursday police arrested a 22-year-old woman from London who climbed motorway signs on the M25 in response to the extreme temperatures in the UK.\\nThe Just Stop Oil protest was to demonstrate against what the group described as the government’s \"inadequate preparations\" for climate change.\\nHeathrow, the UK’s busiest airport, recently introduced a cap of 100,000 daily departing passengers until 11 September, and pleaded with carriers to stop selling summer tickets.\\nGatwick Airport said this week that it has hired 400 new security staff to help ease queues.\\nEarlier this week actor and political activist Hugh Grant described Heathrow's treatment of visitors as \"inhumane\" the as he tweeted a picture of extreme queues at immigration control in the airport's Terminal 3.\\nMore delays were expected from a British Airways workers strike at the airport this summer, but workers called off industrial action on Friday after accepting a pay offer.\\nWant a quick and expert briefing on the biggest news stories? Listen to our latest podcasts to find out What You Need To Know...\\n\\n\\n", "image": null, "author": null, "date": "2022-07-22"}, "https://www.itv.com/news/london/2022-07-20/huge-m25-queues-in-surrey-as-just-stop-oil-protesters-climb-motorway-signs": {"title": "Arrest made as Just Stop Oil protesters climb motorway signs over M25 in Surrey sparking huge queues", "subtitle": null, "text": "Police say they have made an arrest after protesters climbed motorway signs on the M25 in response to the extreme temperatures in the UK and what they describe as the Government’s “inadequate preparations” for climate change.\\nOne group of activists from Just Stop Oil arrived at junction 10 eastbound near Cobham, Surrey, and began climbing the gantries that support overhead motorway signs.\\nSurrey Police said the protest had caused nine-mile tailbacks on the major route.\\nA travel alert from Highways England on Twitter warned: “There are delays of over an hour on the M25 anti-clockwise in Surrey due to an ongoing Surrey Police led incident within J10 (for A3, Guildford). 3 lanes (of 4) are currently closed.\\n“If this incident impacts on your planned route, please allow extra journey time as there is over nine miles of congestion on approach. Plan ahead, you may wish to re-route or even delay your journey.”\\nSurrey Police said: “Officers are dealing with a protester on a gantry on the M25 just past junction 10 of the anti-clockwise carriageway this morning (20 July), and three lanes are currently closed.\\n“We hope to have the area cleared as soon as possible and will keep you informed of further updates via our social media channels. In the meantime motorists should avoid the area.”\\nLater, the force confirmed a 22-year-old woman had been arrested.\\nIn a statement, Surrey Police said: \"Officers were called just after 7am this morning following reports of a protest on the M25 just past junction 10 of the anti-clockwise carriageway.\\n“Officers attended the scene and located a female protester sitting on top of a gantry over the motorway. Three lanes needed to be closed while we worked to safely remove the woman, which involved a specialist team trained in dealing with incidents at height.\\n“A 22-year-old woman from London, has been arrested on suspicion of causing a danger to road users, causing a public nuisance, and for being a pedestrian on the motorway.\\n“We appreciate this caused significant disruption this morning and want to thank drivers for their patience while we dealt with the incident. National Highways has since reopened all lanes on this part of the M25.”\\nThe environmental protest group has said more groups are on their way, as part of planned action between Wednesday and Friday.\\nA spokesperson for Just Stop Oil said: “The main thing is, we’ve just seen 40 degree temperatures, which have been predicted for decades, maybe it’s happening a bit faster. But it has just revealed how inadequate the Government’s preparations for climate change are and their entire policy, and basically we’re just saying it’s evident now we cannot continue.\\n“As we’re going on, we need to stop new oil. It’s the first step to ensuring we have a liveable future, and maybe it’s already too late.\\n“This is something we definitely need to do.”\\nThe group chose the M25 as the site of the action as it is “the place where we confront the carbon economy headlong and bring our resistance into full public view. The M25 has a kind of iconic status as the motorway from hell, doesn’t it? So it’s a reference to that”.\\nTemperatures reached 40C in the UK for the first time ever on Tuesday, which led to major incidents announced by fire brigades in London, Leicestershire and South Yorkshire as fires broke out across the country in the heat.\\nThe group is demanding that the Government make a “meaningful statement” that it will commit to stop licensing and consents for the exploration, development and production of fossil fuels in the UK, which it says is “the necessary first step to ensuring a liveable future”.\\nIt added that it plans to hold further actions against oil infrastructure in coalition with trade unions, environmental groups and civil society organisations in the coming months.\\nWant a quick and expert briefing on the biggest news stories? Listen to our latest podcasts to find out What You Need To Know...\\n", "image": null, "author": null, "date": "2022-07-20"}, "https://www.itv.com/news/london/2022-07-01/climate-activists-glue-themselves-to-van-gogh-oil-painting-at-london-gallery": {"title": "Climate activists glue themselves to Vincent Van Gogh oil painting at London gallery", "subtitle": null, "text": "Climate activists glued themselves to a 19th century Van Gogh painting in London to protest new oil and gas extraction.\\nEmily Brocklebank, 24, from Leeds and Louis McKechnie, 21, from Weymouth in Dorset, held the demonstration at the Courtauld Gallery in London on Thursday.\\nThe pair, who are members of protest group Just Stop Oil, stuck themselves to the frame of the 1889 landscape oil painting Peach Trees in Blossom.\\nMs Brocklebank, a psychology student, said she loves art but was targeting the art world because it is “focusing on the wrong things\"\\n\"We need everyone to focus on the government’s genocidal plans to allow fossil fuel companies to drill for more oil,\" she added. \"This is one of the greatest injustices in history. We must resist.”\\nMr McKechnie, who gained attention earlier this year for chaining himself to a goalpost during an Everton v Newcastle football match, said that while he has loved the painting since childhood \"I love my friends and family more, I love nature more.\"\\n“The scientists are saying we need to end fossil fuel licensing and the government is pouring sand in their ears,\" he went on. \"I’m not willing to be marched to my death by the fossil fuel companies and their government puppets.\"\\nSeveral Metropolitan Police officers were seen attending the scene in a video posted on the group's twitter account.\\nThe Courtauld Gallery said the painting appears undamaged but has been removed from display to clean the glue off its frame.\\n\"At 3.28pm on Thursday 30 June two climate protestors glued themselves to the frame of the painting Peach Trees in Blossom, 1889, by Vincent van Gogh in The Courtauld Gallery,\" the gallery said in a statement.\\n\"The painting has been removed from display. Our initial assessment is that the painting is undamaged. The frame will require treatment to remove glue residue before the work can be returned to display.\"\\nOn Wednesday, five Just Stop Oil protesters were arrested for a similar stunt in Glasgow when they glued themselves to Horatio McCulloch's 19th century painting My Heart Is In The Highlands, at Kelvingrove Art Gallery.\\nThey are also alleged to have sprayed the group’s logo on the walls and floor of the renowned gallery in orange paint.\\nWant a quick and expert briefing on the biggest news stories? Listen to our latest podcasts to find out What You Need To Know...\\n", "image": [["Just Stop Oil activists glue themselves to a Van Gogh painting at the Courtauld gallery Credit: Just Stop Oil", "https://images.ctfassets.net/pjshm78m9jt4/6NBuljNDZHWe0LXxvlGFxR/5bc06bd066b5741893eed07914f76939/JustStopOil_CourtauldGallery5_30062022.png?fm=jpg&fit=fill&w=400&h=225&q=80"]], "author": null, "date": "2022-07-01"}, "https://www.itv.com/news/tyne-tees/2022-07-11/extinction-rebellion-activist-spotted-abseiling-angel-of-the-north": {"title": "Extinction Rebellion activist scales Angel of the North to hang 30-foot banner", "subtitle": null, "text": "Extinction Rebellion activists have scaled the Angel of the North to hang a banner sporting the group's name.\\nA member of the campaign group was photographed abseiling down the Gateshead landmark on Monday 11 July.\\nShe had just installed the 30-foot symbol to kick off what the group is calling its Summer Uprising.\\nThe protests are set to cause widespread disruption to draw attention to environmental issues.\\n\"Time is running out,\" said Amy from XR Tyneside.\\n\"The UK Government is paralysed with a political upheaval. However, the level of CO2 continues to rise.\\n\"The United Nations said in its most recent IPCC report that we have ‘a brief and rapidly closing window of opportunity to secure a livable future’.\\n\"We need action now - not when our Government finally starts functioning again.\"\\nThe Department for Business, Energy and Industrial Strategy said: “Over the past three decades, the UK has driven down emissions faster than any other G7 country, and we have clear plans to go further.\\n\"This is backed up by £6bn of funding to make our homes and buildings more energy efficient, planting up to 30,000 hectares of new trees a year and more electric cars than ever before.\"\\nIt continued: \"We are leading the world on climate change, helping over 90% of countries set net-zero targets during our COP26 Presidency.\\n\"The Glasgow Climate Pact has focused the eyes of the world on bolstering action, including getting 190 countries to agree to phasing out coal.”\\n\\nListen to our latest podcasts to find out What You Need To know...\\n", "image": null, "author": null, "date": "2022-07-11"}, "https://www.itv.com/news/london/2022-07-05/just-stop-oil-demonstrators-glue-themselves-to-the-last-supper": {"title": "Just Stop Oil demonstrators glue themselves to The Last Supper at London’s Royal Academy", "subtitle": null, "text": "Climate protesters have struck for the fifth time in a week at a major art gallery – this time by sticking themselves to the frame of the copy of Leonardo da Vinci’s The Last Supper.\\nFive Just Stop Oil (JSO) supporters attached themselves to the frame while the words “No New Oil” was spray-painted in white letters onto the red plinth under the vast painting at the Royal Academy (RA) in central London.\\nOne of the protesters branded the Government as a “Judas” to future generations as he said the group had brought its campaign to this “magnificent beautiful painting” because the future is “bleaker than ever”.\\nThe painting represents a scene when Jesus announces that one of his 12 apostles will betray him, during the last time he dined with them before he was crucified.\\nThe campaigners are calling for the Government to halt new oil and gas licences in the UK and for the directors, employees and members of art institutions to join the JSO protests.\\nSecurity guards soon cleared the largely empty gallery of visitors.\\n'It is a death sentence'\\nDuring Tuesday’s protest, one of the activists said: “The truth is any new oil expansion is a death sentence, a death sentence for the future.\\n“It is a death sentence for younger generations. It is a death sentence for the nature that has directly inspired art for hundreds of thousands of years.”\\nHe suggested the Government is “betraying the younger generations and those in the global south who are facing of the worst impacts” of climate change.\\nAn RA spokesman said: “The room has been closed to the public. The police have been called upon the protestors’ request.”\\nJSO later named some of the protesters as Lucy Porter, 47 a former primary teacher from Leeds, Jessica Agar, a 21 year-old art student from Hereford, and Tristan Strange, 40, a community organiser from Swindon.\\nIn a statement, Ms Porter said: “My job as a teacher was to encourage my students to take inspiration from the great works of art housed by institutions like the Royal Academy.\\n“How can our Government expect young people to respect culture when they are encouraging new oil and gas projects that will be our children’s death sentence?”\\nMs Agar added: “As an art student, I deeply respect and value the artworks themselves, but I also value the power that art has to change the world. It’s that power I speak to today.\\n“Artists and galleries are failing to meaningfully take action against the climate emergency.\\n“No painting is worth more than my six-month old nephew’s life. No sculpture can feed babies starving because extreme heat killed food crops.”\\nMr Strange added: “Time is running out to change course or prepare for disaster and the message is not reaching the public or our politicians. We must stop new oil and gas immediately.\\n“Da Vinci said that art is the Queen of all sciences communicating knowledge to all the generations of the world. The science still isn’t being heard.”\\nLeonardo da Vinci created The Last Supper between 1492 and 1497-48, and the RA’s full-size copy of it was painted by one or more of his pupils.\\nThe RA copy – which is attributed to Giampietrino and Giovanni Antonio Boltraffio – is believed to be the most accurate record of the original and was painted in around 1515-20.\\nThe oil on canvas painting is about 3020mm x 7850mm, which makes it slightly smaller than the original.\\nIn the last week, JSO activists have allegedly attached themselves to a 19th-century landscape by Horatio McCulloch called My Heart’s In The Highlands which hangs in Glasgow’s Kelvingrove Art Gallery and Museum.\\nThey are also alleged to have sprayed the group’s logo on the walls and floor of the renowned gallery in orange paint.\\nThey have also allegedly attached themselves to Vincent Van Gogh’s 1889 work Peach Trees in Blossom at The Courtauld gallery in London.\\nAnother alleged target has been a JMW Turner painting at Manchester Art Gallery.\\nArrests were also made after two activists allegedly glued themselves onto the frame of John Constable’s the Hay Wain at central London’s National Gallery on Monday and covered it with a reimagined scene of the destruction that climate change could cause to the landscape.\\nA Metropolitan Police spokesman said: “At 11.37am on Tuesday 5 July, police were called to Burlington House, Piccadilly, following reports that protesters had glued themselves to artwork.\\n“Officers attended. Three men and two women were arrested on suspicion of criminal damage. They remain in custody.”\\nUnscripted is ITV News' arts and entertainment podcast, brought to you by ITV News Arts Editor Nina Nannar. In each episode, Nina speaks to a leading name from the world of arts and entertainment.\\n", "image": null, "author": null, "date": "2022-07-05"}}