{"https://www.itv.com/news/2021-10-13/insulate-britain-protesters-back-on-m25-as-they-block-major-roads-again": {"title": "Insulate Britain protesters back on M25 as they block major roads for 13th time", "subtitle": null, "text": "Insulate Britain campaigners were back on the M25 on Wednesday morning, in their 13th time blocking major roads.\\nAround 20 protesters disrupted the traffic at the junction to London Road A1090 near the Dartford Crossing, despite an injunction banning them from doing so.\\nThe group forced multiple vehicles, including lorries, to stop and turn around near a busy industrial estate in Essex prompting angry crashes between drivers and protesters from around 8.30am.\\nSome protesters had glued themselves to the carriageway, causing long queues of cars.\\nThe group is calling for urgent action from the government to insulate all of Britain’s homes, starting with the homes of the poorest people in the country, to tackle the climate crisis.\\nA woman from the environmental group was nearly run over by a driver, who told her: \"This is stupidity\".\\nOther protesters were seen in videos posted online being dragged out of the road, but they immediately returned, only to be dragged away again by frustrated drivers.\\nSome drivers blasted their horns and got out of their cars to confront protesters, who were laid down on the road, and rip banners from their hands.\\nOne mother berated Insulate Britain activists for stopping her from driving her 11-year-old son to school.\\nIn one video, the woman is seen getting out of her black Range Rover and telling demonstrators: “Move out of the f****** way, my son needs to get to school.\\n“I don’t care what the f****** issue is. My son is 11 and he needs to get to school today, so move out of the way and let me get him to school.”\\nOne lorry driver warned the protests could worsen the petrol crisis as tankers will be unable to get to filling stations.\\nOne driver told LBC news: “If this protest stays here for much longer, I’m afraid the night shift driver will not be able to deliver fuel for any garages or anyone.\\n“So talking about lorry driver shortages and fuel shortages, today it may get worse. This is a hotspot.\\n“We also deliver to commercials, bus garages, train depots, which are all essential for transport.”\\nDelivery driver Robert J Foulger, 57, said: “There were nine police vehicles there and countless officers not out catching criminals, costing the taxpayer money.\\n“I took pictures whilst sitting in traffic trying to deliver fresh produce to a supermarket distribution centre.\\n“I was on the moving side of traffic so didn’t wait long, luckily.”\\nEssex Police said it had arrested 35 people in total. 16 were arrested at Junction 31 of the M25 and 19 were arrested in Stonehouse Lane in Purfleet.\\nThe force said it received reports of the disruption shortly after 8.25am and officers \"were at the scene within five minutes\".\\nAll roads are now open.\\nFor the past few weeks, Insulate Britain, an offshoot of Extinction Rebellion, has been blocking motorways and A-roads around London, including the M25 and M4, to call for more action on climate change.\\nThey are calling on the government to insulate all of Britain’s homes, starting with the homes of the poorest people in the country.\\nNational Highways were granted three injunctions banning the demonstrations on the M25, around the Port of Dover and on major roads around London.\\nAt a second public High Court hearing on Tuesday, the three injunctions were extended until November 30.\\nA fourth injunction was granted to Transport for London (TfL) on October 8.\\nMembers of the group were seen burning the court orders outside the High Court on Tuesday.\\nDespite the arrests and angry responses from drivers, the group said members of the public have been supportive.\\nDr Diana Warner, an Insulate Britain supporter, said: “Many people are going out of their way to thank us. Some come out of their cars to thank us, some are police officers involved with our arrests.\\n“To them, we bring hope – we haven’t yet given up. We are still pushing for life-saving changes.”\\n", "image": null, "author": null, "date": "2021-10-13"}, "https://www.itv.com/news/2021-10-19/can-you-get-5000-to-replace-your-gas-boiler-and-will-it-cover-the-cost": {"title": "Heat pumps: Can you get £5,000 to replace your gas boiler and will it cover the cost?", "subtitle": null, "text": "This is a modal window.\\nBeginning of dialog window. Escape will cancel and close the window.\\nEnd of dialog window.\\nThis is a modal window. This modal can be closed by pressing the Escape key or activating the close button.\\nWhy the government wants heat pumps, as ITV News Deputy Political Editor Anushka Asthana reports\\nUK households are being offered £5,000 grants to replace gas boilers with more environmentally friendly heating methods, such as heat pumps.\\nThis is part of the government's aim to cut heating emissions, where £450 million has been allocated to the boiler upgrade scheme. It will run over three years and serve 90,000 homes.\\nBut what is a heat pump? Will £5,000 cover the cost of one? And will they help you to save money?\\nSome of the key questions are answered below.\\nTap below to watch Lucrezia Millarini's interview with property expert Kunle Barke\\nThis is a modal window.\\nBeginning of dialog window. Escape will cancel and close the window.\\nEnd of dialog window.\\nThis is a modal window. This modal can be closed by pressing the Escape key or activating the close button.\\nWhat is a heat pump?\\nAn air source heat pump is installed outside your house. It uses electricity to take energy from the outside air and converts that into heat. Air source heat pumps extract heat from the environment even in cold weather.\\nThere are also heat pumps that extract energy from water or the ground.\\nHeat pumps produce about three times the energy they use - this makes them much more efficient than gas boilers.\\nGas boilers emit nitrogen dioxide and other pollutants, and burning gas gives off carbon omissions. With more electricity in the UK generated by low carbon sources like wind, heat pumps are a clean alternative.\\nThis is a modal window.\\nBeginning of dialog window. Escape will cancel and close the window.\\nEnd of dialog window.\\nThis is a modal window. This modal can be closed by pressing the Escape key or activating the close button.\\nHow different are are heat pumps to run?\\nHeat pumps warm houses more slowly than gas boilers. With heat pumps, you don't get an immediate boost of heat like you do with gas.\\nThis is because a heat pump heats water in the radiators to a lower temperature than a gas boiler.\\nHowever, the heat pump system works out the most efficient way to keep the house to the temperature you want.\\nWill I have to rip out my old boiler for one of these new technologies?\\nThe government wants to make all new heating systems low carbon from 2035, and says that households will not have to remove their existing gas boilers.\\nThe plan aims to help families make the shift to cleaner heat systems over the next 14 years, when they need to replace their boiler.\\nDo you have to change your radiators and install other equipment?\\nRadiators on heat pumps operate at a lower temperature than with gas. This means you may need to swap some of the oldest, single-panel radiators in your house for double or triple-panelled radiators. This will make sure your radiators are big enough to heat the room with a heat pump system.\\nUnderfloor heating works very well with heat pumps because it operates at a lower temperature than radiators.\\nWith current heat pump systems, you need a water tank to heat up hot water. However, new technology for heating hot water could mean you can heat water without a tank.\\nHow much are heat pumps?\\nThe average cost of installing a heat pump is around £10,000.\\nThe cost of heat pump installation is expected to fall once they become more widely used.\\nOctopus Energy said it expects to nearly halve the cost within 18 months. The energy provider said it will install heat pumps for about the same cost as gas boilers once the government’s £5,000 grant scheme launches next April.\\nThe grants aim to make heat pumps a similar cost to boilers, although how much of the installation costs for the low carbon technology will be covered by the funding will vary.\\nThe average cost of installing a heat pump system\\nDo you save money with heat pumps?\\nAt the moment, most people will not save money with heat pump systems compared to gas boilers.\\nHowever, the government has said it plans to make heat pumps cost the same to run as gas boilers by 2030. It has not set out how it will achieve this.\\nAlthough heat pumps use much less energy to create the same amount of heating, electricity is around three times the price of gas.\\nThere are higher environmental taxes on electricity compared to gas. This adds 23% to electricity bills and less than 2% to gas bills. The taxes were brought in to help pay for renewable energy sources, to make electricity generation cleaner.\\nHowever, people with heat pump systems do benefit from some “time of use” tariffs. These allow people to use the electricity for running their heat pumps when it is off peak and therefore cheaper.\\nDo you need a well-insulated home to run one?\\nHaving good insulation is key to heating your home more efficiently, whichever heating system you use. Good insulation will therefore save you money on heating bills.\\nYou don't necessarily need a well-insulated home for a heat pump system to work well, but installing loft insulation or double glazing would help the heat pump run more efficiently - just as it would for a gas boiler.\\nWhy is the government giving these grants?\\nMore than a fifth of the UK's greenhouse gas emissions come from heating homes. The government's Heat and Buildings Strategy aims to reduce emissions.\\nIt intends to make the UK the first country in the world to ban the sale of fossil fuel heating systems (which it will do from 2035), and sends out a strong message to world leaders on the eve of the COP26 climate summit in Glasgow.\\nThe government is offering the grants now as it hopes that within a few years, heat pump and non-fossil fuel heating systems will be cheaper to install in the long term, as technology develops and more companies and households move towards cleaner heating systems.\\nEach year, the United Nations Framework Convention on Climate Change (UNFCCC) meets at what is called the Conference of the Parties (abbreviated as COP) to discuss the world's progress on climate change and how to tackle it.\\nCOP27 is the 27th United Nations Climate Change Conference of the Parties summit which will be held in Sharm El Sheikh, Egypt from November 6-18.\\nLeaders of the 197 countries that signed the United Nations Framework Convention on Climate Change (UNFCCC) - a treaty that came into force in 1994 - are invited to the summit.\\nThese are some of the world leaders that will be attending COP27:\\nUK Prime Minister Rishi Sunak is attending the conference, after initially saying he wouldn't as he was too busy focusing on the economy within his first weeks in office.\\nUS President Joe Biden and his experienced climate envoy, John Kerry, will appear at the talks.\\nFrance President Emmanuel Macron will also be among the heads of state from around the world staying in Egypt.\\nKing Charles III will not be attending COP27, despite being a staunch advocate for the environment. The decision was made jointly by Buckingham Palace and former prime minister Liz Truss.\\nElsewhere, Russian President Vladimir Putin and his Chinese counterpart Xi Jinping will not attend the talks just as they decided to do for COP26.\\n1. Ensure full implementation of the Paris Agreement and putting negotiations into concrete actions - included within this is the target of limiting global warming to well below 2C.\\n2. Cementing progress on the critical workstreams of mitigation, adaptation, finance and loss and damage, while stepping up finance notably to tackle the impacts of climate change.\\n3. Enhancing the delivery of the principles of transparency and accountability throughout the UN Climate Change process.\\nWho is eligible for the scheme?\\nAll homeowners, small landlords, and private landlords in England and Wales will be eligible for the scheme. Social housing and new build properties aren't eligible.\\nThe companies that install the heat pumps apply for the grant on behalf of their customers. The grant is then deducted from the amount that the customer pays for the heat pump installation.\\nIs there enough funding?\\nEnvironmental group Greenpeace has criticised the funding as being too low. Similarly, the Europe Regulatory Assistance Project - which focuses on making Europe more energy efficient - said the level of funding was too low for the government to reach its targets.\\nIt is thought the funding will only allow 30,000 homes to benefit from the grant, just enough to support current installation levels, and not enough to meet the government’s target to install 600,000 heat pumps a year by 2028.However, Greg Jackson, the CEO of Octopus Energy said he hopes the grant scheme will help kickstart a cheap, clean heating revolution. Mr Jackson said this will allow his company and others to develop their technology and supply chains allowing them to install cleaner heating systems without the help of the government.\\n", "image": null, "author": null, "date": "2021-10-19"}}