{"https://www.itv.com/news/2021-05-01/may-day-kill-the-bill-protesters-gather-in-london-in-anger-at-proposed-policing-bill": {"title": "Nine arrested after thousands gather in London at May Day 'Kill The Bill' protest in anger at proposed policing bill", "subtitle": null, "text": "Nine people have been arrested after thousands gathered in central London to demonstrate against a proposed bill which will hand greater power to police to shut down protests deemed overly noisy or disruptive.\\nIt is the latest in a series of protests against the Police, Crime, Sentencing and Courts Bill.\\nThousands of protesters congregated around Trafalgar Square and the Mall for the \"Kill the Bill\" demonstration from midday on Saturday.\\n12 arrested as May Day protesters descend on Newcastle\\nLater in the afternoon, the demonstrators headed towards the Home Office.\\nAfter the march finished, police said nine people had been arrested and officers were \"continuing to engage\" with protesters who had gathered in a park in south London after the march.\\nThe protest, which was spearheaded by anti-domestic violence charity Sisters Uncut, also featured many placards supporting environmental activists Extinction Rebellion (XR) and the Black Lives Matter movement.\\nThe Bill was drafted partly in response to previous disruptive action by both groups.\\nThe proposed legislation would give police in England and Wales more powers to impose conditions on non-violent protests – including those deemed too noisy or a nuisance, with those convicted liable to fines or jail terms.\\nCommander Simon Dobinson, of the Metropolitan Police, said ahead of the protests: “We have attempted to make contact with the organisers of Saturday’s demonstrations.\\n“It is their responsibility to comply with the regulations and ensure their gathering is safe.\"\\nHe added: “Officers will be present to try to engage with protestors, to explain the restrictions, encourage compliance and take steps to enforce the restrictions if it is necessary to do so.\\n“Anyone intending to engage in violence or disorder needs to understand that police we will take steps to prevent that behaviour. We will not tolerate attacks on our officers and staff.”\\nSimilar protests were staged in Sheffield, Manchester and Newcastle.\\nIn Newcastle, demonstrators faced off against officers who blocked them from accessing a police station.\\nOne witness said: \"Police closed the road and stopped access, there were a couple of scuffles and a few protestors were detained.\\n\"After 30 minutes or so the protestors seemed to realise they wouldn’t get through so moved on.\"\\nIn Sheffield, demonstrators took the knee and gave the black power salute in a park close to the city centre, before marching towards City Hall.\\nProtesters in Manchester occupied Portland Street in the city centre.\\nSome of the most violent protests have been seen in Bristol with 42 people arrested following a demonstration in March.\\nThe city’s 11th protest was scheduled to commence at 5pm this May Day, beginning at College Green.\\nA Home Office spokesperson said: \"The right to protest is a cornerstone of our democracy, but over recent years we have seen an increase in the use of disruptive and dangerous tactics.\\n\"It is totally unacceptable to smash up private property, block emergency vehicles and prevent the printing press from distributing newspapers.\\n\"The government will not stand by as the rights and freedoms of individuals, businesses and communities are trampled upon by a minority.\\n\"These new measures will not stop people from carrying out their civic right to protest and be heard, but will prevent large scale disruption – enabling the silent majority to get on with their lives.\"\\nThe Kill the Bill demonstrations coincided with Extinction Rebellion’s “Protest of One” campaign, which saw hundreds of people up and down the country stage one-man road blocks in protest at the Government’s lack of action on climate change.\\n", "image": null, "author": null, "date": "2021-05-01"}, "https://www.itv.com/news/2021-05-01/extinction-rebellion-climate-activists-stage-protest-of-one-road-blocks-across-uk": {"title": "Extinction Rebellion climate activists stage 'protest of one' road blocks across UK", "subtitle": null, "text": "Extinction Rebellion (XR) protesters have halted traffic on roads across the UK, demonstrating against what they say is a lack of action by the government on climate change.\\nHundreds of people are staging \"protest of one\" road blocks on Saturday, which sees individuals sitting alone in busy roads wearing signs with messages about their fears for the future.\\nThe protest began at 11am – two years exactly since Parliament declared a climate emergency.\\nMorgan Trowland, 38, glued himself to London’s Tower Bridge, prompting City of London Police to close it to southbound traffic.\\nMr Trowland, a civil engineer from Hackney, east London, said: \"I’m terrified that billions will die because of the climate crisis, humans and non-humans.\\n\"I’m freaking out that many people are accepting this, or feel powerless to change the course. I want to show onlookers that we each have phenomenal power.\"\\nMr Trowland was later arrested and charged with obstruction of a highway.\\nAnother man blocked Blackfriars Bridge holding a placard reading: \"I’m terrified billions will starve while our government refuses to act on the climate crisis.\"\\nBing Jones, a 68-year-old retired NHS doctor, blocked a road in Sheffield.\\nHe said: \"I’m terrified that our climate targets are empty promises.\\n\"We have targets for 2050 but we are still increasing emissions today.\\n\"The government has made inexcusable Covid mistakes. I’m terrified that they will be even worse on the climate crisis.\"\\nHe added: \"I am desperate. I write, lobby and support green politics but see nothing real happening.\\n\"So I am sitting in the road today with a notice saying I am terrified. I am sorry to disrupt ordinary people but I do not know what else to do.\"\\nNurse Andrea Muntiu, 36, blocked traffic in her home town of Ipswich.\\nShe said: “People may wonder what a nurse is doing sitting in the road with a placard.\\n\"They may wonder what impact this will have on my career or whether I’ll get in trouble with the police.\\n“I am aware of the risks but I feel I have a moral duty to warn people about the catastrophic consequences of the climate crisis.”\\nShe added: “We can still change things, we can demand the government acts now and safeguards what we have.”\\nLynda Duffill, a 53-year-old mental health trainer and volunteer manager from north Pembrokeshire who sat in the road in Haverfordwest, said: \"I fear for the next generation’s future. I work with young people and have two young adult children myself.\\n\"They deserve a life free from the difficulties that climate breakdown could bring.\"\\nProtests took place in towns and cities across the country, including Nottingham, Birmingham, Oxford, Bradford, Newcastle and Swansea.\\nXR said in a statement that despite its carbon-cutting targets - with Boris Johnson recently announcing plans to cut emissions by 78% by 2035 - the UK government is moving too slowly.\\nIt cited multiple reports finding the UK will miss its targets unless ministers take rapid action.\\nXR spokesperson Gully Bujak said the government was good at generating positive headlines but accused it of failing to have a plan to meet its goals.\\nMs Bujak said: \"The UN People’s Climate Survey found that 81% of people in the UK believe that we’re in a global emergency.\\n\"The government needs to commission a national Citizens’ Assembly on climate and ecological justice, because even if politicians are scared to face the truth, ordinary people are ready for action.”\\nSaturday’s protests coincided with a number of demonstrations against the Police, Crime, Sentencing and Courts Bill.\\nThe Bill was drafted partly in response to previous disruptive action by XR and also the Black Lives Matter movement.\\nThe proposed legislation would give police in England and Wales more powers to impose conditions on non-violent protests – including those deemed too noisy or a nuisance, with those convicted liable to fines or jail terms.\\nA Home Office spokesperson said: \"The right to protest is a cornerstone of our democracy, but over recent years we have seen an increase in the use of disruptive and dangerous tactics.\"\\nHe added: \"These new measures will not stop people from carrying out their civic right to protest and be heard, but will prevent large scale disruption – enabling the silent majority to get on with their lives.\"\\nThe eco-activists causing havoc to stop climate change: Who are Extinction Rebellion?\\n", "image": null, "author": null, "date": "2021-05-01"}}