{"https://www.itv.com/news/wales/2021-06-23/climate-change-campaigner-greta-thunberg-backs-welsh-government-plans-to-freeze-new-road-building-projects": {"title": "Climate change campaigner Greta Thunberg backs Welsh Government plans to freeze new road-building projects", "subtitle": null, "text": "Climate change activist Greta Thunberg has backed Welsh Government plans to freeze all future road-building projects in the country.\\nThe Swedish campaigner has become a powerful voice speaking out against climate change, challenging world leaders to take action and addressing the UN in 2018.\\nThe 18-year-old showed her approval of the Welsh Government plans when posting on social media where she quoted a speech by Deputy Minister for Climate Change Lee Waters announcing the plans.\\nAs part of the announcement, Waters said new projects will be paused while a review of highway schemes is carried out.\\nHe said: “We need a shift away from spending money on projects that encourage more people to drive and spend more money on maintaining our roads and investing in real alternatives that give people a meaningful choice.”\\nWales has a target of reaching Net Zero emissions by 2050 with transport currently accounting for 17% of emissions. It is hoped the freeze and focus on alternative travel will help cut these.\\nA review of road building in Wales is expected to focus on maintaining existing roads.\\nGreta Thunberg wasn't the only one to welcome the news. Wildlife Trusts Wales said the decision would also be beneficial for wildlife.\\nRachel Sharp said: \"It is certainly a step in the right direction both for combating climate change and protecting nature in Wales. This freeze on road building shows Welsh Government is serious about reducing emissions, but this must also lead to the right decision for wildlife.\\n\"Lockdown showed us the benefits of reducing car travel, creating quieter, safer lives with cleaner air. We all have to make new choices if we are to tackle the climate and nature crises. Our reliance on cars has to change and many of us are already moving to home working, active travel and public transport, which makes us and our planet healthier.\"\\nBut there were warnings on the impact the decision could have on the economy in Wales.\\nWelsh Conservative Shadow Transport Minister, Natasha Asghar MS said: “At such a delicate economic time, this decision could prove a significant blow for our recovery.\\n“Many roads across Wales are not fit for purpose and have had a damaging impact on our economic fortunes, environment and public safety. Regular traffic jams deter investment and have contributed to Wales having some of the worst air quality in the UK.\\n“Ministers seem hell-bent on letting our roads deteriorate and forcing everyone onto public transport, despite major doubts over the ability of the network in Wales to cope after years of poor management and under-investment by Labour.\\n“Welsh workers and businesses urgently require more information about the scope of the review and the Welsh Labour Government’s long-term intentions for our transport infrastructure.”\\nRead more:\\nExtinction Rebellion campaigners hold demonstration across Wales to highlight rising sea levels\\n", "image": null, "author": null, "date": "2021-06-23"}, "https://www.itv.com/news/westcountry/2021-06-02/g7-summit-cornwall-xr-apologises-to-people-of-falmouth-ahead-of-protests": {"title": "G7 Summit Cornwall: XR apologises to people of Falmouth ahead of protests", "subtitle": null, "text": "Environmental campaign group Extinction Rebellion (XR) has apologised in advance to the people of Falmouth for any disruption caused by its G7 protests.\\nThe town is hosting the International Media Centre at the National Maritime Museum during the G7 Summit 2021, which runs from 1 -13 June 2021.\\nIn an open letter to residents it said: \"We know that the G7 Summit will cause disruption and it is likely that our presence will add to this. We have done our best to plan our actions to be peaceful, creative, artistic and Covid safe.\\n“We have also planned to minimise disruption, but believe that some is inevitable. We sincerely apologise in advance for any additional disruption that we cause.”\\nIn the letter the group said it wanted to get the attention of world leaders.\\nIt says: “We have all read the articles, we have all seen David Attenborough. We know that unless we take urgent, drastic action we face catastrophe beyond our worst nightmares. The world's press will be based in Falmouth and we need them to pay attention to our message.\\n“The stakes could be no higher. In Cornwall, how long before we see a storm powerful enough to rip the roofs from our houses?\"\\nThe Falmouth protest will take place on day two of the summit, Saturday 12 June, and has been called \"G is for Greenwash\".\\nThe title is referring to the way it claims organisations and Governments pay lip service to climate change but do not take action.\\nXR is known for its sometimes striking protests - such as its Red Rebels demonstration in the sea off St Ives in 2019 - and organisers say the Falmouth protest will involve a 'creative' march through the town alongside theatrical and musical performances.\\nNat Squire, 24, an osteopath and XR member from Falmouth said: \"Our government claims to be a climate leader while every decision they make takes us closer to climate and ecological collapse. This is worse than greenwash, it’s a massive fraud and people my age will end up paying the price.\"\\nExtinction Rebellion plans to hold its main G7 protests on Friday 11 June in St Ives, Saturday 12 June in Falmouth and then back in St Ives on Sunday 13 June.\\nXR will also be holding demonstrations across the UK.\\n1-10 June - Blooming Greenwash - cyclists travelling 300 miles along the South Coast from Shoreham to the G7 summit\\n5-10 June - Protect the Earth march from Plymouth to Carbis Bay\\n7-10 June - Make the Wave protest: nationwide action with local groups forming a wave around the coastline that “will surge into an unstoppable force for change”.\\n10 June, 10pm - Light the Beacon - lighting the Jubilee Beacons on hills across the UK to urge world leaders to take action.\\nRead more:\\nG7 Cornwall: Map showing ‘no-go areas’ released by police ahead of summit\\nG7 Cornwall: Police officers and dogs trained to spot signs of terrorism ahead of summit\\nG7 Cornwall: Major road closures announced ahead of June summit\\n", "image": null, "author": null, "date": "2021-06-02"}, "https://www.itv.com/news/2021-06-26/hordes-of-protesters-take-to-london-amid-bumper-weekend-of-demonstrations": {"title": "Hordes of protesters take to London amid bumper weekend of demonstrations", "subtitle": null, "text": "Thousands of anti-lockdown protesters took to the streets of central London on Saturday as a bumper weekend of demonstrations kicked off.\\nProtesters threw tennis balls at Parliament and Downing Street to demonstrate against the continuation of Covid restrictions, some bearing protest messages.\\nChanting and whistling crowds carrying placards marched through the city centre towards Parliament Square on Saturday.\\nProtesters let off flares and also threw tennis balls outside Downing Street, with some shouting “shame on you” and pointing towards Number 10, followed by booing.Asked why protesters were throwing tennis balls, one man, who did not wish to be named, said: “They have little messages on them. Most of them are not very nice”.\\nProtesters, many not wearing masks, carried placards bearing anti-vaccine and anti-restrictions messages, while others waved flags.In Hyde Park, officers were pictured trying to remove from police vans windows adhesive stickers carrying anti-vaccine messages.\\nIain McCausland, who travelled to London from Devon, said: “The main reason I’m here is because I feel this lockdown has come at the cost of our liberty and rights.\\n“Our freedom to assemble, our freedom to travel and work. I’m really quite angry with the government, so are everyone here\".\\nA man who only gave his name as Gareth, 29, from Walthamstow, north-east London, said: “I’m on the march because I feel that the government is over-reaching and its response to a threat has been far beyond what’s necessary”.\\nKayleigh Brooke, 29, from Manchester, said she has been camped out for four weeks on Clapham Common in protest against the vaccine rollout.\\nAnti-lockdown and No Vaccine Passport protesters storm Westfield shopping centre\\nAnti-lockdown protest ‘to be raised with Met Police senior management’\\nEight police officers injured after march against coronavirus restrictions\\nMs Brooke said she is taking part in the march because of her concerns around children getting the jab.\\n“We want the Coronavirus Act 2020 gone, and we will keep on protesting until that happens”.\\nThe protests take place after the UK recorded more than 18,000 cases in the past 24 hours - the highest number since 5 February.\\nOther gatherings and marches are also taking place in central London over the weekend.\\nThe People’s Assembly had promoted a national demonstration against the Government, which included criticism of a range of issues including the controversial Police, Crime, Sentencing and Courts Bill.\\nExtinction Rebellion are also protesting in London over a lack of climate action on the part of the government.\\nImages and videos shared on social media by Extinction Rebellion showed people marching through London and speeches in Parliament Square, including from former Labour leader Jeremy Corbyn.\\nCauses being represented in other Twitter users’ photos on Saturday included support for Palestinians and the rights of trans people.\\nOn Friday, the Metropolitan Police said it had arrested 12 people as part of a crackdown on demonstrators ahead of the weekend and warned it had “zero tolerance for disorder or criminality”.\\nRaids at three locations in the capital saw the seizing of items including bamboo structures, lock-on equipment and other items “which could be used to cause criminal damage and obstructions”.\\nExtinction Rebellion reported on its website that four members were arrested at one of its warehouses in east London.\\nIt is claimed the women had been “creating art” for the Free the Press march on Sunday in Parliament Square.\\nDozens arrested near Parliament following anti-lockdown protest\\nExtinction Rebellion climate activists stage 'protest of one' road blocks across UK\\n", "image": null, "author": null, "date": "2021-06-26"}, "https://www.itv.com/news/anglia/2021-06-21/extinction-rebellion-youth-cambridge-stencil-churchill-was-a-racist-on-churchill-college-sign": {"title": "Extinction Rebellion Youth Cambridge stencil 'Churchill was a racist' on Churchill College sign", "subtitle": null, "text": "Activists from Extinction Rebellion (XR) Youth Cambridge have stencilled \"Churchill was a racist\" on a Churchill College sign.\\nThe protest follows the College disbanding its working group on Churchill, Race and Empire, which was set up during the renewed Black Lives Matter (BLM) protests last summer.\\nDuring the BLM protests in London, the words \"was a racist\" appeared on the statue of Churchill in Parliament Square. This led to increased attention toward the history of the Cambridge college named after him, and the establishment of the working group.\\nTeenager charged after Winston Churchill statue daubed with 'is a racist' graffiti\\nA member of XR Youth Cambridge said:\\n\"Across this city, there are so many institutions whose money comes from exploitation and colonialism. We are not going to let Cambridge colleges censor the truth about their harmful historical and modern connections. As a city and a country, we desperately need to face up to the legacy of the British Empire, which did so much damage around the world and is still causing harm today.\"\\n\"It is increasingly evident that there is a deep connection between global, racial, social and climate justice. The idea that those with money, power and military strength have the right to exploit the earth and its people is responsible both for colonialism and the climate and ecological emergency. We have learned so much from anti-racist activists - we won't let Britain's racist history be swept under the rug.\"\\nExtinction Rebellion throw paint on Cambridge Labour Party offices after climate bill vote\\nTeenager who climbed 100ft crane in climate change protest fined £45\\nEdward Colston debate reignited as statue goes on display in Bristol\\n", "image": null, "author": null, "date": "2021-06-21"}, "https://www.itv.com/news/westcountry/2021-06-11/blimp-of-boris-johnson-and-joe-biden-holding-hands-appears-in-cornwall-as-g7-summit-begins": {"title": "Blimp of Boris Johnson and Joe Biden holding hands appears in Cornwall as G7 Summit begins", "subtitle": null, "text": "A blimp of Boris Johnson and Joe Biden holding hands has been put up in a Cornish harbour on the first day of the G7 Summit.\\nThe blimp of the Prime Minister and US President was put in Falmouth Harbour by campaign group Crack the Crises.\\nThe group is calling for Governments to share recourses to fight global issues including coronavirus and climate change.\\nThe blimp is set to appear in different parts of Cornwall as the summit continues.\\nWhat does the G7 do, which countries belong to it and what's on the 2021 agenda?\\nDuke and Duchess of Cambridge to take part in first G7 events\\nWhat is the G7 Summit?\\nThe G7 - an organisation made up of the world's seven richest democracies - is meeting for the first time since the start of the coronavirus pandemic.\\nLeaders from Canada, France, Germany, Italy, Japan, the UK and the US are set to discuss global issues and economic policies during the event.\\nCarbis Bay and St Ives is hosting the summit, which formally began on Friday 11 June.\\nThe blimps displayed a message saying \"Wave of Hope\".\\nJamie Drummond, a spokesman for Crack the Crisis, said: \"We want the real Boris Johnson, Joe Biden and other G7 leaders gathering in Cornwall to be like these blimps and join the wave of hope for real.\\n\"Thousands of people across the UK have been joining the wave of hope together calling for key measures which will collectively crack the crises of Covid, climate, nature and injustice.\"\\nIt comes amid ongoing protests across Cornwall. Extinction Rebellion have co-ordinated a number of actions for the weekend.\\nRead more:\\n‘It’s a joke’ - Latest reaction and pictures as Cornwall locks down further for G7 Summit\\nThe side of Cornwall world leaders won't see at G7 Summit this week - its widespread poverty\\nDuke and Duchess of Cambridge to take part in first G7 events\\n\\n", "image": null, "author": null, "date": "2021-06-11"}, "https://www.itv.com/news/2021-06-12/in-pictures-g7-protesters-take-to-the-water-to-save-our-seas": {"title": "In Pictures: G7 protesters take to the water to 'save our seas'", "subtitle": null, "text": "Protesters have ventured into the water in Cornwall to demand G7 leaders act to tackle the climate emergency.\\nMembers of Surfers Against Sewage demonstrated off Gyllyngvase Beach near Falmouth during the G7 summit, which they said offers a “critical opportunity for leading governments to set the tone for how the world rebuilds from the coronavirus pandemic”.\\nOrganisers said it is “vital” decisions made during the talks focus on the need for a “green and blue recovery”.\\nMeanwhile, Oxfam campaigners posed as G7 leaders on Swanpool Beach near Falmouth.\\nThe charity has called on the G7 countries to commit to cutting emissions further and faster, and to provide more finance to help the most vulnerable countries respond to the impacts of climate change.\\nProtesters also took to the streets of Falmouth waving Extinction Rebellion flags, drumming and brandishing banners with messages to the world leaders gathered at the G7 Summit.\\nOne demonstrator told ITV News: “I hope they listen to the fact that the climate and ecological crisis is the greatest threat that humanity has ever faced, and I hope they do something about it, to be honest with you, and start taking serious action rather than just talking about it”.\\nSome in the crowd held a banner reading: \"You have the power, save your world\".\\n“We can recycle at home, and we can leave the car at home, but until the leaders make big changes, it’s all a little bit pointless. We need to make big changes”, a protester said.\\nA group also carried a large 3D model of Earth.\\nAnother protester had two messages for the G7 leaders: \"Firstly, we’ve had enough of nice, warm, words - we need action.\\n\"Secondly, you promised to make a series of payments to developing nations to help them cope with the consequences of what we are doing to the climate, and you haven’t been keeping your promises\", he added.\\nDelegates treated to spectacular display of Red Arrows\\nProtests at G7 Cornwall: Latest on demonstrations continue during summit in Carbis Bay\\nPM calls for 'compromise on all sides' over Northern Ireland Protocol'\\n", "image": null, "author": null, "date": "2021-06-12"}}