{"https://www.itv.com/news/tyne-tees/2022-02-24/durham-man-who-spent-25k-on-cosmetic-surgery-speaks-on-social-media-pressures": {"title": "Durham man who spent £25K on cosmetic surgery has 'no regrets' but warns of social media pressures", "subtitle": null, "text": "A County Durham man who has spent more than £25,000 on cosmetic surgery says he does not regret receiving treatment - but he is warning others about social media pressures to look 'perfect.'Dale Saint Cullen, 28, from Chester-le-Street, said that he flew to Poland for his first cosmetic procedure, which was a nose job, shortly after he left school.\n\"When I left school, social media was really taking off, and I saw reality TV stars earning their money from social media posts,\" he told ITV News Tyne Tees.\n\"Geordie Shore was becoming a big thing and I saw how much success these people were getting from looking a certain way.\"\nHe added: \"All these companies were paying them to promote their services, and I just got caught up in that.\n\"I thought that to be successful or to be liked on that level, that's what a person should look like. I completely fell into the cycle of wanting to change what I looked like.\"\nDale said that he decided to get a nose job because he \"always left insecure about the size of his nose.\"\nHowever, he went on to spent thousands of pounds on other cosmetic procedures, including a chin implant and crowns on his teeth, to achieve \"the perfect look.\"\nWhile he said he does not regret the procedures, he does regret the reasons behind them.\nHe said: \"I'm happy with what I've had done. I don't regret any of the procedures I've had. The only thing that I do regret is the reasons why I had them done.\n\"I wish I had booked the procedures for my body, for my mind. At the time, I booked it because I thought that's what you were meant to look like.\"\nDale added: \"When you scroll through Instagram, you can get sucked in by a fake reality.\"\n\"I'm not going to say don't get surgery, but do it for the right reasons.\n\"If possible, try to get to the root of any issue or problem or any insecurities in yourself before you let a surgeon work on you.\"\nHe explained that the social media pressures that men feel to get cosmetic procedures is not as openly talked about.\nDale said: \"I feel like you only hear about women feeling the pressures of social media, but men feel like that as well.\n\"You think these people have been carved by angels and think 'why don't I look like that?'\"\n", "image": null, "author": null, "date": "2022-02-25", "source": "ITV", "id": "ITV_2022-02-25_Durham-man-who"}, "https://www.itv.com/news/tyne-tees/2022-02-15/explosion-in-sunderland-blows-entire-roof-off-house": {"title": "Two taken to hospital after suspected gas explosion in Sunderland blows roof off house", "subtitle": null, "text": "Two people have been taken to hospital with 'blast injuries' after a house explosion in Sunderland, with one in a critical condition.\nPolice say it is suspected a gas explosion tore the roof off the property in Roker on Tuesday afternoon.\nPhotos of severe damage at the property in Roker show its roof and part of its front missing, with bricks and debris in the street outside and the top floor exposed.\nA Northumbria Police spokesperson said: “At 3.45pm today we received a report of a suspected gas explosion at an address on Whickham Street, Sunderland.\n“Emergency services are at the scene.\n“Two men have been taken to hospital with injuries that are not deemed to be life-threatening at this time.\n“Officers remain in the area alongside Tyne and Wear Fire and Rescue Service and anyone with concerns is asked to speak to them.”\nNorth East Air Ambulance Service said earlier: \"We have taken one patient to Sunderland Hospital.\"We have taken a second patient to the Royal Victoria Infirmary in Newcastle.\n\"Both were treated for blast injuries.\"\nDeputy Chief Fire Officer Peter Heath, of TWFRS, said crews would remain in the area into Tuesday evening, alongside colleagues at Northumbria Police this evening to ensure the site is safe.\nHe said: “This has been a significant explosion and there has been substantial damage caused to the property in question.\n“Thankfully our crews were quickly on scene alongside our other blue light partners to assist two male casualties from the area and they have since been transferred to hospital.\n“We will remain in the area alongside our partners this evening to assess the site and ensure it is structurally safe. Some residents in the immediate vicinity have also been evacuated as a precaution.\n“We know this will be concerning for local residents and we would ask that anyone present in the area listens to the advice and instruction of the emergency services.”\n", "image": null, "author": null, "date": "2022-02-16", "source": "ITV", "id": "ITV_2022-02-16_Two-taken-to"}, "https://www.itv.com/news/tyne-tees/2022-02-03/thousands-of-dead-crabs-found-on-the-north-east-shores-linked-to-natural-algae": {"title": "Thousands of dead crabs found on the North East shores linked to natural algae", "subtitle": null, "text": "Live report by Rachel Bullock\nThe mystery of thousands of dead crabs and lobsters that were found washing up on the North East shores might finally be solved.\nExperts who spent months carrying out tests say they believe the creatures died as a result of a natural algae.\nAn investigation was launched by The Environment Agency after the crustaceans were discovered on several beaches stretching over several miles in Redcar, Saltburn, Seaton Carew and Seaham.\nA government statement said: \"Defra and partner agencies consider that the deaths of the crabs and lobsters potentially resulted from a naturally occurring harmful algal bloom.\n\"No traces of chemical contaminants have been found that could have caused an event of this scale.\n\"Follow up survey work carried out by the Environment Agency on the 18th and 19th of January 2022 has also shown live healthy crabs present in the area, albeit in reduced numbers.\"\nOne fish merchant in Whitby said it is going to take some time to get the industry back on its feet:\nSome theories linked the issue to dredging in the area, but the review found \"no evidence of a link between the disposal of dredged sediment and the deaths\".\nThe statement added: \"Evidence gathered by Government scientists and multiple agencies throughout the investigation will continue to be collated and studied.\n\"While this is no longer an active investigation, the agencies will continue to work with local fishers and remain on standby to respond if further events occur.\"\n", "image": null, "author": null, "date": "2022-02-03", "source": "ITV", "id": "ITV_2022-02-03_Thousands-of-dead"}, "https://www.itv.com/news/anglia/2022-02-10/canadian-teenagers-family-thank-people-of-england-for-support-over-her-death": {"title": "Family of Canadian teenager Ashley Wadsworth thank people of Essex for support over her death", "subtitle": null, "text": "The family of a Canadian teenager who was fatally stabbed have thanked people in England for the support they have received in the wake of her death.\nAshley Wadsworth, 19, was found at a house in Chelmsford, Essex, on 1 February. Her boyfriend has been charged with her murder.\nHer family in British Columbia have released tributes to the aspiring lawyer, in which they thanked the Chelmsford community for its response - in particular members of the Church of Jesus Christ of Latter-Day Saints, who organised a vigil for Ms Wadsworth and shared it with them in Canada.\n\"They were able to do something for Ashley that we couldn’t, and we will be forever thankful,\" they said in a statement.\n“How lucky are we to have people from across the world care so much about a family that they have never met?”\nThe statement also paid tribute to her, describing her as a “kind” and “beautiful” woman who was “fiercely loving and loyal to her family and friends” alike.\nMs Wadsworth had come to England to be with her boyfriend whom she met online.\nThe family said they admired Ms Wadsworth's sense of adventure, having travelled extensively within Canada and further afield to Mexico, California and England.\nShe spoke three languages - English, French and Spanish - and had a dream of becoming a lawyer.\nThe family said that she had recently found her faith in the Mormon church and was excited to share that with others.\nJack Sepple, 23, of Tennyson Road in Chelmsford, will appear in court again on 7 March charged with murder.\n\n", "image": null, "author": null, "date": "2022-02-10", "source": "ITV", "id": "ITV_2022-02-10_Family-of-Canadian"}, "https://www.itv.com/news/tyne-tees/2022-02-22/lost-voice-guy-finally-receives-his-geordie-accent": {"title": "Britain's Got Talent's Lost Voice Guy finally gets Geordie accent thanks to voice donor", "subtitle": null, "text": "Report by Jonny Blair\nBritain's Got Talent winner Lost Voice Guy is finally able to use his new Geordie accent.\nLee Ridley, 41, is a comedian and author with cerebral palsy who is unable to speak, but uses a communication device.\nIn April last year, he chose voice-over artist, Dan Pye, who grew up in Whickham and currently lives in Hunwick, County Durham, to be his new voice donor.\nThe decision was made after Lee received more than 500 offers from potential donors, who each sent recordings of themselves reading an extract from his book 'I'm Only In It For The Parking'.\n\"Having this voice will give me a bit of my identity back,\" he told ITV News Tyne Tees.\n\"My family are from Consett in County Durham, so I'd like sound as close as I can to that, and I think this voice fits the bill.\"\n\"Of course, I've already started saying all the classic Geordie phrases such as 'ha'way the lads' and 'wey-aye, pet',\" Lee continued.\nScottish-based speech synthesis company CereProc has been developing the voice, and the process involved Pye recording a script for six hours, during which he recreated a rage of vocal emotional styles.\nLee is thrilled with the outcome, saying: \"There was nothing wrong with my other voice, except for the fact it sounded very posh.\n\"It sounded like I should be reading the shipping forecast on Radio 4, so it means a lot to me to finally sound like my family and friends.\"\nChoosing between half a thousand applications was a difficult process, Lee explained. In the end, Dan's voice was chosen for its warm tone and cheerful cadence.\n\"I just thought it sounded upbeat and friendly, which is an advantage when you're a comedian\" Lee said. \"But I also thought it sounded similar to my family as well.\"\nWatch our full interview with Lee - and his new voice\nPaul Welham, CereProc's chairman, said: \"Working with Lee has been a great opportunity for a greater audience, to see how CereProc's technology can be used to create regional accents, that gives Lee and others the freedom to have their own accent to talk with, rather than a bland BBC accent.\n\"To hear Lee speak with a Geordie accent has been an ambition of mine since we first met, as I believe Lee is such a great inspiration to everyone with a disability, as he shows what can be achieved and overcome using technology combined wilt Lee's great tenacity.\"\nHis tour, entitled Cerebral LOL-sy, begins in March and will be the first time the new Geordie voice is heard on stage.\nRidley debuted a short clip of his new accent during his festive TV special, Christmas Comedy Club With Lost Voice Guy, but was unable to use it for the whole show as it was not yet fully operational.\nDan said: \"Being able to help Lee communicate in a tone which is more personal to him is fantastic.\n\"Being a Geordie has a very distinctive, nationally recognisable tone which I am very proud of,\" he continued.\n\"Sharing that with Lee, I hope will give him a sense of identity that the rest of the North East are famed for.\"\nListen to our entertainment podcast Unscripted:\n", "image": null, "author": null, "date": "2022-02-24", "source": "ITV", "id": "ITV_2022-02-24_Britain's-Got-Talent's"}, "https://www.itv.com/news/tyne-tees/2022-02-02/five-arrested-for-targeting-vulnerable-people-in-the-north-east-in-fraud-sca": {"title": "Five arrested for targeting vulnerable people in the North East in £700K courier fraud scam", "subtitle": null, "text": "Five fraudsters have been jailed after using an elaborate scheme to steal hundreds of thousands of pounds from vulnerable people across the North East.\nBetween late 2018 and early 2019, the men had taken over £700,000 in total - with one victim losing over £450,000 - by posing as police officers as part of a scam.\nKnown as Courier Fraud, victims were cold-called by criminals claiming to be police officers investigating fraudulent activity on their bank account.\nThe victims were then asked to visit their bank to withdraw large amounts of cash, which the fraudsters said would be collected by the ‘officers’ for fingerprinting, and some victims were instructed to purchase high-value jewellery for the fake investigation.\nOfficers from the North East Regional Special Operations Unit (NERSOU) with the support of other forces and agencies, uncovered the scam which led to five men being arrested and charged.\nFive key suspects were identified from London. They acted as the callers, organisers and couriers. Fawaz Miah, 26, Fras Abdulkarim, 20, Abdul Olayinka, 19, Noor Sharif, 20, and Sahil Zaman, 22, were arrested and charged with conspiracy to commit fraud by false representation and money laundering offences.\nOn Monday (1 February) the five men were sentenced to a total of over 21 years.\nDetective Constable Gillian Coulson, the officer who ran the investigation, said: “This is a cruel crime in which criminals target the most vulnerable members of our community and steal their life savings.\n“We encourage people to look out for vulnerable family members and friends and to challenge anyone on the phone asking for money or valuables.\nThe police are reminding the public that officers or the bank will never ask you to hand over your money or transfer funds. If you receive a call like this - hang up and report it immediately.\nThey have also urged anyone who thinks they might have been a victim of courier fraud to please contact them on 101 or to call Action Fraud immediately on 0300 123 2040.", "image": [[null, "https://images.ctfassets.net/pjshm78m9jt4/2MABYMGeL2IV9UILmtVn6E/aa3cc3624a6d9acd90e6db973d79add9/Matte_Key__00058564_-_---5_Obit_Stills_with_Names_for_edit.mov__With_Alpha_.jpg?fm=jpg&fit=fill&w=400&h=225&q=80"]], "author": null, "date": "2022-02-02", "source": "ITV", "id": "ITV_2022-02-02_Five-arrested-for"}}