{"https://www.itv.com/news/meridian/2021-04-10/plans-approved-for-runway-extension-at-southampton-airport": {"title": "Plans approved for runway extension at Southampton Airport", "subtitle": null, "text": "Plans to extend the runway at Southampton Airport have been approved.\\nIn a meeting that lasted into the early hours of Saturday morning, Eastleigh Borough Council accepted the plans to extend the runway by 164m and add 600 extra parking spaces.\\nOn the 26 March, after two days and 17 hours of debate, the Eastleigh Local Area Committee refused the plans over concerns about noise and climate change.\\nIt was then determined that the decision would be made by Eastleigh Borough Council in a virtual meeting on Friday evening (9 April).\\nCouncillors voted 22 - 13 in favour of the proposals.\\nSouthampton Airport’s Operations Director, Steve Szalay, said it was 'the news that we had been hoping for'.\\nMr Szalay said: \"By listening to the overwhelming public and business support, as well as the planning officer’s recommendation to approve, the councillors have safeguarded the future of the airport.\\n\"The decision also ensures we are well placed to provide employment and support the region as we seek to recover post pandemic.\\nThis is a modal window.\\nBeginning of dialog window. Escape will cancel and close the window.\\nEnd of dialog window.\\nThis is a modal window. This modal can be closed by pressing the Escape key or activating the close button.\\n“We are excited about our future. This positive decision allows us to further develop our plans, play a full part in the Solent Freeport and deliver on our commitments set out within the planning application, which will further enrich our neighbouring communities.\"\\nHowever campaigners have vowed that the council's decision is 'by no means the end of the matter'.\\nAXO member Lyn Brayshaw said: \"The runway extension could also make life unbearable for the 46,000 residents affected by the noise from planes that are considerably larger and noisier than the ones that normally use the airport.\\n\"This is an unacceptable price to pay for a development designed to bring increased profits to its operators and whose economic benefits to the area have been greatly exaggerated.\"\\nThe group AXO says it will be taking advice as to its options for future action.\\nMeanwhile Extinction Rebellion Winchester says it is dismayed by the vote.\\nThe group said: \"This decision was made in the face of a multitude of facts that this will be detrimental to the health of residents in Eastleigh, Winchester and Southampton. This is not to mention the catastrophic and accelerating impact decisions like this have on climate change.\\n\"On the issue of the local impact, the facts are indisputable.  As a result of the expansion, 46,000 people will be subjected to levels of noise considered by the World Health Organisation to be bad for physical and mental health.\"\\nWith regards to noise and environmental issues, the airport say it wants to work with residents to 'mitigate these issues going forwards'.\\nNew vehicle charges to be introduced at Gatwick's south terminal\\n", "image": null, "author": null, "date": "2021-04-11"}}