{"https://www.itv.com/news/anglia/2021-11-29/peterborough-amazon-protest-four-people-charged": {"title": "Extinction Rebellion Amazon protests: Four charged after Peterborough warehouse demonstration", "subtitle": null, "text": "Four people have been charged following a protest outside the Amazon distribution centre in Peterborough.Police were called to Amazon at Flaxley Road, Stanground, early on Friday morning, with the arrests being made on Friday evening.Two men, aged 23 and 26, and a 27-year-old woman, all from Cambridge, and a 30-year-old man from Downham Market in Norfolk have all been charged with using violence or intimidation under the Trade Union and Labour Relations (Consolidation) Act 1992.They have been bailed to appear at Peterborough Magistrates' Court in January.\\nIn all Extinction Rebellion protesters blockaded 13 Amazon distribution centres across the country in an attempt to disrupt its operations on Black Friday.\\nAs well as Peterborough in the East of England, they also targeted Milton Keynes and Tilbury. Eight people from Extinction Rebellion's Northampton group were arrested at Milton Keynes.\\nThe group said it wanted to draw attention to Amazon's \"exploitative and environmentally destructive business practices, disregard for workers' rights in the name of company profits, as well as the wastefulness of Black Friday\".\\nAmazon responded, saying: \"We know there is always more to do, and we'll continue to invent and invest on behalf of our employees, customers, small businesses and communities in the UK.\"", "image": [["Credit: ITV Anglia", "https://images.ctfassets.net/pjshm78m9jt4/3LZgl9uocK5PrCb44G8xpQ/f037c9b5a8db8abeac658d9a8cb50ba2/AMAZON_PROTEST_PETERBOROUGH_261121_Protest_banner.png?fm=jpg&fit=fill&w=400&h=225&q=80"]], "author": null, "date": "2021-11-29"}, "https://www.itv.com/news/granada/2021-11-02/insulate-britain-protesters-block-motorway-at-manchester-airport": {"title": "Insulate Britain: Eleven arrests as protesters block road near Manchester Airport", "subtitle": null, "text": "Eleven people have been arrested after Insulate Britain protesters blocked a road near Manchester Airport.\\nA line of demonstrators blocked the A538 on Wilmslow Road which caused hold ups on the  nearby M56.\\nThey were seen holding Insulate Britain banners and many of the protesters glued themselves to the road.\\nPolice said they arrested eleven people on suspicion of causing danger to road-users\\nInsulate Britain say around 60 people are disrupting traffic in London, Birmingham and Manchester today (2 November) as their campaign of nonviolent civil resistance continues into an eighth week.\\nThe group, an offshoot of Extinction Rebellion, wants the government to insulate all UK homes by 2030 to cut carbon emissions.\\nIn a statement, Insulate Britain said: \"We taking our message to people outside of London because we want everyone to know that our government is killing our children.”\\nIn a statement, Greater Manchester Police said: \"A total of 11 people have now been arrested.\"The majority of protesters had glued themselves to the road before being later removed by officers and detained on suspicion of causing danger to road-users (section 22a of Road Traffic Act).\"Disruption was kept to a minimum as officers ensured routes to the nearby motorway and airport weren’t blocked, and all roads in the area have now returned to normal.\"We thank the public for their co-operation despite their understandable frustration.\"\\nA Manchester Airport spokesman said: “We are aware of protestors gathered on land close to Manchester Airport, which is being handled by Greater Manchester Police.\\n“There is no impact on our operations but those planning to travel to the airport should take account of this ahead of their journey.\\n“Anyone with further enquiries should contact the police or Highways England directly.”\\nSo far, 161 people have been involved in the roadblock campaign and there have been 770 arrests, excluding Tuesday's action.\\n", "image": null, "author": null, "date": "2021-11-02"}, "https://www.itv.com/news/2021-11-03/cop26-extinction-rebellion-block-roads-and-protest-outside-banks-in-glasgow": {"title": "COP26: Arrests made as Extinction Rebellion block roads and protest outside Glasgow banks", "subtitle": null, "text": "This is a modal window.\\nBeginning of dialog window. Escape will cancel and close the window.\\nEnd of dialog window.\\nThis is a modal window. This modal can be closed by pressing the Escape key or activating the close button.\\nITV News Scotland Correspondent Peter Smith witnessed the skirmishes between police and environmental protestors on the third day of the COP26 summit in Glasgow\\nFive people have been arrested after hundreds of protestors descended on Glasgow as part of another day of Extinction Rebellion demonstrations around the COP26 climate summit.\\nITV News Scotland Correspondent Peter Smith witnessed skirmishes between police and environmental protestors on the third day of the conference which resulted in the arrests.\\nOne man appeared to spray green paint towards police officers before he was handcuffed and led away.\\nPolice Scotland confirmed on Wednesday evening that five arrests had been made, after a number of officers were sprayed with paint. Cans of spray paint were also seized.\\nAssistant Chief Constable Gary Ritchie said: “Assaults on officers, who put their safety at risk every day to keep the public safe and have adopted a facilitative and rights-based approach to protest, is totally unacceptable.”\\nMany of the protesters congregated around the Glasgow branch of JP Morgan with demonstrators holding banners calling the company the \"world's dirtiest bank\".\\nTraffic was stopped in several streets as demonstrators made their way through the city.\\nITV News Scotland Correspondent Peter Smith said protesters were also seen attempting to spray paint on the SSE building in Glasgow.\\nRobb Callender, a protester from London, said police were being “quite aggressive” towards those on the march.\\nHe said SSE were “talking a big talk but doing nothing” on the climate.\\nEarlier, activists campaigning against the Cambo oil field staged a mock ceremony featuring “the Queen” turning off the taps to the oil pipeline.\\nVarious climate activist groups have been protesting outside the summit since it began on Sunday.\\nDemonstrators have called on governments to move faster and make stronger commitments to prevent climate change.\\nWorld leaders have made pledges so far when it comes to making real change, but many say they have fallen far short of what is required.\\nTop officials, including prime minister Boris Johnson, have made gloomy statements over the prospect of keeping the dream of limiting global warming to 1.5C alive.\\nEach year, the United Nations Framework Convention on Climate Change (UNFCCC) meets at what is called the Conference of the Parties (abbreviated as COP) to discuss the world's progress on climate change and how to tackle it.\\nCOP27 is the 27th United Nations Climate Change Conference of the Parties summit which will be held in Sharm El Sheikh, Egypt from November 6-18.\\nLeaders of the 197 countries that signed the United Nations Framework Convention on Climate Change (UNFCCC) - a treaty that came into force in 1994 - are invited to the summit.\\nThese are some of the world leaders that will be attending COP27:\\nUK Prime Minister Rishi Sunak is attending the conference, after initially saying he wouldn't as he was too busy focusing on the economy within his first weeks in office.\\nUS President Joe Biden and his experienced climate envoy, John Kerry, will appear at the talks.\\nFrance President Emmanuel Macron will also be among the heads of state from around the world staying in Egypt.\\nKing Charles III will not be attending COP27, despite being a staunch advocate for the environment. The decision was made jointly by Buckingham Palace and former prime minister Liz Truss.\\nElsewhere, Russian President Vladimir Putin and his Chinese counterpart Xi Jinping will not attend the talks just as they decided to do for COP26.\\n1. Ensure full implementation of the Paris Agreement and putting negotiations into concrete actions - included within this is the target of limiting global warming to well below 2C.\\n2. Cementing progress on the critical workstreams of mitigation, adaptation, finance and loss and damage, while stepping up finance notably to tackle the impacts of climate change.\\n3. Enhancing the delivery of the principles of transparency and accountability throughout the UN Climate Change process.\\nProminent climate activist Greta Thunberg has also been taking part in protests in Glasgow.\\nExtinction Rebellion held a similar protest outside the main conference on Tuesday.\\n", "image": null, "author": null, "date": "2021-11-03"}, "https://www.itv.com/news/anglia/2021-11-04/un-leader-says-stop-subsidising-fossil-fuels-and-start-spending-on-people": {"title": "UN leader tells Cambridge panel the world should  'stop subsidising fossil fuels'", "subtitle": null, "text": "This is a modal window.\\nBeginning of dialog window. Escape will cancel and close the window.\\nEnd of dialog window.\\nThis is a modal window. This modal can be closed by pressing the Escape key or activating the close button.\\nWatch a report from ITV News Anglia's Stuart Leithes\\nThe UN Secretary-General Antonio Guterres has told students at Cambridge University that governments should stop subsidising fossil fuels and give the money to people instead.\\nAfter travelling to Cambridge from Glasgow he's been taking part in a discussion panel on climate action at Pembroke College, which also included the former Archbishop of Canterbury, Rowan Williams.\\nDuring the panel, Mr Guterres said subsidies to fossils fuel producers \"distort the market and penalise renewable energy\".\\n\"I think the logic that must prevail in the world is that we stop subsidising things and we start subsidising people,\" the 72-year-old said.\\n\"Instead of spending an amount of money on subsidising fossil fuels or other products, you should have, for instance, a minimum income guaranteed for families. Or you should have reduction in your income tax for salaries, for instance.\"\\nFormer Archbishop of Canterbury Rowan Williams, who was also part of the panel discussion, said: \"I doubt very much whether Cop is going to deliver a greater change of heart. But what it can deliver is both the fulfilment of financial promises made about resources for less developed countries and a tightening of the timetable on the delivery of such funds.\"\\nPanellist Maryam Grassly is a second year geography student but also a member of the local Extinction Rebellion youth group.\\nShe sounded a note of caution about some of the solutions being suggested.\\n\"Electric cars are great, but how about no cars, or less cars, and cycling instead\"\\n\"I guess it made me realise even more that organisations like the UN are still focusing on technocratic and funding, whereas I am much more about community empowerment and citizens assemblies and voices and I thought that was more integrated than it is\"\\nJust yesterday Antonio Gutteres received an honourary doctorate of Law at Pembrooke College.\\nAfter he collected the degree, he spoke of the urgent need to tackle the climate crisis.\\nMr Guterres said: \"We are careening toward climate catastrophe, unless we act now to keep temperature rises to the 1.5-degree target of the Paris Agreement. Current pledges put us on course for an uninhabitable world, with temperatures at least two degrees higher than they were in pre-industrial times.\\n\"Biodiversity is collapsing, with a million species at risk of extinction. We are polluting and poisoning air, water and land.\"\\nHowever he praised Cambridge University saying that it is \"at the forefront of efforts to tackle these crises\" through its climate change initiative Cambridge Zero and the Cambridge Conservation Initiative.\\nCop26: your daily update on what's happening at the climate conference\\nCarbon emissions nearly back to pre-Covid levels\\n", "image": null, "author": null, "date": "2021-11-04"}}