{"https://www.mirror.co.uk/news/politics/breaking-new-green-party-leaders-25114779": {"title": "New Green Party leaders announced as Carla Denyer and Adrian Ramsay win ballot", "subtitle": "It comes as climate change is at the top of the agenda ahead of the COP26 summit in Glasgow", "text": "The Green Party has elected Carla Denyer and Adrian Ramsay to be co-leaders after a joint bid by the two prominent campaigners.\\nThe two emerged victorious after Sian Berry and Jonathan Bartley quit in July over a dispute over trans rights and were elected after receiving 44% of the first preference votes and 62% of the second round vote.\\nMs Denyer is a councillor in Bristol and spearheaded the campaign for the local authority to become the first in Europe to declare a climate emergency in 2018. The former wind farm engineer also stood as the Greens' Westminster candidate for Bristol West and achieved a 12% swing in 2019.\\nHer fellow co-leader Mr Ramsay was deputy leader to Caroline Lucas until 2012 and has been a councillor in Norwich, where the party became the largest Green group in England.\\n“We are at a crucial moment in history and it is clear that the other major political parties have failed to bring about the change that is necessary,” said Ms Denyer.\\n“More than ever before, it is vital that Green policies are adopted for the benefit of our climate and our communities.”\\nThe Greens are buoyant after making record advances in the local elections, clinching a net 91 seats and making gains equally from Labour and the Conservatives.\\nThe election comes ahead of the COP26 climate change summit in Glasgow, which will put the environment at the top of the news agenda.\\nThe two beat competition from two other joint bids for the leadership. They were Tamsin Ormond, a founder of Extinction Rebellion and deputy leader Amelia Womack, and Martin Hemingway and Tina Rothery, two long-standing activists based in the north of England.\\nWales Green Party leader Anthony Slaughter said “Congratulations from Wales to Carla Denyer and Adrian Ramsay on their election as co-leaders of the Green Party.\\nCarla and Adrian both bring a wealth of experience and skills to the role, and I look forward to working together with them to help the party continue to grow and achieve the increased Green electoral success our communities so desperately need.\\n\"The election campaign was strongly contested, and it was inspiring to see the passion, commitment and talent of other candidates who bring so much to our party.''", "image": null, "author": null, "date": "2021-10-01"}, "https://www.mirror.co.uk/news/uk-news/extinction-rebellion-founder-admits-would-25136898": {"title": "Extinction Rebellion founder admits he would block ambulance carrying dying patient", "subtitle": "Roger Hallam said he would have \"stayed there\" when asked about footage of a woman begging campaigners to move from the road so she can follow her 81-year-old mum being rushed to hospital", "text": "The founder of Extinction Rebellion has admitted he would block an ambulance carrying a dying patient to hospital.\\nRoger Hallam said he would block a patient needing life-saving care in response to footage of a woman begging Insulate Britain campaigners to let her pass through their roadblock outside the Blackwall Tunnel today.\\nThe distressed woman can be seen pleading with activists to move so she can follow an ambulance rushing her 81-year-old mum to hospital.\\nSpeaking on The London Economic Podcast, Hallam confirmed he too would have blocked her way.\\nHe said he would have \"stayed there\" and confirmed he wouldn't move even if the emergency vehicle was carrying a dying patient.\\nHe added: \"What we're talking about is the loss of people's pensions in the next ten years, the loss of people's incomes, the mass migration of hundreds of millions of people, the indescribable injustice to people of colour in the global south because of the collective selfishness of people in the north.\\n\"We're talking about the biggest crime in human history imposed by the rich against the global poor.\"\\nThe protesters have glued themselves to the road and blocked both sides of the Blackwall Tunnel tunnel on the northbound A102 resulting in traffic chaos for rush hour drivers.\\nCrouching down to where they sat on the ground the woman pleaded: \"We all believe on what you're doing but I just need to get to my mum... everybody agrees with you.\"\\nWhen she asked why they were at the tunnel one of the protestors replied: \"No one is doing anything.\"\\nThe woman branded them 'selfish' adding: \"But that's not my fault! And my mum is the one in an ambulance on the way to hospital!\"\\nProtests across the capital have flared tempers with drivers at Wandsworth Bridge dragging demonstrators along the tarmac to make a gap to drive through.\\nA group at the Blackwall Tunnel was nearly mowed down by a van driver as he tried to drive around them.\\nThirty-eight people have been arrested on suspicion of disrupting the highway and conspiracy to cause public nuisance, the Metropolitan Police said.\\nIn a statement posted on Twitter, the Met wrote: \"We consider protests of this nature unreasonable and are acting as quickly as possible to minimise disruption caused to members of the public using the roads.\"\\nThis latest Insulate Britain protest is the latest in a series that have seen them bring traffic to a standstill on the M25, the M4 and at the port of Dover.\\nThe group, calling for all homes in the UK to be insulated by 2030, carried out ten protests in three weeks.\\nBoris Johnson is threatening prison sentences of up to six months and unlimited fines for protesters in the future who try to block motorways as he seeks to push through new legislation.\\nMr Johnson claims he will be looking after the majority of the public with new legislation after it was reported that some people caught up in the traffic mayhem were not able to carry out vital journeys including taking people to hospital.\\nIt is a dramatic about turn for the Prime Minister - who once said he'd lie down in front of bulldozers to stop Heathrow Airport's third runway.\\nHe has acted after police complained that they didn’t have sufficient powers to remove the eco-protesters.\\n“This Government will always stand on the side of the law-abiding majority and ensure the toughest penalties possible for criminals who deliberately bring major roads to a standstill,\" he said.\\n“We will give the police the powers they need to stop their reckless and selfish behaviour. The right to protest is sacrosanct, but there is no right to inflict chaos and misery on people trying to go about their lives.”\\nHome Secretary Priti Patel is set to introduce tougher punishments for motorway protests by amending the Police, Crime, Sentencing and Courts Bill.\\nMs Patel said: \"The right to protest is a fundamental principle of our democracy but we will not tolerate guerrilla tactics that obstruct people going about their day-to-day business.\\n\"That is why we will increase the maximum penalty for disrupting a motorway to an unlimited fine or up to six months in prison – or both.\"\\nCurrently police cannot arrest protesters who break National Highways rules because they are civil and not criminal cases.\\nAnyone under current law who obstructs a motorway can be fined by a maximum of £1,000 but new rules could see protesters put in custody and given a criminal record.\\nIt comes as the government took out a fresh injunction aimed at preventing climate activists from blocking roads.", "image": null, "author": null, "date": "2021-10-04"}, "https://www.mirror.co.uk/news/uk-news/who-insulate-britain-keep-stopping-25195130": {"title": "Who are Insulate Britain and why do they keep stopping traffic?", "subtitle": "Deemed 'irresponsible crusties' by Prime Minister Boris Johnson, Insulate Britain's climate change protests have caused uproar with furious M25 commuters - but what do they want to achieve?", "text": "Insulate Britain - a sub-group of Extinction Rebellion - have made headlines for their disruptive motorway protests in recent weeks.\\nThe first demonstrations took place on 13 September, where protestors blocked the M25 motorway.\\nMany commuters were left angry at the inconveniences caused.\\nA YouGov poll asking the question 'Do you have a favourable or unfavourable view of Insulate Britain?' was asked and only 3% answered 'very favourable'.\\n13% gave an answer of 'somewhat favourable' and 17% said Insulate Britain are 'somewhat unfavourable'.\\n36% of the people who answered the survey believe the group to be 'very unfavourable'.\\nPrime Minister Boris Johnson branded the group as \"irresponsible crusties\".\\nHome secretary Priti Patel used the events to further her cause for the increase in police powers to combat protesting, which has drawn severe criticism due to fears the planned laws infringe on people's human right to free expression.\\nPatel said: \"Measures already going through Parliament will ensure these criminals can be brought to justice for the disruption they are causing.\\n\"But we are going further to close down the legal loopholes exploited by these offenders.\"\\nInsulate Britain began in August and are separate from the like of Extinction Rebellion in that their goals are far more specific.\\nTheir primary aim is to force the government to look at insulating Britain's 'leaky' homes.\\nMuch of Britain's energy emissions are caused by homes that are not energy efficient. According to the National Housing Federation, England’s homes produce more carbon emissions every year than is produced by all of the country’s cars.\\nThey said: \"Nearly 15% of the UK’s total emissions comes from heating homes: an overhaul of the energy performance of the UK’s housing stock is needed to reduce the energy demand.\\n\"In order to meet UK commitments under the Paris Agreement to stay below 1.5C, and legal obligations under the Climate Change Act 2008, as amended in 2019, emissions from heating and powering homes must be reduced by 78% in less than 15 years and then to zero by 2050.\"\\nTheir target is expensive and the Climate Change Committee believes that retrofitting the estimated 26 million homes would cost around £26,000 each. This is an overall price tag of £676 billion.", "image": null, "author": null, "date": "2021-10-13"}, "https://www.mirror.co.uk/news/uk-news/topless-extinction-rebellion-activist-hunger-25193936": {"title": "Topless Extinction Rebellion activist on hunger strike until Boris Johnson meets demands", "subtitle": "Mum-of-one Laura Amherst, 31, from Brighton, has warned she is prepared to die in her hunger strike as she begs Boris Johnson to meet the demands of Extinction Rebellion", "text": "A topless Extinction Rebellion protester is going on hunger strike until Boris Johnson addresses the campaign group's demands.\\nLaura Amherst, 31, from Brighton, filmed herself reading a letter to the Prime Minister, telling him she does not believe the government is doing enough to stop the \"climate emergency\".\\nThe mum-of-one said that she feels it's important to do more for the future of our children and asked the Prime Minister to set more ambitious targets to reduce carbon emissions.\\nTaking the appeal a step further, Laura declared she wouldn't eat anything more until the government responds to the letter.\\n\"I have been thinking about this for a couple of weeks,\" Laura said.\\n\"It’s going to be extremely dangerous for me and I am taking a massive gamble with my life, but I feel like I have to do something and I have to try.\\n\"I’m really scared about it, but I am going to do it.\\n\"This is going to sound so dramatic but I'm prepared to die for this.\\n\"It's really hard because I have a child but I have to do all I can and she has a good family around her, a good father and she'll be well protected, well loved and well looked after.\"\\nLaura has gained an online following after hitting headlines for appearing at Extinction Rebellion marches topless and then for setting up an OnlyFans page to donate some of the funds to the campaign.\\nThe student is calling on her 18,000 Instagram fans to share her video to spread the message of why she has decided to take this step.\\nShe said: \"I need this to go viral because it is one of the most important videos of our time with the most important information in it.\\n\"It affects all of us and if we don’t do something, we are going to become extinct.\\nGet all the latest news sent to your inbox. Sign up for the free Mirror newsletter\\n\"We really need to do this. I’m risking my life to get this out there and get Boris to take it seriously.\"\\nLaura has already made thousands for Extinction Rebellion thanks to her OnlyFans videos.\\nThe mother-of-one and politics student, who calls herself \"Climate T**s\" on Twitter, pledged to donate 75% of her earnings from the topless content to Extinction Rebellion, Greenpeace, and an animal rescue charity, rotating between them each month.\\nShe expected to make around £18,000 last month on the page.\\nHowever, her success has brought an onslaught of trolls who’ve branded the mother “desperate for attention”.", "image": null, "author": null, "date": "2021-10-12"}, "https://www.mirror.co.uk/3am/celebrity-news/dear-mel-im-accidentally-having-25144648": {"title": "'Dear Mel, I'm accidentally having full-blown affair - with best friend's husband'", "subtitle": "This week, Notebook columnist and author Melanie Blake hears from a reader who's got herself into a sticky situation with her best friend's husband - what should she do?", "text": "The story I told you about my friend’s cheating husband last week resulted in thousands of messages from readers who felt very strongly about the situation I found myself in.\\nThis week, I’ve decided to publish one of the many letters I received in the hope that together – with my advice and your comments via my online platforms – we may be able to help its author.\\nLouise from Stockport wrote:\\nDear Melanie,\\nI read your column about your friend’s husband coming on to you in horror and shame.\\nHorror, because I recognised the exact same tactics that my best friend’s husband used on me. And shame, because – unlike you – I actually fell for them.\\nTo cut a long story short, I’m having an affair with the husband of my best friend of 25 years and I really don’t know what to do. It started innocently enough during lockdown. I’m a single mum and had some DIY issues around the house which he offered to fix.\\nI’ve always known them as a couple. I was a bridesmaid at their wedding and she and I went to school together, so I genuinely never looked at him in that way. But during the loneliness of lockdown, when he was the only person I was really seeing, he started making suggestive remarks.\\nAt first, like you, I thought he was joking. Yet suddenly a spark seemed to develop between us, which one day resulted in us going to the bedroom. One year later, we’re still having a full-blown affair.\\nHe says he loves me but he also loves his wife – and I love her too. He suggests the only way that we can get through this without hurting her is to just keep it secret and carry on as we are, but I don’t know if I can cope with that.\\nThe guilt I feel for her is matched by the longing I feel for him. I really am so confused. What should I do?\\nDear Louise,\\nThank you for being so open and honest in sharing your dilemma. What I am about to say to you is meant with the best of intentions.\\nYou’ve asked for advice and I’m afraid I can only tell you what I really think, and that is that you have been severely played by a selfish man who wants to have his cake and eat it – and you are serving it on a plate.\\nLet’s be realistic, affairs happen. Sometimes chemistry cannot be ignored and new relationships are formed that end up being more rewarding for the individuals involved than those they left behind.\\nAnd while it’s not nice for anyone to be cheated on, if it results in a new partnership that somehow was destined to be then there can be a bittersweet celebratory side to the story.\\nBut in your case you are not only betraying someone you’ve known all your life, who you say is your best friend, but you’re allowing her husband to manipulate you into getting the best of everything on his terms.\\nWhat do you think this reader should do next? Have your say in the comments below\\nMeanwhile, she’s completely unaware that the two most important people in her life are deceiving her in such an unforgivable way.\\nIf you truly value her friendship as you say you do, you must end this affair immediately. Friendship is forever, while relationship loyalty, as this man is proving, can come and go.\\nIf you truly are meant to be together then this action will cause him to show his true feelings and if he really wants to be with you, then of course you are free to choose. But could you ever really trust a man that you knew had cheated like this? Even if you did end up together, would you really be sure that he wouldn’t be doing this to you next?\\nIf you decide to end it, I suggest not telling your friend because if you can put this behind you then hopefully her feelings can be spared. But if you find out that he’s doing it again with someone else then you have to tell her everything, because although you’ve already broken the girl code horrendously, I’m giving you both the benefit of the doubt that this might be a one-off.\\nBut if it turns out that it isn’t, you must be strong and confess all. It will be the only way to ease your conscience and give her the chance to know what she’s dealing with.\\nGood luck to you all, love Melanie.\\nMelanie's novel Ruthless Women is out now and you can follow her on Twitter and Instagram @melanieblakeuk.\\nHere's what you may have missed from the jaw-dropping four-parter that has Notebook readers gripped.\\nPart 1: 'He left me at the altar five years ago - and then this week got in touch'\\nPart 2: 'My ex finally revealed why he jilted me on our wedding day - I wasn't expecting that'\\nPart 3: 'My ex dropped whopping sex bombshell 5 years after leaving me at the altar'\\nPart4: 'Five years after my ex left me at altar, I finally learnt truth behind his vicious lie'\\nMore Melanie Blake...\\n'Extinction Rebellion and Insulate Britain crusties are selfish attention seekers'\\n'Dear Mel, I'm accidentally having full-blown affair - with best friend's husband'\\n'Turns out my famous friend's marriage to sex pest husband is money-making sham'\\n'Friend's famous husband shocked me with sexual messages - do I fess up and tell her?'\\n'I love a bad boy - but if he breaks your bed, he'll probably break your heart'\\n'Bad sex is not worth putting up with - you'll be stuck with it for the rest of your life'\\n'£25k shopping splurges made me feel like Julia Roberts - but now I've changed'\\n'I caught my builders slacking off to ogle the size 8 Estonian blonde neighbour'\\n'The bed I spent so many steamy nights in has gone - it's time to move on from lying ex'\\n'To every married lech: I'll send your messages to your wives - you've been warned'\\n'William and Harry will have to mend their family bond naturally - you can’t force it'\\n'I went to the university of life, which is not an education that’s accepted by toffs'\\n'One day we will look at Love Island in horror like shows from the 70s'\\n'Famous showbiz client made sickening suicide note request if I took my own life'", "image": null, "author": null, "date": "2021-10-09"}, "https://www.mirror.co.uk/news/uk-news/extinction-rebellion-protestor-goes-completely-25325628": {"title": "Extinction Rebellion protestor goes completely nude outside Downing St to 'save planet'", "subtitle": "Laure Amherst went to the gates of the Prime Minister's home wearing nothing but rainbow-striped socks and some trainers to call for the country to be net-zero by 2025", "text": "An Extinction Rebellion protestor has taken all of her clothes off to demand the government acknowledges the \"naked truth\" about climate change.\\nLaura Amherst, 31, has previously hit the streets of London topless to spread the message about the imminent climate catastrophe that is facing the world.\\nToday the Brighton woman went to the gates of the Prime Minister's home wearing nothing but rainbow-striped socks and some trainers.\\nLaura is demanding that the government set a target of achieving net-zero carbon emissions by 2025 - something that would require the complete, radical overhaul of society.\\nIn a video of the protest she can be seen approaching security guards, telling them what she is doing \"is not against the law\" and she is \"trying to save the planet\".\\n\"They were trying to threaten me telling me I’m breaking the law and harming children,\" she said.\\n\"It makes me so angry.\"\\nPosting on Instagram, Laura said she was unable to share the images on social media as she worried that they would be removed for breaking guidelines, but that she felt compelled to take another stand.\\nShe said: \"Drastic measures were put in place in war time and in Covid- yet not to stop extinction?\\n\"The messages are not sinking in that this is an EMERGENCY.\\n\"What is it going to take for people to wake up, and do what needs to be done?\"\\nLaura has previously hit the headlines after setting up an OnlyFans account to raise money for Extinction Rebellion, Greenpeace and an animal charity.\\nShe recently went on hunger strike to try to get a response to her demands from Boris Johnson.\\nExtinction Rebellion have been staging eye catching protests for several years in order to make their demands heard.\\nAs well as a massive reduction in carbon emissions, they want the government to commit to launching a people's assembly so a variety of voices are heard when key decisions are made for the country.\\n\"We are facing an unprecedented global emergency,\" a spokesperson for the group has said.\\n\"Life on Earth is in crisis: scientists agree we have entered a period of abrupt climate breakdown, and we are in the midst of a mass extinction of our own making.\"\\nThe UK government has pledged to hit net-zero by 2050, meaning the amount of green house gas emissions emitted into the atmosphere are no more than those absorbed through various methods.\\nThe country has a long, long way to go before reaching that target, with large personal sacrifices almost certainly necessary.\\nThis week Rishi Sunak decided not to encourage those to be made in at least two areas, when he slashed domestic flight duties in half and said he would not suggest people eat less meat - despite the relatively large amount of CO2 emitted in its production compared to plant based foods.\\nSNP leader Nicola Sturgeon has said that the Chancellor made the \"wrong choice\" by announcing a cut in charges on domestic flights days before the global Cop26 climate summit in Glasgow.\\nThe reduction was part of Mr Sunak's latest Budget, with Ms Sturgeon complaining that there was \"much to be disappointed in\" with the package of measures.\\nGreen MSP Maggie Chapman raised her concerns with the First Minister about the cut in APD, saying this might \"encourage climate-polluting, frequent flying within the UK\".\\nMs Sturgeon told her the cut was not one the Scottish Government would have introduced.\\nShe said: \"I think it was the wrong choice a few days from Cop26 starting, when all of us have an obligation to think about how we contribute to reaching net zero and saving the planet, that the Chancellor chose to make that cut in aviation duty.\\n\"It's not a choice this this government would have made, but it is for them (the UK Government) to defend that in the months to come.\"", "image": null, "author": null, "date": "2021-10-28"}}