{"https://www.mirror.co.uk/news/uk-news/breaking-extinction-rebellion-fill-buckingham-24846553": {"title": "Extinction Rebellion target Buckingham Palace and fill fountain with fake blood", "subtitle": "'XR' Animal Rebellion protestors dyed the Queen Victoria Memorial foundations 'blood red in a protest against use of crown land for hunting and animal agriculture'", "text": "Extinction Rebellion activists have filled a fountain outside Buckingham Palace with fake blood.\\nThe environment group scaled the landmark and held up placards reading 'royal bloodbath' as they took their demonstration to the Queen's residence.\\n'XR' have been blocking streets and causing disruption in London this week in a bid to draw attention to the planet's plight.\\nIts Animal Rebellion division took the effort to the palace today by filling a fountain outside its gates red with fake blood, and smearing 'bloody' handprints on the water feature.\\nSome protestors stood in the fountain at the Queen Victoria Memorial, which they covered in red paint in protest at animal hunting..\\nExtinction Rebellion protests are aiming to occupy parts of central London for two weeks.\\nThe group's chief aim this year is to demand the Government halts all new investment in fossil fuels.\\nScotland Yard said arrests have been made after demonstrators released red dye into the Buckingham Palace fountains.\\nCampaign group Animal Rebellion staged the protest at the Victoria Memorial water feature, which sits directly in front of the Queen's London residence, on Thursday.\\nThe group said it had dyed the foundations \"blood red in a protest against use of crown land for hunting and animal agriculture\" during two weeks of events in the capital urging action on the climate crisis.\\nThe Metropolitan Police tweeted: \"A number of activists have vandalised the Victoria Memorial water feature outside Buckingham Palace.\\n\"We are on scene and arrests have been made. The suspects are being taken to custody.\"\\nDemonstrators were detained by police officers as they stood in the red water at the monument to Queen Victoria, with some holding flares and signs.\\nExtinction Rebellion began its Impossible Rebellion protests on Monday and is demanding the Government immediately ends investment in fossil fuels that are driving climate change.\\nA series of arrests have been made as the environmental group targeted areas across London, including Oxford Circus on Wednesday, bringing traffic to a standstill.\\nScotland Yard said a \"significant\" operation would be in place for the climate protests over the bank holiday weekend but also acknowledged the activists' \"important cause\".\\nThe number of people arrested at Extinction Rebellion events in London in its first four days of protests reached almost 200 by Wednesday as protestors targeted Oxford Circus, the Met said.\\nEarlier in the day, activists from Money Rebellion, an offshoot of XR, had gathered at the Department for International Trade to hold a mock awards ceremony where a \"Charred Earth\" award was given to the department.\\nOther activists gathered at the Brazilian embassy to show solidarity with indigenous people in the Amazon Rainforest.\\nXR began its Impossible Rebellion protests in the capital on Monday when demonstrators blocked roads in the central city, including around Trafalgar Square.\\nThe group says more people have been inspired to take part in its latest round of protest following the United Nations' chilling Intergovernmental Panel on Climate Change.\\nOne of XR's founders said the group saw a jump in donations from people after the document, which carried stark warnings for the future of the planet, was published earlier this month.\\nThe report outlined that human-caused climate change, which has pushed up global temperatures by 1.1C, is driving weather and climate extremes in every region across the world.\\nThe report landed as devastating floods ripped through parts of western Europe and China.", "image": null, "author": null, "date": "2021-08-26"}, "https://www.mirror.co.uk/3am/celebrity-news/i-caught-builders-slacking-ogle-24801269": {"title": "'I caught my builders slacking off to ogle the size 8 Estonian blonde neighbour'", "subtitle": "Feisty and fearless Notebook columnist Melanie Blake has found herself in a battle of the blonde bombshells as The Real Housewives Of Chelsea collide…", "text": "In a desperate rush to get my new house in Chelsea ready to move into, I’ve doubled the number of contractors and have spent every day at a filthy building site keeping my eye on progress.\\nQuick tip here girls: if you’re out and about, desperately in need of some dry shampoo but can’t find a shop, cast your eyes around for a nearby construction site to pop along to – it’ll make your hair drier than an Indian summer and fluffier than the clouds of Arizona.\\nToday, within minutes, I looked like Dolly Parton circa the mid-80s, and not in a good way.\\nWhen renovating houses, it’s only when you’re doing it that you get to see if your ideas work. This week, when my new bath arrived, it was too short for me. It also had the distinct look of a corner bath that one of the Golden Girls might have needed help getting in and out of!\\nI’m not quite ready for that yet, so I’ve ordered a bespoke one, roomy enough for me to splash around in. I’m a real bath girl.\\nI could spend half a day soaking in my favourite bubbles with my laptop and snacks to hand, constantly topping up the hot water. I’ve treated myself to bespoke baths in the past, and the men I’ve dated have loved that.\\nAs you may know, I’m rather partial to tall men (over 6ft 2in), so their eyes light up when they realise that not only can they fit in without cramping their legs up like they’re on a cheap flight, but if they’re lucky, there’s enough space for me to join them!\\nThe renovation budget has gone out the window because I’ve changed my mind so many times. In fact, the builders roll their eyes the moment I walk on site, but I always win them round by ordering Deliveroos (seems builders all eat McDonald’s so at least that doesn’t break the bank).\\nI’ve already met lots of my new neighbours and it appears that my Chelsea address is the preferred destination of bleach-bottle blondes. This week I met sexy blonde Lizzie, an edgy Aussie with a great sense of humour. She took pity on the filthy state I was in and offered the use of her bathroom.\\nI’d also exchanged pleasantries with the very young blonde Estonian stunner who’s moving in with her much older boyfriend, to the flat overlooking my garden. After my visit to Lizzie’s powder room, I found my place empty of builders. But I had an idea where they were…\\nSure enough I called one of their mobiles to discover that the young Estonian blonde had asked if they could help move all her furniture in. With her size 8 figure, waist-length hair, high boobs and perky bum clad in skintight leggings, they were very happy to oblige – all eight of them!\\nKnowing that every moment counts when you’re trying to finish a renovation, I was in no mood to lend anyone my crew, so I marched over to the open front door to witness my entire team doing her bidding.\\n“I don’t know how you usually move house,” I told her, “but I suggest you get a removal company quickly, because I’m paying for my team to work on my house, not yours!”\\nThe guys, looking a bit embarrassed, swiftly retreated, but not before I heard one talking about how hot my neighbour is. I made a mental note to forget his order on my next fast-food run.\\nOh, and remember my neighbour Lottie, who lives in the penthouse here (paid for by Daddy)? She’s asked my ex out on a date (he’s the head builder in charge), so I’m about to find myself in a battle of the blonde bombshells.\\nStay tuned lovely readers, I think our claws are set to get sharpened as The Real Housewives Of Chelsea collide…\\nDo you have any renovation woes – or nightmare neighbour stories – to share? Email Melanie at notebook@reachplc.com\\nMelanie's debut novel Ruthless Women is out now and you can follow her on Twitter and Instagram @MelanieBlakeUK or visit melanieblakeonline.com\\nHere's what you may have missed from the jaw-dropping four-parter that has Notebook readers gripped.\\nPart 1: 'He left me at the altar five years ago - and then this week got in touch'\\nPart 2: 'My ex finally revealed why he jilted me on our wedding day - I wasn't expecting that'\\nPart 3: 'My ex dropped whopping sex bombshell 5 years after leaving me at the altar'\\nPart4: 'Five years after my ex left me at altar, I finally learnt truth behind his vicious lie'\\nMore Melanie Blake...\\n'Extinction Rebellion and Insulate Britain crusties are selfish attention seekers'\\n'Dear Mel, I'm accidentally having full-blown affair - with best friend's husband'\\n'Turns out my famous friend's marriage to sex pest husband is money-making sham'\\n'Friend's famous husband shocked me with sexual messages - do I fess up and tell her?'\\n'I love a bad boy - but if he breaks your bed, he'll probably break your heart'\\n'Bad sex is not worth putting up with - you'll be stuck with it for the rest of your life'\\n'£25k shopping splurges made me feel like Julia Roberts - but now I've changed'\\n'I caught my builders slacking off to ogle the size 8 Estonian blonde neighbour'\\n'The bed I spent so many steamy nights in has gone - it's time to move on from lying ex'\\n'To every married lech: I'll send your messages to your wives - you've been warned'\\n'William and Harry will have to mend their family bond naturally - you can’t force it'\\n'I went to the university of life, which is not an education that’s accepted by toffs'\\n'One day we will look at Love Island in horror like shows from the 70s'\\n'Famous showbiz client made sickening suicide note request if I took my own life'", "image": null, "author": null, "date": "2021-08-21"}, "https://www.mirror.co.uk/news/uk-news/woman-goes-topless-extinction-rebellion-24844091": {"title": "Woman goes topless at Extinction Rebellion protest to 'draw attention' to crisis", "subtitle": "Laura Amherst, 31, from Brighton, went topless yesterday for the third day of Extinction Rebellion's \"Impossible Rebellion\" which is demanding government axes the use of fossil fuels", "text": "An Extinction Rebellion protester went topless in the hope showing her breasts would help \"draw attention\" to the climate crisis, she has revealed.\\nLaura Amherst, 31, was photographed without a top on Wednesday as the environmental campaign group descended on London's Oxford Circus for the third day of their two-week \"Impossible Rebellion\".\\nInstead of clothes, Laura dressed herself with a message scrawled across her chest, which read: \"WAKE UP.\"\\nOn her bottom someone had written: \"ACT NOW\".\\nThe Open University politics student also stuck two \"XR\" stickers over her nipples.\\nLaura, a vegan from Brighton, said: \"I did it to draw attention to the climate crisis facing the planet.\"\\nShe added to the MailOnline : \"Dancing topless brought a nice energy to the protest and was also a very body positive thing to do.\\n\"A lot of people congratulated me for doing this, especially women.\\n\"I'm not getting paid for this or doing it to draw attention to myself but just to save the planet.\"\\nLaura, who follows a plant-based diet and drives a hybrid car, said the men in her life - her Extinction Rebellion-member boyfriend and her dad - were both supportive of her decision to bare all.\\nBut, she said \"it's got nothing to do with them\".\\n\"This is my body and I'm my own woman,\" she said.\\nThe 31-year-old campaigner said the men know \"how passionate I am about saving the planet\".\\n\"I wasn't nervous about it at all and I felt that it made a lot of people happy,\" Lucy said.\\nLaura was one of hundreds of eco warriors who have gathered at London's popular shopping street this week.\\nThe activist travelled up to the central London tourist spot to join hundreds of Extinction Rebellion protesters in their two-week \"Impossible Rebellion\".\\nOther women also went topless, reports say, and several of them were carted off into waiting police vans by officers who are trying to keep the sprawling protest under control. .\\nProtesters have gathered to demand an immediate halt to all new fossil fuel investment by the British government and financial corporations amid the climate crisis and ecological emergency.\\nThe Metropolitan Police said as of 6pm on Wednesday, a further six had been arrested for a \"variety of offences\".\\nIt brings the total number of arrests made over the four days of protests to 196.\\nHowever, dozens of people could be seen being dragged away by officers on Wednesday afternoon after a large group blocked off the surrounding roads near Oxford Circus with a partially-built pink sculpture - putting traffic at a standstill.\\nThe Met moved in after a van dropped off the sculpture and protesters formed a human chain to stop it being taken down, according to Extinction Rebellion (XR).\\nA spokeswoman for the group said: \"The van pulled up and everything was unloaded, including a partially-assembled pink structure.\\n\"The police came charging in to try and stop it being built and rushed through the women to get to it, but the structure was already built by that point.\\n\"Some people then began gluing themselves to the structure.\"\\nPolice had warned protesters to leave the area or face being arrested.\\n\"Some women then came and formed a ring to allow the structure to be built by holding hands and gluing their hands together.\\nUsing a loudspeaker, a police officer said: \"You must this area immediately or you may be arrested.\"\\nTopless women with climate messages written on their bodies were among the protesters in the area.\\nOfficers formed a cordon close to where they were located and began carrying away dozens of them to police vans parked nearby.\\nMembers clapped and cheered as they were taken away while others played music and chanted. Pedestrians were urged to find another way around the area.\\nThe Met said in a statement on Twitter : \"Officers have intervened when protesters were building a structure at Oxford Circus.\\n\"Some individuals have glued themselves to the structure, specialist officers are working to support their removal.\\n\"There will be some disruption to traffic in the area as roads are currently blocked, which we are working to reduce.\"\\nEarlier in the day, activists from Money Rebellion, an offshoot of Extinction Rebellion, gathered at the Department for International Trade to hold a mock awards ceremony where a \"Charred Earth\" award was given to the department.\\nOther activists gathered at the Brazilian embassy to show solidarity with indigenous people in the Amazon Rainforest.\\nExtinction Rebellion began its Impossible Rebellion protests on Monday when demonstrators blocked roads in central London, including around Trafalgar Square.\\nThey are demanding the Government immediately end investment in fossil fuels that are driving climate change.\\nThe Met said a \"significant\" operation would be in place for the protests over the bank holiday weekend but also acknowledged the activists' \"important cause\".", "image": null, "author": null, "date": "2021-08-26"}, "https://www.mirror.co.uk/3am/celebrity-news/five-years-after-ex-left-24702841": {"title": "'Five years after my ex left me at altar, I finally learnt truth behind his vicious lie'", "subtitle": "In the latest instalment of her meet-up with her ex, Notebook columnist Melanie Blake reveals how she reacted to his explosive admission...", "text": "After last week's shocking confession from Melanie's ex who jilted her at the altar, our columnist reveals how she responded to his pleas...\\nThere’s something about knowing “the truth” that instantly helps you heal even the oldest of wounds.\\nI arrived at the dinner thinking I was completely over what he’d done to me, but I’d be lying if I said there wasn’t a snubbed part inside of me. One that was hoping there wasn’t a better reason than the pile of selfish excuses as to why he’d treated me so badly and lied to me regarding his ex-wife.\\nIt’s common sense that a middle-aged man would come out of back-to-back marriages and have what looks like a mid-life crisis which, dressed up any way you wanted - and he had tried to dress it up - is exactly what he had described.\\nThe anger rose in me that he hadn’t given me the choice to opt out from being emotionally invested. To have given that time to his children and (willingly) treated them as if they were my own, and to have known the truth so I could turn down the proposal that would never have ended in a marriage.\\nHave you ever been jilted on your wedding day? Tell your story in the comments below\\nMy mind flashed back to the night before the wedding when he turned up with my name tattooed across his chest just 24 hours before he left me humiliated and alone at the registry office.\\nSuddenly the crinkled handsome face that I was looking at across the table, that I once used to trust implicitly, looked like a face I’d never really known at all.\\nI downed my glass and looked around. It was the end of the evening and we were the only people in the restaurant. No one was within earshot of us, which was important to me as The Langham is a place that I go to all the time and I did not want this to be overheard by staff who served me regularly.\\nI placed one hand on my Chanel and readied myself to leave the table, but I had one last question left.\\n“You were never stood outside the registry office at all, were you?” His face told me all I needed to know. “You lying b*****d.”\\nHe looked shocked and shaken. “Don’t go, I can explain!” he said. I leaned forward just to make sure he heard every word I said before I stood up to leave.\\n“Save your lies! I came here tonight to listen to your version of events that led up to what was one of the worst days of my life. Nothing you’ve said makes what you did OK or forgivable. But what it has done, which I’m not going to thank you for, has freed me from the illusion that I lost and mourned something special.\\n“You played with my life and then when you wanted a new game, left me alone to pick up the pieces. The only excuse you had is that you needed to enjoy the ‘man behaving badly’ phase.\\n“Well, I’ll give you this, you definitely achieved that. No real man would play with a woman’s heart or emotions the way that you did and then years later turn up with these pathetic excuses as justification.”\\nHis face paled as I finally stood up from the table to make my exit. As I stepped away from the table I took one look back at him and said: “You weren’t worth the tears and you certainly weren’t worth the years of wondering whether I’d lost something really special. I can finally see right through you.”\\nI exited the restaurant and dashed out into the lobby hoping that there would be a cab outside I could jump straight into and get away from this dreadful reunion.\\nBut before I could reach the exit he was behind me, flustered and panicked.\\n“Please don’t leave like this,” he begged. “I’ve got so much more to say.”\\nAs I pushed the revolving door, the doorman held open a taxi door for me. I immediately got into the cab but this didn’t deter him. He ran to the door and opened it, ripped his shirt open and pointed to the infamous tattoo.\\n“Would I still have this if I didn’t love you?” he said. “Would I have asked you here tonight if I didn’t want to try again?”\\nI slammed the door shut on him and wound down the window. “I suggest you get that lasered off because you might have me near your heart, if you’ve really got one, but I can promise you this – you’ll never be anywhere near mine ever again.”\\nWith that, my taxi departed and I left him standing in the street with his shirt billowing in the wind.\\nI didn’t look back.\\nHere's what you may have missed from the jaw-dropping four-parter that has Notebook readers gripped.\\nPart 1: 'He left me at the altar five years ago - and then this week got in touch'\\nPart 2: 'My ex finally revealed why he jilted me on our wedding day - I wasn't expecting that'\\nPart 3: 'My ex dropped whopping sex bombshell 5 years after leaving me at the altar'\\nPart4: 'Five years after my ex left me at altar, I finally learnt truth behind his vicious lie'\\nMore Melanie Blake...\\n'Extinction Rebellion and Insulate Britain crusties are selfish attention seekers'\\n'Dear Mel, I'm accidentally having full-blown affair - with best friend's husband'\\n'Turns out my famous friend's marriage to sex pest husband is money-making sham'\\n'Friend's famous husband shocked me with sexual messages - do I fess up and tell her?'\\n'I love a bad boy - but if he breaks your bed, he'll probably break your heart'\\n'Bad sex is not worth putting up with - you'll be stuck with it for the rest of your life'\\n'£25k shopping splurges made me feel like Julia Roberts - but now I've changed'\\n'I caught my builders slacking off to ogle the size 8 Estonian blonde neighbour'\\n'The bed I spent so many steamy nights in has gone - it's time to move on from lying ex'\\n'To every married lech: I'll send your messages to your wives - you've been warned'\\n'William and Harry will have to mend their family bond naturally - you can’t force it'\\n'I went to the university of life, which is not an education that’s accepted by toffs'\\n'One day we will look at Love Island in horror like shows from the 70s'\\n'Famous showbiz client made sickening suicide note request if I took my own life'\\nMelanie's debut novel Ruthless Women is out now and you can follow her on Twitter and Instagram @MelanieBlakeUK or visit melanieblakeonline.com", "image": null, "author": null, "date": "2021-08-07"}, "https://www.mirror.co.uk/news/uk-news/greenham-common-40-years-ordinary-24809222": {"title": "Greenham Common 40 years on - when ordinary women drove nuclear weapons out of UK", "subtitle": "Three Welsh protesters reveal what they learnt after being part of the renowned Women’s Peace Camp, the world’s longest-running anti-nuclear demonstration, forty years ago in Berkshire", "text": "The perimeter fences topped with barbed wire have long gone – along with the menacing lookout towers.\\nAnd now the most striking sound to be to be heard within the old air base they guarded is the song of ground-nesting Dartford warblers.\\nBut nearly 40 years ago, other songs echoed on this spot and reverberated across the world.\\nNow quiet Berkshire parkland with only one gate left as a reminder, Greenham Common was renowned as the home of the Women’s Peace Camp, the world’s longest-running anti-nuclear demonstration.\\nIt began in September 1981 when 36 members of a peace movement Women for Life on Earth – set up in response to the Cold War arms race – arrived at the gates after a 120-mile march from Cardiff.\\nSoon that number would grow to 30,000 united in protest against Margaret Thatcher’s plans to bring American cruise missiles to Britain.\\nDo you remember the threat of nuclear war? Join the discussion in the comment section\\nAnd for three sisters from the Welsh Valleys, recollections of those days are still very much alive - memories they hope will inspire generations of activists against the new world threat of climate change.\\n“It taught me that you take your voice and you use it whenever you can,” says Susan Lamb, 68, who joined the camp with siblings Lesley Brinkworth and Christine King.\\n“I was just a housewife from the Rhondda, terrified what could happen to our children. We had to stand up for what we believed in, just as groups like Extinction Rebellion are doing now.”\\nThe women – whose story is told in a new BBC documentary – had little notion of the global attention they would receive, or the sacrifices that would follow.\\nThey were slung in jail, threatened by anti-protest vigilantes – and Susan and Christine, 65, were even part of a group who took US President Ronald Reagan to court.\\n“I was a different person at Greenham,” their sister Lesley, 63, admits. “We learned to face our fears and that if people come together we can change the world.”\\nIn the early Eighties, the shadow of nuclear war loomed large, with “Protect and Survive” pamphlets sent out advising families to create bunkers out of doors and cushions. “We couldn’t live under this threat. Or let nuclear weapons in to kill our children” says Susan, then pregnant.\\nThen the sisters heard of the march from a Cardiff weapons factory to Greenham to protest against US plans to store cruise missiles at the base.\\nWhen the Women for Life on Earth’s journey failed to make the impact protesters hoped for, they set up camp there, with a small group chaining themselves to a fence. Determined to spread the word, the sisters set up their own local demo, joined by friends and activists.\\n“We camped a week in the middle of Porth square, a main thoroughfare in the Rhondda Valley,” says Christine, who still lives there.\\nThey expected to be evicted. “We came with two shower curtains for shelter then local builders dropped off water and a hut for us to sleep in,” says Lesley, who now lives near Tonypandy in Glamorgan.\\n“On the last day we camped it was pouring down but I thought, ‘Oh my God, this is the best night of my life’.” Weeks later they were at Greenham, where protestors lived in cars and tents, without electricity or running water. “We had a crèche caravan where all the children went,” says Susan. “We met people from all over the world. It didn’t matter what class or politics they were – we were united to get the cruise weapons out.”\\nIn 1982, the sisters were part of a group of 23 women who stormed the entrance of Greenham base. They were jailed for 14 days for breaching the peace. Christine, who was also pregnant, says: “They were planning on fighting a nuclear war, my child wouldn’t have a future.”\\nLesley adds: “It was outrageous to lock up housewives for protesting. My clothes were sent to my family home from prison with no note. They thought something had happened to me. My mother’s hair turned white overnight.” Defiant, they returned to Greenham for 10-day stretches each month.\\nIn 1983 they were among thousands of women who formed a human chain around the airfield in an “Embrace the Base” demo. It marked one of Lesley’s most terrifying ordeals there.\\n“I remember joyous singing, but how quickly it changed,” she says. “A policeman grabbed my head and the next thing I’m flying through the air. Had I landed differently I’m sure he’d have broken my neck.”\\nThere were threats women who entered the base would be shot. Vigilantes even set light to woods near the camp and poured farm slurry over women. Bailiffs tore down tents up to twice a day.\\nCamp members went on night watch. Greenham ended Lesley’s marriage. “He didn’t like me going there. I think he thought, ‘Someone else’s wife can do that’. But Greenham gave me independence.”\\nIn November 1983, shortly before the missiles arrived, Christine and Susan were in a group who flew to America to lodge a case in New York’s Supreme Court against Reagan. They argued the deployment was illegal since the missiles were designed to be used first in response to conventional conflict.\\nThe court said the case was outside its jurisdiction. The first missile arrived days later, flooring the sisters and their friends.\\nIn 1985, Susan had to stop protesting after Crohn’s disease left her housebound. But four years later came the news all Greenham women had been waiting for. The missiles were leaving.\\n“Our pressure forced the Government’s arm, no doubt about it,” says Susan. “We had won.” Since then Lesley has worked for years with families with specialist needs.\\nSusan, now in Pembrokeshire, went on to study a masters in women’s development, before working for support groups. She still attends demos, this time with her grandchildren. “I brought the kids up to be interested in the world,” she says. “When I left school I didn’t have a lot of self-belief.\\n“Greenham changed the way I see myself.” Her only regret is its legacy didn’t stop the Trident programme. “I thought we’d have got rid of it by now,” she says. “We need to be re-making that case.\\n“Because of Greenham I learned I could change the world. I hope future generations are inspired and do just that.”", "image": null, "author": null, "date": "2021-08-21"}}