{"https://www.mirror.co.uk/news/uk-news/lorryload-pigs-gasped-air-way-22717040": {"title": "Lorryload of pigs 'gasped for air' on their way to slaughter during heatwave", "subtitle": "WARNING: DISTRESSING CONTENT. The distressed animals are packed inside a truck during the August heatwave on their way to be killed for meat", "text": "A harrowing video showing pigs appearing to gasp for breath on their way to the slaughterhouse, animal welfare activists claim.\\nPro-vegan group Bristol Animal Save Movement is campaigning to confront meat-eaters with the realities of the food industry, and hopes the video will help people to make informed decisions.\\nThey have an agreement with Tulip slaughterhouse in Westerleigh, which has recently been renamed Pilgrim’s Pride Ltd, whoch allows them to 'bear witness' to the pigs.\\nDrivers stop in transit to allow them to film and talk to the animals, trying to soothe them with a group vigil, Bristol Live reports.\\nIn recent weeks, however, campaigners say they have seen pigs who seem to be panting heavily, which they believe is a sign of overheating and distress.\\nReferring to one vigil held during the August heatwave, a group spokeswoman said: \"They do not have sweat glands to enable them to cool and were suffering from extreme heat, stress and dehydration.\\n\"Many were panting, displaying tremors and gasping for air.\"\\nA video said to have been filmed there last week, posted on the group's Facebook page, also showed one pig whose snout was rapidly twitching as it breathed.\\nThe woman filming can be heard saying: \"Hello my sweetheart, hello darling.\\n\"Oh look at her panting, oh my God.\\n\"I'm so sorry, we are trying.\"\\nIn a shorter video posted in August, the distressed person holding the camera can be heard sobbing as another pig displays the same behaviour.\\nJosephine Robinson, a member of Bristol Animal Save Movement, said: \"This year is the first time I've seen pigs doing that in the UK.\\n\"People have got to see the truth and make their own informed decisions. The truth can be painful and it's a big deal, asking people to do that.\\n\"If I was just doing the vigils I would feel hopeless and it would probably be unbearable, but the way in which it works for me is that I go and do something about it.\"\\nJosephine, from Shirehampton, is also a coordinator at the Bristol branch of Animal Rebellion, which is affiliated to climate change activist group Extinction Rebellion.\\nShe says bearing witness is a \"specific form of activism\" that creates as little disruption as possible for the people working on site.\\nShe added: \"We must not be angry at the slaughterhouse drivers or workers - we have got to address the system that legalises and normalises this. We need systemic change.\"\\nA spokesman from Pilgrim’s Pride Ltd said the welfare of animals is \"always of the highest importance to us.\"\\nHe added: \"Maximum journey times and haulage standards are set by the RSPCA and Red Tractor.\\n\"In addition, these haulage trailers are well ventilated and provide access to drinking water.\\n\"The arrival of pigs is assessed by an animal welfare officer and official veterinarian at the point of unloading.\\n\"The Westerleigh site is audited regularly, which includes the RSPCA, who were satisfied with our internal processes for ensuring the welfare status of pigs being delivered.\\n\"We welcome all feedback around animal welfare and continue to aim for the highest standards.\"\\nSlaughterhouses, also called abattoirs, have to adhere to rules to minimise animal suffering and have to have CCTV coverage to ensure these processes are documented.", "image": null, "author": null, "date": "2020-09-21"}}