{"https://www.mirror.co.uk/tv/tv-news/lorraine-kelly-mocks-richard-madeley-26932452": {"title": "Lorraine Kelly mocks Richard Madeley as she makes Alan Partridge dig", "subtitle": "Richard Madeley is frequently compared to Coogan's blundering and ridiculous character Alan Partridge over his cringey interviewing gaffes on Good Morning Britain", "text": "Lorraine Kelly couldn't resist a cheeky dig at Richard Madeley as he co-hosted Good Morning Britain alongside Susanna Reid today.\\nTeasing what was to come on her ITV show after GMB, she said: \"Richard, you might be interested in this! Steve Coogan is on the show!\"\\nRichard is frequently compared to Coogan's blundering and ridiculous character Alan Partridge over his cringey interviewing gaffes.\\nIn response, Richard feigned ignorance as he smiled and said: \"Now why would I be interested in that?\"\\nAs he laughed, Susanna exclaimed: \"We're all interested in that, Lorraine!\"\\nRichard previously responded to the Partridge comparisons last year prior to entering  I'm A Celebrity.\\n\"I honestly don’t care at all. I think it’s quite funny. It’s part and parcel of doing the job that I do,\" he said. \"It’s so important in this business, and particularly the arena that I operate in, that you don’t take yourself seriously. Because if you do, you’re going to have a very unhappy time.\\n“So if people want to take sentences that I say or little ponderings, [and think], ‘Oh, that’s so Alan Partridge,’ good luck to them.\"\\nIt comes after GMB was hit with more Ofcom complaints last month after Richard grilled a climate activist in a heated live debate.\\nHe did not hold back as he interviewed Just Stop Oil protester Miranda Whelehan in the studio alongside Ranvir Singh.\\nThe ITV programme last week received 59 complaints as a result of the interview, but Ofcom have announced that this has now increased to 147.\\nThe heated interview saw Richard label the group’s slogan “quite childish” and claim the programme hadn't had a single message of support for the petrol pump protests.\\nRichard began the discussion by saying to Miranda: “Many people would agree that we have to wean ourselves off oil, we have to wean ourselves off fossil fuels, we have to develop renewables, I certainly feel that.\\n“But at the same time they deeply resent having their personal lives massively interrupted by the actions of people like you. Do you accept that you're possibly alienating people who, in a general sense, would support your background cause?”\\nMiranda replied: \"I would say I don't think any of us want to be disrupting people's lives, but I think given the science and the things the academics are saying about what oil is causing around the world and in this country, this is the level of action that needs to be taken when our government is failing on their energy policies and their climate pledges.\"\\nRichard then fired back: \"But you'd accept wouldn't you that it's a very complicated discussion to be had? It's a very complicated thing and this 'just stop oil' slogan is very playground-ish, it's very Vicky Pollard, it's quite childish.\\n\"'Just stop oil', I mean come on, there's more to say than that isn't there?\" Richard then added.\\n*Good Morning Britain airs weekdays at 6am on ITV", "image": null, "author": null, "date": "2022-05-11"}}