{"https://www.mirror.co.uk/3am/celebrity-news/stacey-dooley-says-lockdown-made-23536012": {"title": "Stacey Dooley says lockdown has made her relationship with Kevin Clifton stronger", "subtitle": "EXCLUSIVE: The BBC presenter bought a house during lockdown and now can't keep her partner Kevin Clifton, who she fell for on Strictly Come Dancing, away from the garden", "text": "Lockdown has tested every relationship – but Stacey Dooley reckons it has only made hers stronger.\\nThe TV journalist, who is dating dancer Kevin Clifton, credits him with getting her through the pandemic. And although the couple experienced the stress of moving house during the first lockdown, Stacey reveals she wouldn’t change a thing.\\n“He is just an angel,” she said. “I feel really fortunate to have him.”\\nStacey, 33, fell for 38-year-old Kevin when she was paired with him on Strictly Come Dancing in 2018. The pair went on to win the hit BBC dance series – and have been inseparable ever since.\\nAs a professional dancer, Kevin clearly doesn’t have two left feet – but it wasn’t until he and Stacey upgraded from a flat to a house that she discovered he has green fingers. Now, Stacey reckons her home life is a bed of roses as she can’t keep him away from the garden.\\n“I call him Kev Titchmarsh,” she joked. “He loves the garden.\\n“When the lockdown kicked off, we were in this tiny flat and I thought, ‘We need a house’.\\n“So we bought the house and have a garden – and Kev is never out of it.\\n“I think if I’d have been single [during the lockdown], I’d have been so lonely. It breaks my heart, the idea that people had to go through this alone.”\\nStacey, who shot to fame in 2008 after appearing on BBC Three documentary, Blood, Sweat and T-Shirts, admits that living together can sometimes be a challenge, and like all couples, she and Kevin have their ups and downs. But one particular aspect of lockdown life she is struggling to deal with involves her marble table.\\nIn an online chat with fans on event site Fane, Stacey revealed: “Kev keeps using it and not putting coasters down. That’s stressful.”\\nStacey has had the chance to experience other people’s home lives as part of her new UKTV show, Stacey Dooley Sleeps Over. She stays with members of the public across the country in order to get more of an insight into modern life in Britain.\\nOne of the families featured in the Wshow were environmentalists who refused to use electricity. As part of the online chat, entitled A Night In With Stacey Dooley, the star talked about the time she spent with the family in the Scottish Hebrides.\\nShe said: “Rock, the father, had two girls, Blue and Savannah. They’ve always been really engaged with Extinction Rebellion and loved the planet and [they] think we’re running out of time. So I went to live with them on their island for the weekend.\\n“It was so cold. This room is freezing so think how cold you are now and times it by 10.\\n“There was no hot water, no electricity, because they were trying to cut right down.”\\nStacey, who was made an MBE in 2018, admits it is “difficult to dislike people who are trying to save the planet”, but she added: “I think it rubs some people the wrong way, because it can feel very preachy.\\n“Some people think, ‘Well, it’s OK for you to sit in a field and protest for months, but I have to go to work, I have to feed the kids, I have to pay the bills…’ so sometimes there’s a bit of friction.\\n“You need to spend time with people to see where they’re coming from, don’t you? I mean, this family, they live completely off-grid.”\\nThe Scottish family also refused to use social media – which Stacey said was “liberating”.\\n“Blue and Savannah have had their whole lives without social media; without being exposed to so much. That must be amazing,” she said.\\n“They seem so free in their presence and very free in their bodies.\\n“Savannah and Blue didn’t really give a sh*t about what people thought of them, and I thought it was really liberating and really refreshing. We could probably all do with a bit of that.”\\nStacey, who also presented Glow Up: Britain’s Next Make-Up Star on BBC Three, says that visiting the family really made her think about the environment – and all the things she could personally do to improve it.\\n“I hold my hands up. I’m so far from perfect,” she said.\\n“I fly too much, the heating is always on, the kettle is always boiling… I really need to look at how I live, for sure. When I think about sustainability, I place a real importance on fashion so I’ve really tried to turn my back on fast fashion, but that alone isn’t enough.\\n“There are so many things I do that are taxing to the planet. It does give you food for thought.”\\nHaving travelled the world to make documentaries on serious issues such as child labour and women in developing countries, Stacey has seen it all.\\nBut she also admits there have been some uncomfortable moments – including the time she had to wee in the back of a van.\\nBranding it one of her most embarrassing professional moments, Stacey said: “I was filming in Thailand. We were driving back from somewhere we had filmed quite an intense scene.\\n“It’s hard driving in Bangkok – their dual carriageways are relentless and you can’t just stop if you need the toilet so I kept saying that I needed to go. I had no alternative but to go in the van.\\n“They said, ‘Stacey, can you not just wait?’ and I said, ‘I absolutely can’t!’ “I’m emptying this icebox, I’m taking out the cans of Coke and I’m just like, ferociously taking the ice box to the back of the van.”", "image": null, "author": null, "date": "2021-02-20"}}