{"https://www.mirror.co.uk/news/uk-news/climate-activist-who-sprayed-racist-22821726": {"title": "Climate activist who sprayed 'racist' on Winston Churchill statue fined £1,600", "subtitle": "Extinction Rebellion activist Benjamin Clark daubed yellow graffiti on the base of the statue under the former prime minster's name during a protest on September 10", "text": "An Extinction Rebellion activist has been ordered to pay more than £1,500 after defacing a statue of Winston Churchill by painting \"racist\" on its plinth.\\nBenjamin Clark, 18, admitted causing £1,642.03 worth of damage to the statue in Parliament Square, central London, during the final day of recent climate protests on September 10.\\nDuring the demonstration, Clark daubed yellow graffiti on the base of the statue under the former prime minster's name, adding: \"racist\".\\nMatt Barrowcliffe, prosecuting, told Westminster Magistrates' Court: \"Police were present as part of dealing with that demonstration.\\n\"They observed this defendant spray painting the word racist in yellow paint on the concrete base.\"\\nClark, of Hertford, Hertfordshire, appeared in person for the hearing on Friday wearing a navy suit and only spoke to confirm his details and plead guilty.\\nLaura O'Brien, mitigating, said the teenager admitted spraying the word \"racist\" in chalk paint, but denied causing all the damage to the statue done on the day.\\nShe also highlighted the use of chalk paint, adding: \"We are not talking about paint that has the ability to cause lasting damage.\"\\nMs O'Brien said Clark was attending the environmental protest as a demonstrator, and was given the paint during the event.\\n\"He did not attend the scene with spray paint, he did not attend the scene with the intent to damage the statue,\" she said.\\nMs O'Brien said the case was about the criminal damage to the listed statue, rather than any social motivations.\\nShe said: \"This case is not about Winston Churchill and it is not about the motivation of using that word, it is about the damage that was caused.\\n\"This is not a case about offending the history of this country... we are here to deal with a small amount of spray paint on a statue.\"\\nShe continued: \"Maturity is not a cliff edge. It does not come overnight, he is clearly an intelligent man but intelligence is not the same as making good decisions.\"\\nMs O'Brien said the maths and philosophy student had been subjected to abuse and death threats since his charge.\\nShe said Clark had received \"really unpleasant\" abuse sent to his family home and to his father's workplace, including one message that called for the 18-year-old to be hanged.\\nAhead of the hearing, a man was warned by security for taking photos of Clark while inside the court building.\\nSeveral men could be seen outside the court on Friday morning, with one wearing a Union flag and two wearing red \"Make America Great Again\" hats associated with US president Donald Trump.\\nDeputy Chief Magistrate Tan Ikram handed down a £200 fine and ordered Clark to pay £1,200 in compensation.\\nHe said: \"You were part of an Extinction Rebellion protest, as a result of which you became in possession of some yellow chalk paint which you then sprayed on the base of the statue.\\n\"You have caused great offence, it appears, to a lot of people, and I am told it has provoked a very strong reaction.\\n\"The reality is that is part of the consequences of your actions and I have heard that your father has had threatening communications in relation to your behaviour, and at court today there are some people who are very upset.\\n\"From where I sit, this is criminal damage.\"\\nClark will also have to pay £85 in court costs and a £34 victim surcharge.", "image": null, "author": null, "date": "2020-10-09"}}