{"https://www.mirror.co.uk/3am/celebrity-news/new-year-new-start-closing-25809944": {"title": "'New year, new start - closing the book on my cheating ex after his wedding drama'", "subtitle": "I don't pretend to be perfect, but your support has shown me the beauty of being honest, writes Notebook columnist Melanie Blake", "text": "Happy New Year everyone, I hope you had as good a one as possible in the infected bubble we seem trapped in! A new start is meant to be ahead of us, and I hope it is because I really feel in need of fresh beginnings.\\nIf you’ve been following my column for the past few weeks, you’ll know I found myself in the sort of drama I’m more used to seeing my clients act out on screen. This time it was me who left him at the altar – and I’d be lying if I didn’t admit that finding myself in such a dilemma over someone I thought I’d moved on from has shown me that I have a lot of work to do on myself.\\nI can tell you that he did get married, and yes, I did want him to chase after me in the car as I drove off. But he didn’t, and that gave me the closure I needed. Finally, I realised this was a man who didn’t just want to have his cake and eat it, he wanted to own several bakeries and still try all the different varieties on offer elsewhere. Enough is enough.\\nI promise you I will never allow him to pull on any of my heartstrings again (so many of you wrote in warning me of your own stories), so you have my word – that chapter is well and truly closed.\\nI’ve had my critics for this column – or trolls as we call them – saying I reveal too much for an author, and I should just stick to promoting my books or promoting my talent. But you know what, I’m not perfect and I don’t pretend to be. That’s the beauty of being honest and showing your vulnerable side – the amount of letters from readers supporting me, advising me and asking for my opinion during this difficult time living on my own in lockdown has really kept me going.\\nI hope that reading my weekly ups and downs has given your weekends a bit of a kick too, even if it is just to shake your head at the trouble I seem to land myself in each week.\\nToday I have a bit of sad, but also exciting news. This will be my last column until the summer – I’m off back to my day job. Those of you who know my writing will remember that my first book, Ruthless Women - the book I wrote during the first lockdown, that 39 publishers told me “no one would ever want to read” - went on to sell 200,000 copies, was translated into seven languages (none of which I speak!) and reached number 4 in the bestseller chart. It was such a success that the publishers wanted a sequel, so this year, between columns, I’ve been throwing my heart and soul into writing Guilty Women.\\nThe women in my novels are all women I’ve encountered in real life, and I like to think my books are a hit because people can tell I’m writing from the truth. All the bitches, bastards and two-faced backstabbers that inhabit your TV screens daily are in there – just under different names.\\nAs a working-class woman from a Stockport council estate, with no official training or qualifications – just pure passion to give you readers a great story – I’d love to get on that bestseller list again. I’d also like to prove to all those posh snobs who want to keep us “Educating Rita types” away from the prizes that it wasn’t a fluke!\\nSo if reading about my disastrous love life this year has given you any pleasure, I’d be thrilled if you’d order my books on Amazon and then come and find me on social media and tell me what you think!\\nWish me luck, I’ll miss you. It’s been like therapy sharing my problems with you every week and getting your feedback. Keep in touch and, who knows, by the time Guilty Women is out in April, I might even have fallen in love again.\\nAnd when I do return, I hope my little pooch Benjie is still here with me (he’s 14 and not doing great). The smile on his face, despite his pain, makes me happy to have every day I can with him, so hopefully we’ll both be back in the summer. Until then, stay safe.\\nMel would love you to keep in touch while she’s away. Email her at notebook@reachplc.com\\nHere's what you may have missed from the jaw-dropping four-parter that has Notebook readers gripped.\\nPart 1: 'He left me at the altar five years ago - and then this week got in touch'\\nPart 2: 'My ex finally revealed why he jilted me on our wedding day - I wasn't expecting that'\\nPart 3: 'My ex dropped whopping sex bombshell 5 years after leaving me at the altar'\\nPart4: 'Five years after my ex left me at altar, I finally learnt truth behind his vicious lie'\\nMore Melanie Blake...\\n'Extinction Rebellion and Insulate Britain crusties are selfish attention seekers'\\n'Dear Mel, I'm accidentally having full-blown affair - with best friend's husband'\\n'Turns out my famous friend's marriage to sex pest husband is money-making sham'\\n'Friend's famous husband shocked me with sexual messages - do I fess up and tell her?'\\n'I love a bad boy - but if he breaks your bed, he'll probably break your heart'\\n'Bad sex is not worth putting up with - you'll be stuck with it for the rest of your life'\\n'£25k shopping splurges made me feel like Julia Roberts - but now I've changed'\\n'I caught my builders slacking off to ogle the size 8 Estonian blonde neighbour'\\n'The bed I spent so many steamy nights in has gone - it's time to move on from lying ex'\\n'To every married lech: I'll send your messages to your wives - you've been warned'\\n'William and Harry will have to mend their family bond naturally - you can’t force it'\\n'I went to the university of life, which is not an education that’s accepted by toffs'\\n'One day we will look at Love Island in horror like shows from the 70s'\\n'Famous showbiz client made sickening suicide note request if I took my own life'", "image": null, "author": null, "date": "2022-01-01"}, "https://www.mirror.co.uk/features/topic-desking/lifestyle/best-place-live-uk-revealed-25852376": {"title": "The 'best place to live in the UK' revealed as stunning Cotswolds countryside town", "subtitle": "One town in the Cotswolds has been named the best place in the UK to live in, beating the likes of York, Primrose Hill and Bristol among a whole range of others", "text": "The UK is full of picturesque spots to live and can be a little slice of heaven on Earth for a lucky few residents.\\nHowever one town in the Cotswolds has been named the best place to live in the UK for 2021, a prestigious title for those who call it home.\\nThe famous town — Stroud — owes its top spot on the podium to its setting in the famously pretty Five Valleys.\\nIt is also the birthplace of environment defenders Extinction Rebellion, something that is obvious in the town's organic cafes and amazing air quality.\\nThe Sunday Times named the town in its annual review of the best British hotspots, claiming it made the top spot because of the quality of life, proximity to other places of interest, historical aspects and the food, among other factors.\\nThe beautiful Cotswold town of Stroud is the 'best place to live in the UK' according to the Sunday Times.\\nCheltenham, Gloucester and Bristol are all relatively nearby and direct trains to London Paddington take less than 30 minutes.\\nRenters in the Gloucestershire town have an average rent price of £700 every month, while house prices in the town start at around £195,000 for a starter home and peak at roughly £500,000.\\nThe Sunday Times described a typical weekend morning: \"Families queued at stalls selling doughnuts, the smell of Thai food filled the air and a lone woman strode past carrying a large piece of cardboard bearing the words “stop racism”. In every direction beautiful wooded hills appeared through gaps between buildings.\"\\nLucky locals also enjoy great food, with a wide variety of Michelin guide restaurants, independent shops and pubs\\nThe full list of the 78 best places in the UK to live in is below.\\nIt includes mid-market house prices with a really wide range. West Yorkshire market town Todmorden has the lowest mid-market price of £120,000, while the village of Hambleden Valley in Buckinghamshire is top of the range with houses costing £1.2 million.\\nThe full list is below:", "image": null, "author": null, "date": "2022-01-04"}}