{"https://www.mirror.co.uk/news/uk-news/topless-extinction-rebellion-activist-makes-25048502": {"title": "Topless Extinction Rebellion activist makes thousands for campaign group on OnlyFans", "subtitle": "Laura Amherst, 31, from Brighton, says that she has earned £1,200 since starting her OnlyFans page just weeks ago - saying she pledges 75% of her earnings from the topless content to Extinction Rebellion, Greenpeace, and an animal rescue charity", "text": "A topless Extinction Rebellion activist says she makes thousands for the campaign group by from stripping off on OnlyFans.\\nLaura Amherst, 31, from Brighton, says that she has earned £1,200 since starting her OnlyFans page just weeks ago - saying she pledges.\\nThe mother-of-one and politics student, who calls herself \"Climate T**s\" on Twitter, has pledged to donate 75% of her earnings from the topless content to Extinction Rebellion, Greenpeace, and an animal rescue charity, rotating between them each month.\\nShe's expecting to make around £18,000 this month on the page.\\nHowever, her success has brought an onslaught of trolls who’ve branded the mother “desperate for attention”.\\nDo you have a story that you'd love us to feature? Get in touch at webnews@mirror.co.uk\\nThe Open University politics student caused a stir at the 'Impossible Rebellion' demonstrations earlier this month but says police are more than happy for her to carry on.\\nLaura told Jam Press: “I have been sl*t-shamed, surgery-shamed, makeup-shamed, acne-shamed, and fat-shamed.\\n“People say that I'm doing this for a marketing stunt and I don't really care [about the environment] at all, or that I'm just desperate for attention.”\\nIn her latest post, Laura said she was “focusing on the issue” of climate change for her four-year-old daughter’s future.\\nLaura added: “A girl tried to sl*t-shame me about being a mother and showing my breasts, saying how she's a 'respectable' mother.”\\nBut Laura, who works from home in customer service, claims the trolls won’t stop her and that she will spend the remaining 25% of her earnings from OnlyFans on her personal activism efforts.\\nLaura said: “The comments don't really bother me because I know what I'm doing is not wrong and I know my heart is in the right place.\\n“Most of the insults are unoriginal and just trying to shame women, it's a product of the patriarchal world we still live in, but the worst is when it comes from other women.\"\\nLaura is supported by her boyfriend of three-and-a-half years, Leon Harris.\\nShe said: “My partner supports me raising money for charity through OnlyFans and he regularly helps me shoot content, he comes up with some ideas himself.\\n“He particularly likes it when girls subscribe and like my content.\\n“We are in an open relationship where I am free to have girlfriends, but no other men.", "image": null, "author": null, "date": "2021-09-22"}, "https://www.mirror.co.uk/tv/tv-news/phillip-schofield-calls-naked-extinction-25052783": {"title": "Phillip Schofield calls naked Extinction Rebellion protester 'depressing' for going topless", "subtitle": "Laura Amherst, 31, was thrust into the spotlight last month after she was photographed with her breasts out during an Extinction Rebellion protest", "text": "This Morning viewers were left speechless today as a climate change protester appeared completely naked on the sofa.\\nLaura Amherst, 31, was thrust into the spotlight last month after she was photographed with her breasts out during an Extinction Rebellion protest.\\nSitting on the sofa in front of hosts Holly Willoughby and Phillip Schofield today, Laura was clothes-free with only a board protecting her modesty and stating: \"NO MORE EMPTY TARGETS\".\\nHowever, Phil ended up questioning whether she didn't feel it was \"depressing\" that she had to go topless to get attention for the cause.\\nQuestioned on the reason why she had wanted to protest, Laura said: \"As a mother, I worry about the future that our children are going to have.\"\\nLaura said that there was \"no specific reason\" she went topless, but cited going to the Free the Nipple protest.\\n\"I thought it was really cool and why not do that to feel liberated,\" she said.\\nPhillip went on to say that she had gone topless to get attention and be on TV, to which she said: \"It's about getting the right attention.\\n\"People get naked for less honourable course,\" she continued. \"I thought, why not use my assets to get awareness?\"\\n\"Isn't it depressing?\" Phil asked. \"You have to take your top off to get awareness.\"\\n\"That's the patriarchal society,\" she retorted.\\nPhil went on to probe her about the controversial Insulate Britain protesters, who blocked the M25.\\nHe asked: \"Do you think they should go to prison?\"\\n\"That's not for me to decide,\" Laura replied, but added: \"They are not lying with what they're doing.\"\\nAnd shocked viewers flocked to Twitter to comment, with one writing: \"Why is she fully nude? I thought she only went topless? #ThisMorning.\"\\nWhile another commented: \"Is she naked?? #ThisMorning.\"\\nA third wrote: \"This lady on #ThisMorning is making me nervous. You just know she’s about to lower that card any second.\"\\nWhile another questioned: \"How does being topless help save the planet? #ThisMorning.\"\\n*This Morning airs weekdays at 10am on ITV", "image": null, "author": null, "date": "2021-09-23"}, "https://www.mirror.co.uk/news/uk-news/topless-extinction-rebellion-activist-vows-24893295": {"title": "Topless Extinction Rebellion activist vows to go on 'boob world tour' for climate change", "subtitle": "EXCLUSIVE: Student Laura Amherst, 31, plans to go braless in cities across the globe as she tries to change people's views on activists - and says her proud boyfriend is standing alongside her", "text": "A topless Extinction Rebellion protestor says she wants to change the world's view on activists and will strip off across the globe to help fight climate change.\\nLaura Amherst, 31, insists her boyfriend is right behind her braless stance - even if he refuses to join her by removing his shirt.\\nThe Open University politics student caused a stir at the on-going 'Impossible Rebellion' demonstrations but says police are more than happy for her to carry on.\\nNow she wants to change to change the way activists are perceived and has vowed to spread her message all over to get the gravity of the perilous situation into people's minds.\\nPassionate Laura told the Mirror: \"I don't enjoy offending people - that isn't what this is about.\\n\"What I am doing is not a criminal offence. I have to admit I thought originally that it might be, but it's not.\\n\"Police don't have a problem with me at the moment and there's been so much support.\\n\"I was told yesterday that the only way what I am doing could become a problem is if I remove my knickers. So we'll see on that. I've never been arrested but I'm prepared to - some of the most prominent leaders and activists have been for their 'crimes',\\n\"But I think people have common misconceptions when it comes to activists.\\n\"Different people care - I am trying to appeal to a different demographic\\n\"I'm body positive and I'm sex positive - you don't need to look a certain way to make a difference.\"\\nThere could be a roadshow next and she added: \"London is very open, but I want to go around the world, to different cities, to put this across. Whatever it takes to draw attention to climate change.\\n\"We're a crunch time and we need new ideas and quickly - it is such a serious situation.\\n\"If a boob world tour can help, then that's what I'll do. I don't care how long it takes to get to places.\"\\nVegan Laura returned to London's streets on Thursday with the second week of Extinction Rebellion 's protests in full swing.\\nShe says her family and friends are right behind her - and her fellow activist boyfriend Leon is urging her on.\\nThough she said: \"He's so supportive, but won't take his top off!\\n\"He says he'll leave all the to me and he said nobody wants to see him walking around with no shirt on.\\n\"My dad says it's 'bold' but he knows I have always done exactly what I want to and that I have strong views.\\n\"I can only speak for myself and I just feel we need to get this message out.\"\\nShe left behind the stickers which offered her some protection last week.\\nClutching a cardboard sign reading \"Citizens Assembly on Climate Change\" as the group demanded an end to fossil fuel funding, she attracted plenty of interest.\\nShe added: \"I think the message may have been lost regarding Citizens Assembly.\\n\"The government are not lowering emissions, if fact they have spent more on fossil fuel - they are doing more harm than most people know, and all you're hearing about is protest arrests.\\n\"We're not the criminals, they are.\\n\"It's code red and by ignoring the problem they are destroying the future of millions and millions of people.\"", "image": null, "author": null, "date": "2021-09-03"}, "https://www.mirror.co.uk/news/uk-news/if-chemistry-im-feeling-vibe-24909581": {"title": "It's claimed you should wait eight dates before sex - how long do you give it?", "subtitle": "A new study found that 30% of adults would not expect to have a kiss on the first date, even if it went well. Most people also think it is appropriate to have eight dates before having sex", "text": "A recent survey of more than 20,000 dating adults found the average time they think it’s appropriate to have sex with a potential new partner is eight dates, which comes as a surprise to the research body as the general dating rule of thumb has always been a solid three dates.\\nIt appears that Covid has made us more chaste because just 30% of those surveyed wouldn’t even expect to have a kiss on the first date, even if they thought it had gone well.\\nI found this study particularly interesting for many reasons, one of which being that just a couple of weeks ago I was delighted to be matron of honour at Beverley Callard’s wedding renewal to her lovely husband Jon McEwan.\\nIn my old life as a celebrity agent I did a lot of showbiz weddings, at least 20, of which only two are still together – so, I took the opportunity as she was getting ready to say “I do” all over again, to ask her how many dates it had been before Jon (better known to the nation since I’m A Celebrity as #megashag) had wooed her into the boudoir.\\n“Well, Melanie,” she said, sangria in hand as her hair was being styled, “I believe in keeping my hand on my ha’penny.”\\nThis made me laugh so much I nearly spilled my drink.\\n“I might have been married four times in total, but I was never in a rush in that department if you know what I mean,” she said with a raised eyebrow.\\n“It was 50 dates over four months before ‘that happened’ and then I knew I was going to marry him.”\\nThe next person I asked was another celebrity friend, Coleen Nolan, whose second marriage to Ray Fensome I attended.\\nWhen I asked her the same question she cracked up laughing and said, “Well, it was the third date,” which would have put her in line with the original statistics.\\n“But I was pregnant by the fourth, so I’m not sure how that’s going to validate your investigation,” she added.\\nThe third and final celebrity I interrogated was Steps singer Claire Richards, who is just about to celebrate her 13th wedding anniversary with her husband Reece Hill .\\n“Blimey,” she said. “It was nearly 25 years ago so I can’t remember the exact amount of dates, but I know I made him wait six months at least.”\\nNow, the reason these three high-profile relationships (and I will get to my own and my normal friends’ experiences in a minute) were interesting to me were because both of the couples who had waited were still married, but Coleen is recently divorced – although they were together nearly 20 years and have a gorgeous daughter, so it’s hardly a failure.\\nMy divorced friend Amanda said: “When I was younger I had no rules. If I liked them it could be the first date but, as I’ve got older, I’d go with at least the three date rule.”\\nAmanda’s response was similar to most of the answers in my age group. I’m 44, which indicates that research is not always representative of everybody.\\nAnd, while posing the question, it would be unfair of me not to reveal my own thoughts. So here they are… if the chemistry is there and I’m feeling the vibe, then honestly I’m a first date girl.\\nWhy? If I like them I want to know immediately whether we’re going to be compatible in the bedroom.\\nIn my younger years I used to follow these so-called “rules” – making men wait to feel respected and not look easy – only to find myself eight or nine dates down the line with emotional feelings for someone who, after finally doing the deed, I realised was never going to be right for me long term.\\nThis led me to feeling unable to break up with them for quite a while after we’d started having sex, so they didn’t realise that was the very reason why I was dumping them in the first place!\\nHere's what you may have missed from the jaw-dropping four-parter that has Notebook readers gripped.\\nPart 1: 'He left me at the altar five years ago - and then this week got in touch'\\nPart 2: 'My ex finally revealed why he jilted me on our wedding day - I wasn't expecting that'\\nPart 3: 'My ex dropped whopping sex bombshell 5 years after leaving me at the altar'\\nPart4: 'Five years after my ex left me at altar, I finally learnt truth behind his vicious lie'\\nMore Melanie Blake...\\n'Extinction Rebellion and Insulate Britain crusties are selfish attention seekers'\\n'Dear Mel, I'm accidentally having full-blown affair - with best friend's husband'\\n'Turns out my famous friend's marriage to sex pest husband is money-making sham'\\n'Friend's famous husband shocked me with sexual messages - do I fess up and tell her?'\\n'I love a bad boy - but if he breaks your bed, he'll probably break your heart'\\n'Bad sex is not worth putting up with - you'll be stuck with it for the rest of your life'\\n'£25k shopping splurges made me feel like Julia Roberts - but now I've changed'\\n'I caught my builders slacking off to ogle the size 8 Estonian blonde neighbour'\\n'The bed I spent so many steamy nights in has gone - it's time to move on from lying ex'\\n'To every married lech: I'll send your messages to your wives - you've been warned'\\n'William and Harry will have to mend their family bond naturally - you can’t force it'\\n'I went to the university of life, which is not an education that’s accepted by toffs'\\n'One day we will look at Love Island in horror like shows from the 70s'\\n'Famous showbiz client made sickening suicide note request if I took my own life'\\nSo that’s why I choose the first date rule. However, if you’re a regular reader of this column, you’ll know I’ve never been married or had kids.\\nSo maybe I really have got it wrong… but I’ve had a lot of fun investigating. Besides, I don’t think I want to get married any more anyway. Well, maybe.\\nWhen do you think is the right time in a relationship to do the deed? Email me at notebook@reachplc.com\\nMelanie's debut novel Ruthless Women is out now and you can follow her on Twitter and Instagram @MelanieBlakeUK or visit melanieblakeonline.com", "image": null, "author": null, "date": "2021-09-04"}, "https://www.mirror.co.uk/news/uk-news/topless-extinction-rebellion-activist-returns-24891232": {"title": "Topless Extinction Rebellion activist returns to ditch bra outside Downing Street", "subtitle": "Politics student Laura Amherst, 31, took things a stage further this time by leaving her tactically placed stickers at home as she stood outside Downing Street with other activists", "text": "An Extinction Rebellion activist who drew attention by protesting topless has returned to the demonstrations outside Downing Street.\\nLaura Amherst, 31, says she hopes showing her breasts will bring focus to the climate crisis.\\nShe was photographed last week without a top as the environmental campaign group descended on London's Oxford Circus.\\nNow she is back for the second week of \"Impossible Rebellion\" - and has left behind the stickers which offered her some protection last time.\\nShe joined thousands of others on the streets.\\nPhotos showed Laura clutching a cardboard sign reading \"Citizens Assembly on Climate Change\" as the group demanded an end to fossil fuel funding.\\nThe politics student from Brighton, Sussex, previously had tactically placed stickers covering her nipples - but this time she was exposed to the elements.\\nVegan Laura last week said: \"I did it to draw attention to the climate crisis facing the planet.\"\\nShe added to the MailOnline : \"Dancing topless brought a nice energy to the protest and was also a very body positive thing to do.\\n\"A lot of people congratulated me for doing this, especially women.\\n\"I'm not getting paid for this or doing it to draw attention to myself but just to save the planet.\"\\nLaura was joined by protestors pushing empty buggies outside no10 in a statement about the worrying state of the world's future.\\nMembers of the deliberately disruptive eco-group carried signs reading: \"Government climate change failures are killing children.\"\\nIt comes as the Met Police were accused of being \"heavy-handed\" with activists as they cleared a Extinction Rebellion protest at Tower Bridge that saw demonstrators glue themselves to a bus.\\nThe group blocked the bridge and forced it to shut to traffic, with footage shared online showing officers grappling with protesters.\\nPolice surrounded the bus were seen using batons and dragging protesters off the vehicle.\\nOn Monday, 11 protesters glued or locked themselves to the railings inside the Science Museum.\\nFive people put their arms through the railings and glued their hands together so they are not damaging the museum's property.\\nThe Mirror's newsletter brings you the latest news, exciting showbiz and TV stories, sport updates and essential political information.\\nThe newsletter is emailed out first thing every morning, at 12noon and every evening.\\nNever miss a moment by signing up to our newsletter here.\\nLast month it was revealed that protesters have so far cost taxpayers more than £50million.\\n\"I’m in no doubt this year’s policing operation will run into the millions,” she said.\\n“It will result in many officers sacrificing their time off to bring order and safety to the streets of London.”\\nDeputy assistant commissioner Matt Twist told The Times that London’s streets would not be “held to ransom” by activists.", "image": null, "author": null, "date": "2021-09-02"}, "https://www.mirror.co.uk/news/uk-news/breaking-anti-vaxxers-try-storm-24903305": {"title": "Anti-vaxxers try and storm MHRA building as officials make calls on children getting jab", "subtitle": "According to social media they appear to be angered over the non-compulsory rollout of Covid vaccines, which Public Health England say have saved at least 100,000 lives so far", "text": "A large mob has been filmed attempting to storm the office of the UK's medical regulator in London.\\nPolice were seen clashing with hundreds of demonstrators on Friday after surrounding the Medicines and Healthcare products Regulatory Agency (MHRA) this afternoon.\\nAccording to social media, the group appear to be angered over the planned non-compulsory rollout of Covid vaccines, which Public Health England say have saved at least 100,000 lives so far.\\nThe MHRA has approved the Pfizer jab for children aged between 12 and 15, but the government is yet to roll this out for schoolchildren.\\nVideo shows protesters clashing with police outside the regulator's headquarters in Canary Wharf, in the east of the capital.\\nDid you witness the protest? Email webnews@mirror.co.uk.\\nActivists have heatedly heckled officers, shouting \"shame on you\", with much pushing and shoving visible.\\nThe Met said on Twitter: \"We have officers attending a demonstration outside a commercial building on Cabot Square in Canary Wharf.\\n\"A number of officers are on scene, guarding the entrance to the building.\"\\nJournalist Alistair Coleman also posted on social media : \"The anti-vaccine group who tried to break into the MHRA building at Canary Wharf were closed down rapidly by police who were already in the area for an earlier Extinction Rebellion protest.\"\\nIt comes weeks after a former BBC news building was raided by a mob, while the ITN building in West London was targeted last month.\\nEarlier today Boris Johnson said the UK needs to \"go faster\" with the vaccination of 16 to 17-year olds, despite a \"strong\" uptake within the age group.\\nFigures show that almost two-thirds of 16 and 17-year-olds in Wales have had a first dose of a coronavirus vaccine, and half of this age group in England and Scotland have been jabbed.\\nSign up for our daily coronavirus briefing newsletter to keep up to date with all the essential information and changes at www.mirror.co.uk/email.", "image": null, "author": null, "date": "2021-09-03"}, "https://www.mirror.co.uk/news/uk-news/extinction-rebellion-naked-protest-urging-24905976": {"title": "Extinction Rebellion in naked protest urging banks to cut ties with fossil fuels", "subtitle": "Extinction Rebellion protesters staged a naked protest outside HSBC and Barclays in the heart of London. Shocked customers left their local branch to be greeted by the naked men and women", "text": "Extinction Rebellion activists have staged a naked protest in the City of London to encourage banks to cut ties with fossil fuel companies.\\nProtesters stripped to their birthday suits with \"Stop Funding Death\", \"Morally Bankrupt\" and \"Blood Money\" inked across their chests as they stood in the entrance of HSBC.\\nSome photos show activists standing outside Barclays bank in the heart of the Capital with the group's logo drawn on their buttocks, while others were seen inside banks as well.\\nShocked customers were seen leaving their local branch to be greeted by the naked men and women holding a banner saying \"We are all vulnerable\".\\nExtinction Rebellion said they hope parting with their clothes would encourage banks to part with their dealings with fossil fuel companies.\\nProtester Jasper Bailey, 24, from Ipswich, said: \"I was terrified to be naked in public, but I am more terrified of climate change.\\n\"Every year brings new dire predictions for the Earth's climate, and every year we see even worse scenarios playing out before our eyes.\\n\"We can no longer fool ourselves that the climate crisis will only affect future generations.\\n“In recent weeks, we have seen the climate breaking down before our eyes in an unprecedented series of horrific heatwaves, fires, and floods.\"\\nJenny Langley, from Cambridge, said: “I am 65, and my generation has done terrible damage to our planet.\\n\"The future my innocent grandchildren face is horrific and I am astounded that our banks continue to knowingly pour our money into the very fossil fuels that are destroying our planet.\\n\"I cannot stand idly by to watch that happen.\\n\"I refuse to hand a barren and broken planet onto future generations.”\\nEarlier on Friday, nearly 500 Extinction Rebellion protesters were arrested in London as took part in their two-week \"Impossible Rebellion\".\\nThe Metropolitan Police said 81 activists have been removed after gluing themselves to structures.\\nDeputy Assistant Commissioner Matt Twist said nearly 2,000 officers have been involved in policing the activists every day.\\nHe added that they had acted \"swiftly\" when demonstrators caused \"serious disruption\" to Londoners.\\nMr Twist told Times Radio on Friday: \"It's not the numbers of protesters but it's the level of serious disruption that they're looking to cause, which is impacting on other Londoners.\\n\"We've said right from the start, we know that Extinction Rebellion have the right to protest and the right to assemble.\\n\"But what we also made clear is these are qualified rights and they have got to be balanced against the rights of the rest of London and Londoners, the people, the businesses, the communities who want to lawfully go about their business.\\n\"Where we've seen cases of both very serious and totally unreasonable disruption looking to be caused, we have to take action and move in and make arrests.\"\\nThe protests have seen activists scaling the seven-storey Tower Place West building in the City of London, occupying both London Bridge and Tower Bridge and blocking roads across the capital.", "image": null, "author": null, "date": "2021-09-03"}, "https://www.mirror.co.uk/3am/celebrity-news/bad-sex-not-worth-putting-24934395": {"title": "'Bad sex is not worth putting up with - you'll be stuck with it for the rest of your life'", "subtitle": "Fierce and funny Notebook columnist Melanie Blake says the only duff endings she is prepared to hear in the bedroom are the ones that start when the credits roll at the end of EastEnders...", "text": "Well, you guys really surprised me with your responses to last week’s sex survey on when it’s appropriate to get intimate with a potential new partner.\\nI had so many emails, Instagram messages and tweets about this topic that the only way to address some of them was to turn this week’s column into your page.\\nSo here’s a pick of the letters I received asking for advice – I’m hoping I’ll be able to help and for those of you who didn’t get in contact, you may find some answers, too. So here we go…\\nMolly from Manchester said...\\nDear Melanie,\\nYour column really resonated with me because I have found myself trapped in exactly one of the scenarios that you described. I’m in my late 40s, divorced, met a really nice guy on a dating website, we went on some great dates, felt the chemistry was right but I didn’t want to appear to be cheap by sleeping with him too soon as I am looking for a boyfriend not a bunk-up.\\n\\nAnyway, I didn’t sleep with him until the 8th date and it was truly awkward. It’s been 6 months since then, I keep praying the sex will get better because he’s so perfect in every other way, and I’ve tried to guide him to follow what would work for me in the bedroom but it just seems that we are totally incompatible in that area.\\nAll my friends tell me I’d be mad to dump him as he’s a great guy, trustworthy and all the rest of it and I really care about him but I need some honest advice and you strike me as a woman who tells it like it is, so please advise me what I should do.\\nTo quote the famous Whoopi Goldberg line in the Ghost movie, \"Molly, you’re in danger girl!\" Danger of bad sex for the rest of your life if you stay with this man.\\nIt doesn’t matter how nice he is or how fulfilling he is to the other parts of your life that you mention, if sex is important to you and after all this time he’s not making you tingle in the bedroom it’s never going to happen.\\nMy advice is blunt, end it now and save yourself any more Oscar-winning faking it performances. We’ve all done it to spare feelings but at the end of the day it’s your feelings you need to think about and you’re obviously not happy and life is just too short to miss out on those magic moments.\\nLisa from Wolverhampton wrote….\\nDear Melanie,\\nI had to write to you because I completely disagreed with you saying that you would sleep with someone on the first date to decide whether they were good in bed before pursuing.\\nI’m currently three years married to my husband (my first marriage) and we waited 6 dates before we had an overnight and being completely honest, the first few times were not great, but I persevered because I really liked him and a couple more dates down the line, the sparks flew and have never stopped ever since.\\nSo I just wanted to say don’t stick to your one time rule because you might miss out on something wonderful like I did.\\nDear Lisa, I am absolutely thrilled to hear that story and will honestly promise to have a rethink about my recent decision of the ‘if it’s not fabulous first time then forget it’ rule.\\nBut whilst I’m encouraged for you that that happened, I’m only willing to try that a couple of times because the only duff endings I am prepared to hear in my bedroom are the ones that start when the credits roll at the end of EastEnders.\\nSorry that I couldn’t fit any more letters onto this page this week but fear not I’ll be answering a few more next week as this topic seems to have generated such a buzz (pardon the pun!).\\nIn the meantime send me any of your thoughts, queries or questions to notebook@reachplc.com\\nMelanie's debut novel Ruthless Women is out now and you can follow her on Twitter and Instagram @MelanieBlakeUK or visit melanieblakeonline.com\\nHere's what you may have missed from the jaw-dropping four-parter that has Notebook readers gripped.\\nPart 1: 'He left me at the altar five years ago - and then this week got in touch'\\nPart 2: 'My ex finally revealed why he jilted me on our wedding day - I wasn't expecting that'\\nPart 3: 'My ex dropped whopping sex bombshell 5 years after leaving me at the altar'\\nPart4: 'Five years after my ex left me at altar, I finally learnt truth behind his vicious lie'\\nMore Melanie Blake...\\n'Extinction Rebellion and Insulate Britain crusties are selfish attention seekers'\\n'Dear Mel, I'm accidentally having full-blown affair - with best friend's husband'\\n'Turns out my famous friend's marriage to sex pest husband is money-making sham'\\n'Friend's famous husband shocked me with sexual messages - do I fess up and tell her?'\\n'I love a bad boy - but if he breaks your bed, he'll probably break your heart'\\n'Bad sex is not worth putting up with - you'll be stuck with it for the rest of your life'\\n'£25k shopping splurges made me feel like Julia Roberts - but now I've changed'\\n'I caught my builders slacking off to ogle the size 8 Estonian blonde neighbour'\\n'The bed I spent so many steamy nights in has gone - it's time to move on from lying ex'\\n'To every married lech: I'll send your messages to your wives - you've been warned'\\n'William and Harry will have to mend their family bond naturally - you can’t force it'\\n'I went to the university of life, which is not an education that’s accepted by toffs'\\n'One day we will look at Love Island in horror like shows from the 70s'\\n'Famous showbiz client made sickening suicide note request if I took my own life'", "image": null, "author": null, "date": "2021-09-11"}, "https://www.mirror.co.uk/news/blind-paralympic-who-glued-himself-25063112": {"title": "Blind Paralympian who glued himself to roof of British Airways plane jailed", "subtitle": "Former two-time gold medallist James Brown, who represented himself during his trial, was jailed today after costing British Airways £40,000 and disrupting 300 passengers", "text": "A former Paralympian and Extinction Rebellion activist who glued himself to the roof a plane has been jailed for a year.\\nOn October 10 2019, athlete James Brown, 56, managed to climb onto the British Airways aircraft and superglued himself to its roof as part of an Extinction Rebellion protest against flying at London City Airport.\\nBrown, who is completely blind and had previously been awarded two gold medals for Great Britain in cycling and athletics, glued his right hand on the plane that was headed to Amsterdam.\\nHe had also pushed his mobile phone into the door to stop it from closing, and was able to hold the plane up for an hour before being removed.\\nNorthern Ireland-born Brown had also gone on to represent Ireland in cross-country skiing, but was arrested after he caused disruption to more than 300 British Airways passengers, costing the airline £40,000.\\nBrown represented himself during his trial and denied one count of causing a public nuisance, claiming he had \"to do something spectacular\" to draw attention to the climate crisis.\\nOn Friday 24 September, he was found guilty at Southwark Crown Court in July after a jury deliberated for less than an hour and Judge Gregory Perrins sentenced him to 12 months' imprisonment, of which he will serve half.\\nHe told Brown: \"The right to protest does not entitle you to cause major widespread disruption to a major airport... simply because you think it is the right thing to do.\"\\nJudge Perrins said: \"This is a case in which you acted together with at least 10 other activists to plan and execute a major act of disruption.  \"You intended to cause the maximum amount of disruption possible at the airport if not shut it down completely.\"  The judge told \"accomplished athlete\" Brown: \"You cynically used your disability to put your plan into action\", adding: \"You put your own life at risk by climbing on top of the plane.\"  He said he accepted Brown was motivated \"by a desire to bring about a change you genuinely believe is for the benefit of all\" and that there must be a \"sense of proportionality\" when sentencing those who commit offences during a protest\\nBut he told Brown there is \"no entitlement to more lenient treatment\" because he was protesting about the environment.\\nThe court heard that Brown had booked his flight on the morning of the stunt and had been offered assistance boarding due to his disability.\\nHe had a bottle of superglue in his luggage that had not been detected by security, prosecutor Richard Witcombe told the jury during Brown's trial.  Brown declined an offer by a member of cabin staff to help him to his seat, telling her that he was going to climb on to the roof of the plane.  Giving evidence, he wept as he told jurors: \"I was prepared to challenge myself, to be scared, to face the fear, because the fear of climate ecological breakdown is so much greater.\"\\nIn an emotional speech, married father-of-four Brown, who runs a charity, said: \"My protest, the purpose I hope is clear, my motivation was to maximise media attention to the climate crisis, which back at that time was hardly receiving any.\"\\nTim Maloney QC, defending Brown at his sentencing hearing, said: \"He has expressed an intention not to become involved in unlawful protest again.\"  Mr Maloney said Brown has \"overcome the barriers to live a successful and inspiring life\", competing at five Paralympic games and becoming a successful businessman.  \"There is so much more to his life than sporting excellence,\" he said as he described Brown's career as a maths teacher before working for Gloucestershire County council in disabled children's services.  He also built a conference centre aimed at meeting the needs of disabled people and set up Mobiloo, a company which provides facilities for disabled people at festivals and events.", "image": null, "author": null, "date": "2021-09-24"}}