{"https://www.mirror.co.uk/3am/celebrity-news/its-time-turn-back-toxic-25588704": {"title": "'It's time to turn my back on toxic famous frenemies - they're not worth my energy'", "subtitle": "The monstrous characters in my books might be inspired by the divas I've known, but it's time to start afresh and let karma do its work, writes Notebook columnist Melanie Blake", "text": "I know we haven’t arrived at Christmas yet, but my mind is already looking ahead to the new year and I’ve been thinking a lot about the changes I’d like to make with my life, moving forward. As you all know, I’ve downsized my house and my lifestyle, and made a decision to pretty much stay single while I recalculate and recalibrate who I am after the pandemic.\\nThose of you who’ve followed my writing career will know that my last book Ruthless Women was more successful than I could ever have dreamed of. This is a book that, firstly, my English teachers at school told me I could never write and, secondly, 39 publishers turned down, saying no one would read it.  And yet, instead of focusing on the sheer joy of seeing it translated into different languages across the world and selling nearly 200,000 copies, I’ve taken opportunity after opportunity to use the profile its success has given me to make digs at people who treated me horribly on the way up.\\nElizabeth Taylor once famously said, “Success is a great deodorant” – and it’s true! When you find yourself in a situation where everybody wants a piece of you, you notice just how fake so many people are – doubly more so when it’s people that you know have never liked you and are suddenly trying to be your best friend. I can now see I’ve used it as an excuse to vent my anger against fair-weather friends who’d dropped me in the past and were suddenly everywhere I turned.\\nI’ve also realised that, were it not for some of the toxic experiences I had with some of the most famous women in this country during my years as a talent agent, I wouldn’t have had the inspiration to create the monstrous characters that people so love reading about. But it’s now reached a point where I think I need to give up on the assumption that some people will change, or at least recognise that they owe you an apology for their behaviour.\\nI can’t deny that I’ve taken great pleasure in giving “certain people” sleepless nights via this column – knowing they were reading it each week waiting to see whether I’d out them for their appalling behaviour towards me in the past. But I feel like I’ve played that game now.\\nI know they’re fully aware that people have started to work out who they are – and they’re terrified of their past behaviour undermining their fake public image. So I’ve decided to utilise another well-known phrase and believe that everyone is entitled to turn over a new leaf.\\nStill, karma has a long memory and if you’ve ever treated someone really badly and you’ve got any sort of conscience, somewhere along the line, on a sleepless night, that’s the kind of thing that will keep you awake. After all, I’ve dealt with so many more nice people than those selfish horrors. In fact, I’m actually starting to feel that I’m doing a disservice to all the wonderful women – on screen and off – who’ve stayed loyal to me and always had my back for decades by focusing on those bitches!\\nSo, when my follow-up book Guilty Women is released next year, I’ve decided I’m going to shine a light on the positive parts of the entertainment world, not just the bad. Because for every rotten apple there’s a basketful of good ones.\\nIt may sound shallow to be talking about “showbiz, showbiz”, but in reality a great portion of the world is interested in what goes on behind the velvet curtain and how the other half live. It’s part of why you’re reading this column now. So, while I may be promising to pull my claws in somewhat, I can guarantee you that the next round of revelations I spill certainly won’t be boring.\\nOh, and did I mention I’d been asked to write my autobiography? You’ve got to tell the whole truth if you do one of those, haven’t you?\\nWhat are your resolutions for 2022? Email Melanie at notebook@reachplc.com and have your say in the comments below\\nHere's what you may have missed from the jaw-dropping four-parter that has Notebook readers gripped.\\nPart 1: 'He left me at the altar five years ago - and then this week got in touch'\\nPart 2: 'My ex finally revealed why he jilted me on our wedding day - I wasn't expecting that'\\nPart 3: 'My ex dropped whopping sex bombshell 5 years after leaving me at the altar'\\nPart4: 'Five years after my ex left me at altar, I finally learnt truth behind his vicious lie'\\nMore Melanie Blake...\\n'Extinction Rebellion and Insulate Britain crusties are selfish attention seekers'\\n'Dear Mel, I'm accidentally having full-blown affair - with best friend's husband'\\n'Turns out my famous friend's marriage to sex pest husband is money-making sham'\\n'Friend's famous husband shocked me with sexual messages - do I fess up and tell her?'\\n'I love a bad boy - but if he breaks your bed, he'll probably break your heart'\\n'Bad sex is not worth putting up with - you'll be stuck with it for the rest of your life'\\n'£25k shopping splurges made me feel like Julia Roberts - but now I've changed'\\n'I caught my builders slacking off to ogle the size 8 Estonian blonde neighbour'\\n'The bed I spent so many steamy nights in has gone - it's time to move on from lying ex'\\n'To every married lech: I'll send your messages to your wives - you've been warned'\\n'William and Harry will have to mend their family bond naturally - you can’t force it'\\n'I went to the university of life, which is not an education that’s accepted by toffs'\\n'One day we will look at Love Island in horror like shows from the 70s'\\n'Famous showbiz client made sickening suicide note request if I took my own life'", "image": null, "author": null, "date": "2021-12-04"}, "https://www.mirror.co.uk/news/politics/priti-vacant-despotic-johnson-tyrannical-25623136": {"title": "'Priti vacant as despotic Johnson and tyrannical Patel plot Tory one-party rule'", "subtitle": "Draconian Police Bill is about state control, not law and order as Patel and Johnson seek authority to stop whoever they wish from protesting for whatever reason they dislike", "text": "Banning protest destroys democracy as despotic Boris Johnson and tyrannical Priti Patel plot permanent Tory one-party rule.\\nThe draconian Police Bill is about state control, not law and order.\\nGifting the Home Secretary sweeping powers to outlaw demonstrators and demonstrations isn’t reasonable, as Theresa May, a former holder of the post, noted dryly because every Home Secretary isn’t reasonable.\\nPatel falls squarely into the unreasonable category, an authoritarian politician on the Right desperate to divert public eyes from her Channel crossing failures.\\nEqually Johnson poses deceitfully as a liberal yet the unprincipled liar does and says anything for personal advantage, as we witness last week at Prime Minister’s Questions where, winded by Keir Starmer exposing Government fibs about building 40 new hospitals, the PM falsely claimed Labour backed uncontrolled immigration.\\nWhich is why it’s terrifying the current Premier and Home Secretary seek authority to stop whoever they wish from protesting for whatever reason they dislike.\\nDemonstrators locking themselves together or to lamp posts would ludicrously be made imprisonable offences along with noisy gatherings, police entitled to ask for quieter chants.\\nOne incensed senior Labour figure, a former Cabinet Minister, likened it to a return to the bad old days when the Chartists and Suffragettes could be rounded up and locked away on flimsy pretences.\\nThe Conservatives will exploit public annoyance with Extinction Rebellion and particularly Insulate Britain’s road blockades, campaigners with big hearts sometimes failing to engage smaller brains.\\nBut this enormous power grab would shackle people in every community across the land, demanding obedience to Government diktats and huge commercial interests.\\nIt is a quirk of Britain an unelected House of Lords is the frontline to defend democratic rights, a Labour peer telling me they’re waiting for Starmer and newly-installed Shadow Home Secretary Yvette Cooper to let them know how far they can go building alliances on the burgundy benches to save freedom.\\nTo Kill the Bill is to stand up for democracy.", "image": null, "author": null, "date": "2021-12-05"}, "https://www.mirror.co.uk/3am/celebrity-news/i-turned-up-uninvited-exs-25753852": {"title": "'Ex begged me to take him back - so I turned up at his wedding the very next day'", "subtitle": "After leaving me at the altar five years ago, could my handsome commitment-phobe ex really marry the woman he cheated on me with, wonders Notebook columnist Melanie Blake", "text": "Last week, Melanie was visited by her ex-fiance on the eve of his wedding to the Other Woman. Was he going to jilt his new love like he did to our columnist? Here's what happened next...\\nThe night passed in a sleepless blur. After sending my ex on his way, saying I needed to think, I tossed and turned until it was morning. If I had actually slept, I might have thought I’d dreamt the whole scenario – that the outcome of another woman’s ‘big day’ was now in my hands.  It had taken me every ounce of self-control to ask him to leave in the early hours so that nothing happened between us. After all, despite what he was saying, he was still engaged and she was the innocent party. So, there was no way I was going to betray the girl code – even though the way he kissed me goodbye showed he certainly didn’t give a damn about it.  As I lay awake, my mind whirled with confusion. There was absolutely no doubt that the chemistry we’d shared was still there and it was also true that I wanted him as much as I could see he wanted me. But there was also that voice in my head reminding me what he’d done to me by leaving me at the altar all those years ago.\\nNow he was giving me the choice to take him back and start our lives together again, but in return I had to cause the same pain to another woman.\\nAs I’d closed the door, he’d told me the kids missed me. That was another kick in the teeth. When you are a step-parent, it doesn’t matter how long you’ve been together or how close you are to the children you help care for, if it all goes pear-shaped, blood is all that really counts.  So, as well as the loss of the future I’d expected, I experienced the sorrow of knowing it was too late to have my own children. Having invested so much time and love in his kids, who I’d now lost, I felt I’d never be able to date anyone with children again. At my age, 45, this means I now have a very limited selection to choose from.\\nI looked at the clock. There was only an hour to go until they were due at the registry office. Almost on autopilot, I threw on some clothes, did my hair and make-up and jumped in a cab. Twenty minutes later, I kept the meter running as I sat in the back seat and watched happy couples come and go from the town hall steps. I looked in my bag for my phone but, in my rush to leave, I realised I’d left it at home. I wanted to call my best friend and tell her where I was. She’s always the voice of reason.\\n“Damn!” I said out loud, which caused the cabbie – a kindly looking older gentleman – to ask if I was alright. Before I knew what I was doing, I’d poured the whole story out to him as he sat with his mouth open. I finished by telling him that, without my phone to call him, if I wanted to stop the wedding the only way was to make my way inside where I’d see them face-to-face.  “Do you mind if I give you my honest opinion?” the driver asked in his rich Cockney tone, as he switched off the meter and turned to face me. I nodded.\\n“Excuse my French, but he sounds like an absolute arsehole. Not only has he done that to you, but now he’s willing to do it again to this other poor girl and this time he wants to leave the responsibility for breaking her heart at your door. I know men like this – they never change.”  As he finished his speech, another taxi arrived and I saw my ex getting out of it. “Is that him?” he asked. I nodded. “Well, you don’t have listen to me – you listen to your heart, girl. It’s your life. You don’t have to pay either. This journey is on me. Do you want to get out or…?”  Before he’d finished, I cut him off. “No, drive me home please.”  And at exactly the same time that the driver put his foot down, my ex spotted me in the cab and our eyes met briefly as I drove away.\\nWhat would you have done? Have your say in the comments below\\nHere's what you may have missed from the jaw-dropping four-parter that has Notebook readers gripped.\\nPart 1: 'He left me at the altar five years ago - and then this week got in touch'\\nPart 2: 'My ex finally revealed why he jilted me on our wedding day - I wasn't expecting that'\\nPart 3: 'My ex dropped whopping sex bombshell 5 years after leaving me at the altar'\\nPart4: 'Five years after my ex left me at altar, I finally learnt truth behind his vicious lie'\\nMore Melanie Blake...\\n'Extinction Rebellion and Insulate Britain crusties are selfish attention seekers'\\n'Dear Mel, I'm accidentally having full-blown affair - with best friend's husband'\\n'Turns out my famous friend's marriage to sex pest husband is money-making sham'\\n'Friend's famous husband shocked me with sexual messages - do I fess up and tell her?'\\n'I love a bad boy - but if he breaks your bed, he'll probably break your heart'\\n'Bad sex is not worth putting up with - you'll be stuck with it for the rest of your life'\\n'£25k shopping splurges made me feel like Julia Roberts - but now I've changed'\\n'I caught my builders slacking off to ogle the size 8 Estonian blonde neighbour'\\n'The bed I spent so many steamy nights in has gone - it's time to move on from lying ex'\\n'To every married lech: I'll send your messages to your wives - you've been warned'\\n'William and Harry will have to mend their family bond naturally - you can’t force it'\\n'I went to the university of life, which is not an education that’s accepted by toffs'\\n'One day we will look at Love Island in horror like shows from the 70s'\\n'Famous showbiz client made sickening suicide note request if I took my own life'", "image": null, "author": null, "date": "2021-12-25"}}