{"https://www.mirror.co.uk/sport/football/news/breaking-protestor-ties-himself-goal-26496848": {"title": "Protester ties himself to goal bringing Everton vs Newcastle clash to a standstill", "subtitle": "A protester tied himself to a goalpost at Goodison Park on Thursday during a game between Everton and Newcastle - just 24 hours after the same happened at the Emirates", "text": "A protester tied himself to a goalpost at Goodison Park on Thursday evening during the Premier League game between Everton and Newcastle.\\nThe man wore an orange t-shirt that read \"Just Stop Oil\" and had a cable tie around his neck. A different man protesting for the same cause tied himself to one of the goalpost at the Emirates on Wednesday evening during the game between Arsenal and Liverpool.\\nIt took around eight minutes for several police officers to dethatch the protester from the goalpost at Goodison Park. A second man entered the playing surface before being ejected, although his motives are unclear.\\nThe second half was barely five minutes old when the protester tied himself to a goalpost at the Gwladys Street End and was only removed when bolt croppers were deployed.\\nThe campaign group \"Just Stop Oil\" have claimed responsibility for the stunt. They tweeted: \"Just Stop Oil supporter locks on to goalpost during Everton vs Newcastle United game.\"\\nThe group added: \"This evening, Louis, a 21 year-old supporter of Just Stop Oil, locked on to the goalpost at Goodison Park wearing a Just Stop Oil t-shirt, causing the referee to briefly stop play.\"\\nAn alleged statement from the protester - on behalf of Just Stop Oil - reads: \"It's 2022 and it's time to look up, time to step up and not stand by. It's time to act like it's an emergency. Report after report is telling me that my future is going to be dire, and my government is telling me not to worry and pay into a pension.\\n\"But we have a choice. We can choose to highlight that our climate is breaking down, we can choose to resist this government that is betraying us, we can choose to step up and not stand by.\"\\nJust Stop Oil added: \"Our government is betraying us by funding new oil fields in the North Sea. New oil means destruction of our children’s future. It means war on small island states. And it means suffering now for the poorest and most marginalised in all regions. We must #JustStopOil. It's a no-brainer.\"\\nThe protester who tied himself to a goalpost at the Emirates 24 hours before is allegedly named Kai, a 20-year-old law student from the University of Manchester. The game between Arsenal and Liverpool wasn't delayed for too long as stewards quickly stopped the protest.\\nAccording to Just Stop Oil, Kai said: \"If we lose control of our climate, which is exactly where we’re headed at the moment, then we put everything and everyone at risk. My generation won’t have a future.\\n\"The government is encouraging more investment in oil and gas, despite the danger of climate collapse — I want the government to do all they can to avoid this. They need to get a grip, more oil and gas will not help people with their energy bills but will kill more people now and in future.\"", "image": null, "author": null, "date": "2022-03-17"}, "https://www.mirror.co.uk/sport/football/news/everton-newcastle-stop-oil-goalpost-26496932": {"title": "Just Stop Oil: Protesters behind Everton goal stunt speak out after eight-minute stoppage", "subtitle": "A protester with the words 'Stop Oil' written on his T-shirt caused an eight-minute stoppage during the Premier League clash between Everton and Newcastle after tying himself to the goalpost", "text": "The Anti-Government group 'Just Stop Oil' caused a standstill during Everton's game against Newcastle United on Thursday, with a protester stopping the match for eight minutes by tying himself to the goalpost.\\n'Louis' broke onto the pitch at Goodison Park in the 57th minute wearing a T-shirt with 'Stop Oil' written on it, causing referee Craig Pawson to briefly stop play during the Premier League relegation clash. The group of activists took to social media shortly after to claim responsibility and shared Louis' reasoning behind the stunt.\\n\"It's 2022 and it's time to look up, time to step up and not stand by. It's time to act like it's an emergency,\" they posted on Twitter. \"Report after report is telling me that my future is going to be dire, and my government is telling me not to worry and pay into a pension.\\n\"But we have a choice. We can choose to highlight that our climate is breaking down, we can choose to resist this government that is betraying us, we can choose to step up and not stand by.\" Bold cutters had to be used to remove the 21-year-old from the field of play, with an enraged home fan attempting to aid security by getting on the pitch himself, only to be removed too.\\nJust Stop Oil added: \"Our government is betraying us by funding new oil fields in the North Sea. New oil means destruction of our children's future. It means war on small island states. And it means suffering now for the poorest and most marginalised in all regions. We must #JustStopOil. It's a no-brainer.\"\\nThe stunt follows another protester, 'Kai', doing the same during Liverpool 's 2-0 victory over Arsenal at the Emirates on Wednesday. \"Sorry to have interrupted your game, but no one listens unless we do crazy shit like this,\" the account tweeted alongside a video of the incident. \"This beautiful game, like your lives, will be disrupted by increasingly extreme weather events in the years to come.\"\\nJust Stop Oil quote Kai, described as a 20-year-old Law student at the University of Manchester, as saying: \"If we lose control of our climate, which is exactly where we're headed at the moment, then we put everything and everyone at risk. My generation won't have a future.\\n\"The government is encouraging more investment in oil and gas, despite the danger of climate collapse — I want the government to do all they can to avoid this. They need to get a grip, more oil and gas will not help people with their energy bills but will kill more people now and in future.\"\\nThe account added: \"Just Stop Oil. It's a no-brainer. Stop the harm. We need to face the facts and do what is needed. Don't be a bystander — attend one of our online or in-person talks to join us in resistance.\"", "image": null, "author": null, "date": "2022-03-17"}, "https://www.mirror.co.uk/sport/football/news/everton-newcastle-match-report-iwobi-26497212": {"title": "Alex Iwobi's late strike sinks Newcastle and boosts Everton's survival hopes", "subtitle": "Alex Iwobi scored a dramatic 99th minute goal to hand Frank Lampard's Everton a 1-0 win against Newcastle at Goodison Park on Thursday evening, boosting their survival hopes", "text": "It was one for the ages, a night of insane drama that Everton's theatre impresario chairman Bill Kenwright would be proud of. Miraculously, magnificently, Alex Iwobi came up with a finale which brought the house down… almost literally, such was the noise it inspired amongst the Goodison faithful.\\nWith his side reduced to 10 men - after another desperately controversial VAR call - and clinging desperately on to a precious point against a physically imposing Newcastle, he scored a quite wondrous goal in the 99th minute that provoked scenes of utter carnage.\\nNew manager Frank Lampard, overcome with a frenzied emotion, revealed afterwards he broke his hand amid the celebrations. Hard men were crying in the stands. The noise wasn’t just deafening, it was sonic boom territory.\\nDrama is hardly the word for it. Goodison has not seen a night like this for years. Even before the crazy moments which turned this contest, both sides offered an intensity of effort and passion reminiscent of a proper, old-fashioned cup tie.\\nAnd no wonder, because so much is at stake. The fear of the drop was visceral on the terraces, the Blues supporters inspired and united behind their team, and the visiting fans responding with equal passion.\\nEverton ’s approach initially was frenzied, their plan, it seemed, merely to rouse their fanbase and use the emotion to inspire themselves, but Newcastle were more dead-eyed, clearer in their intent.\\nWill Everton stay up? Let us know in the comments below!\\nThe sensible decision by their new manager Eddie Howe to add intimidating bulk and brawn to his side in the January transfer window, seemed as though it would be the deciding factor in the game.\\nChris Wood had two brilliant chances he should have done better with, and was denied a third time only by an impossible clearance from the revived Michael Keane. Seamus Coleman, a remarkable inspiration as captain, repeated the feat soon after.\\nThey were disrupted though, by the first moment of improbable drama to grip this contest. A climate activist staged a ‘direct action protest’ against the continuing use of fossil fuels, by zip-tying himself to a post, just before the hour.\\nJust Stop Oil, his slogan said, and given Newcastle’s owners, it was pointed indeed, given it turned the game in Everton’s favour, with Anthony Gordon so close to opening the scoring for the Blues, and Coleman having a shout for a penalty turning down.\\nBut then, with the game finely balanced inside the final 10 minutes, Blues midfielder Allan was controversially sent off for a flying challenge on Allan Saint Maximin, that turned the game back to Newcastle, and left his desperate side clinging on.\\nLampard was livid afterwards, suggesting referees should not now be used as VAR officials, because they are sticking together.\\nSomehow though, as 14 minutes of stoppage time was flashed up, Everton themselves stuck together. Sub Dominic Calvert-Lewin sublimely played Iwobi in, and he produced quite possibly a pivotal moment in the history of this club.\\nIt did make Kenwright proud. Lampard revealed before the game he had given a speech to the players on what it means to be an Evertonian and after the final whistle, they lined up to celebrate with him. There were tears once more.\\nPick up your Daily Mirror every day of the Cheltenham Festival for a FREE £2 shop bet with William Hill which can be used on any of the sporting action! 18 + Terms apply. See tomorrow's paper for your voucher.", "image": null, "author": null, "date": "2022-03-17"}}