{"https://www.mirror.co.uk/news/uk-news/climate-protesters-glue-themselves-priceless-27380005": {"title": "Climate protesters glue themselves to priceless artwork at UK gallery", "subtitle": "The protesters from Just Stop Oil glued themselves to a 19th century painting by JMW Turner of a scene in London, which they claim could be underwater by 2030", "text": "Climate protesters glued themselves to a famous artwork at a gallery, sparking a mass evacuation of patrons.\\nThe supporters of Just Stop Oil stuck themselves to the frame of a 19th-century J.M.W Turner painting at Manchester Art Gallery.\\nThe 1809 oil painting depicts a view overlooking the River Thames from Richmond Hill in London - an area the group claims could be underwater by 2030- the Manchester Evening News reported.\\nProtester Paul Bell, 21, said: “The youth of the world have literally nothing to lose anymore, we are a generation sacrificed.\\n“There are millions in fuel and food poverty, our wildlife and landscapes are devastated and we face famine and war.\\n“Our government is accelerating the chaos by allowing new fossil fuel infrastructure, we will not stand by and let this creeping evil continue.\\n“No-one gets a free pass. By refusing to use its power and influence to help end this madness, the art establishment is complicit in genocide.\\n“Directors of art institutions should be calling on the government to stop all new oil and gas projects immediately.”\\nEdred Whittingham, 24, said: “I would like to say to anyone and everyone who is reading this, you may think this action is outrageous or scandalous but what choice do I have?\\n“The Government is knowingly destroying the futures of young people and condemning billions of people all over the world to death by continuing to licence new fossil fuel infrastructure.\\n“How far would you be willing to go to save the life of someone you love? What about the future of humanity?\\n“I cannot carry on living my life as if this is not happening. I am willing to do anything I can to wake people up and to stop this grotesque catastrophe from unfolding, even if it means sacrificing my liberty.”\\nThe protest came after two other Just Stop Oil supporters were arrested at the Courtauld Gallery in London after they glued themselves to the frame of Peach Trees in Blossom by Vincent Van Gogh.\\nA spokesman for Greater Manchester Police said: \"We’re aware of two protestors causing disruption in the Manchester Art Gallery, and officers are in attendance.\\n\"The Gallery has been evacuated as a precaution to allow the incident to be brought to a safe conclusion and minimise impact to the public.\"\\nThey later added: \"This has now been resolved and two people have been safely detained. Thank you for everyone's cooperation nearby.\"\\nA spokesman for the force confirmed two men had been arrested on suspicion of criminal damage.", "image": null, "author": null, "date": "2022-07-02"}, "https://www.mirror.co.uk/sport/formula-1/british-grand-prix-protest-silverstone-27374357": {"title": "Police warn 'extremely dangerous' protesters planning to disrupt British Grand Prix", "subtitle": "Northamptonshire police are on high alert after receiving \"credible intelligence\" suggesting protestors plan to target Silverstone this weekend, with a track invasion possible", "text": "The British Grand Prix could be disrupted this weekend by protestors as police warn that any such action could \"jeopardise lives\".\\nA huge crowd is expected at Silverstone this weekend as the Formula 1 circus returns for its annual visit. More than 400,000 people are expected to come through the gates over the course of the weekend, but officers believe there will be a few who have not made the trip just to watch the racing action.\\nNorthamptonshire Police have warned that there is a threat from protestors this weekend who could use the high-profile event to reach a large audience. In a statement the concerned event commander, Chief Inspector Tom Thompson, said he was worried about a track invasion.\\n\"We have received credible intelligence that a group of protestors are planning to disrupt the event and possibly invade the track on race day,\" he said. \"First of all, I want to appeal directly to this group of people and strongly urge you to not put yourselves, the drivers, as well as the many marshals, volunteers and members of the public, at risk.\\n\"Going onto a live racetrack is extremely dangerous – if you go ahead with this reckless plan you are jeopardising lives. Protesting is of course everyone's human right in this country and we are more than happy to speak with you to help you facilitate a peaceful protest at the circuit, we just please ask that you do not create a situation that puts lives in danger.\"\\nThompson went on to ask those attending the festivities this weekend \"to be extra vigilant\" and to report anything that could lead to a security concern to the police. The FIA is aware of the threat of protestors, but declined to comment amid ongoing police work.\\nThe British Grand Prix is no stranger to disruption, having been targeted before by those looking to use it as a platform to get their message across. Most recently, four Extinction Rebellion members sneaked into the behind-closed-doors 2020 race to show off a banner before the start of the action.\\nAnd in 2003, priest Cornelius Horan managed to gain access to the track and sprinted down the Hangar Straight during the race, wearing an orange skirt and waving a message urging people to \"read the Bible\". Drivers were forced to swerve to avoid hitting him before the safety car was deployed.\\nEventually, he was tackled by a marshal who dragged him along the grass and away from the danger of the track. Horan later pleaded guilty to aggravated trespass and given a two-month prison sentence.", "image": null, "author": null, "date": "2022-07-01"}, "https://www.mirror.co.uk/news/uk-news/fire-chief-makes-grim-warning-27529481": {"title": "Fire chief makes grim warning for future after 'game-changing, brutal' day", "subtitle": "Dave Walton, Deputy Chief Fire Officer (DCFO) for West Yorkshire Fire and Rescue Service said Tuesday's unprecedented number of fires was a \"wake-up\" call and will not be a one off", "text": "A fire chief has put out a grim warning for the future after a \"brutal\" day of blazes across the UK yesterday.\\nWith temperatures topping 40C on Tuesday, many homes and grasslands were engulfed in flames and smoke, forcing already stripped-back fire crews to work round the clock in the dry heat.\\nDave Walton, Deputy Chief Fire Officer (DCFO) for West Yorkshire Fire and Rescue Service said it was a \"wake-up\" call.\\nIt comes as the Fire Brigades Union (FBU) said firefighters and control staff have been \"stretched to the limit\" amid the record temperatures due to spending cuts.\\nSixteen firefighters suffered heat-related injuries in the line of duty yesterday in London alone, with the city's fire control responders receiving 2,600 calls in 24 hours.\\nLondon Fire Brigade LFB assistant commissioner Jonathan Smith added that two crew members were admitted to hospital.\\nMayor Sadiq Khan said 41 properties - including homes - were destroyed in fires on Tuesday as he urged Londoners against barbecues today with grasslands still dried out.\\nHe added it was LFB's busiest day since World War Two.\\nBut it wasn't just the capital, with major fire incidents also declared in Norfolk, Suffolk, Lincolnshire, Leicestershire and South Yorkshire amid the tinder-dry conditions.\\nMr Walton said yesterday will not be a one off and better preparations are needed now.\\nHe said: “Yesterday was a game changer and took us to a completely new level. Fires were spreading much more quickly than ever before.\\n“Usually when a big fire happens you can call on neighbouring fire services to help, but not yesterday.\\n\"Everyone was busy and completely stacked out. This tells us we need a fundamental rethink how we resource our Fire and Rescue Service nationally, so we can be prepared for this.\\n“The predictions are we will get heatwaves like this much more regularly, even as much as every three years, due to climate change.\\n\"This is very different position we are in now compared to a one-off event nearly 50 years ago, and we need to see this as a wake-up call.\\n“We need to learn how we get prepared as a country for this and how we rethink the resource we have, or need going forward, so we are ready for these so homes, property and ultimately people’s lives are saved.”\\nThere was no major incident called on Mr Walton's West Yorkshire patch but he said it was close.\\n“Fortunately, we didn’t see the big sweeping moorland fires we have tackled in the past, but that was luck more than anything.\\n“We did however have smaller grassland fires, and this could easily have sparked a bigger situation given the conditions.\"\\nHe went on to praise firefighters who tackled the unprecedented blazes, as well as support staff, as \"extraordinary\".\\nThe fire chief added: “Thankfully no one has yet died from the fires across the country yesterday, but it so easily could have been a different story today.”\\nHe echoed Mr Khan's warnings about barbecues and said there is \"no excuse\" to be using them in the open countryside.\\n\"They are banned on moorlands already and you will be prosecuted if seen using one,” he said.\\nMr Walton, whose partner Becky works as a control supervisor for WYFRS, posted his thoughts on Twitter in a lengthy thread which has been widely liked and shared.\\nHe said the true story of the day will not become clear until incidents are debriefed, call and incident numbers are reconciled, and tales from incidents are recounted.\\nHe posted: “Fire crews were going from one incident to the next, to the next...it has been brutal. I’ve never known so many major incidents declared at a whole FRS level at once. I lost count at one point.\\n\"This is not a post about the effects of austerity on the FRS, or how hot it was in 1976, or the fact that it was just a ‘hot day’ - it’s about a peek into the future.\\n“It’s about demand for fire engines and firefighters far, far outstripping the numbers that any reasonable person would expect to be available at any one time.\\n“It’s about a completely and fundamentally different operating environment where fires burn with such ferocity and spread with such speed in suburban areas that you can’t stop them.\\n\"We’ve seen the kind of conditions faced by international colleagues just miles from our capital city, and in towns, villages, and cities the length and breadth of the country.\\n“You can’t ask your neighbouring FRS for mutual aid when they’re just a busy as you are, and so are their neighbours, and their neighbours etc.\\n“Your Fire and Rescue Service staff are heroes - every one of them - but they can’t work miracles. Today was about climate change, the hottest UK day on record - ever! If you don’t believe in climate change, ask a firefighter who has been on duty in the last two days what they think about it.\\n“Hopefully things calm down now, and we get back to ‘normal’ but there are huge lessons to learn and big decisions to make. Support your local firefighters and be alive to what’s happened today.”\\nIn Wennington, east London, a devastating blaze destroyed two rows of terraced houses, four other homes, as well as outbuildings, garages, stables and cars and affected 40 hectares of grassland, LFB said.\\nAnd in Dagenham, a grassland fire destroyed and damaged houses and vehicles.\\nElsewhere, a serious blaze occurred in Barnsley when a row of houses in the Moorland Avenue area was consumed by flames, with crews continuing to battle fires elsewhere in the area.\\nDoncaster Council said a major blaze in Clayton also spread to three residential properties and there were reports of houses on fire in the Kiverton Park and Maltby areas of Rotherham.\\nFirefighters in Norfolk were called to more than 80 incidents on Tuesday, including one that started in a field in the village of Ashmanhaugh and spread to two homes.\\nSuffolk Fire and Rescue Service said it had been called to more than 60 incidents, 38 of which were fires in the open, describing the situation as \"unprecedented\".\\nMeanwhile, London Ambulance Service said it had taken 13,400 calls to 999 over the two days, the equivalent of a call every 13 seconds.\\nEarly data shows that on Tuesday, the service saw a ten-fold increase in incidents related to heat exposure compared to last week, and an 8% increase in people fainting, it said.\\nMatt Wrack, FBU general secretary, said: \"Firefighters are at the forefront of the climate emergency. The demands of the job are increasing but our resources have been under attack by Government cuts for over a decade - 11,500 firefighter jobs have been slashed since 2010.\\n\"We have warned of the growing threat for years but our concerns have fallen on deaf ears. The brutal truth is that Government ministers and chief fire officers have ignored the warning signs which have been obvious for all to see.\\n\"The stark reality is that frontline firefighters and local communities have been let down by a combined failure of chief fire officers and politicians to face up to the scale of the challenge.\\n\"It is simply untrue to say they have not been warned year after year of the risks posed by climate change.\\n\"The same people then tell frontline firefighters to tighten their belts and accept a cut in their pay.\"\\nMr Wrack said the FBU will not accept a \"paltry\" 2% pay offer when the demands of the job are increasing, and the cost of food, fuel, energy and almost everything else is \"soaring\".\\nSimon Clarke, the Chief Secretary to the Treasury, told Sky News that the fires were a \"warning sign\" about the impact of climate change.\\n\"This is a remarkable, unprecedented event and something which obviously, because people have been saying, we are not used to seeing in this country,\" he said.\\n\"What we've seen in recent days is not normal and it is a warning sign.\"\\nOn Wednesday morning protesters from Just Stop Oil climbed motorway signs on the M25 and caused disruption over what they describe as the Government's \"inadequate preparations\" for climate change.\\nTheir actions were causing nine-mile tailbacks on the M25 anti-clockwise, with the National Highways website warning of delays of more than an hour.", "image": null, "author": null, "date": "2022-07-20"}, "https://www.mirror.co.uk/news/uk-news/striking-miners-feared-police-were-27432575": {"title": "Striking miners feared police were infiltrating them in real-life Sherwood plot", "subtitle": "Miners have long suspected that they were targeted and they hope the long awaited probe will reveal the truth of what the police did during the bitter 1984-85 strike", "text": "Former striking miners say they were ­targeted by spy cops...just like characters in the BBC hit Sherwood.\\nIt is now widely known that undercover officers were sent to infiltrate campaign groups, sometimes deceiving women into intimate relationships and even fathering children with them.\\nNo solid evidence that they wormed their way into mining communities has so far beem found.\\nBut the National Union of Mineworkers has been given a key role in an inquiry into the scandal.\\nIn Sherwood, spy cops infiltrate a divided Nottinghamshire mining town and report back to their superiors.\\nFormer pitmen have long suspected they were targeted in just this way and hope the long awaited probe will reveal the truth of what the police did during the bitter 1984-85 strike.\\nFormer miner Tyrone O’Sullivan said the BBC1 show brought back painful memories of a mystery man who disappeared as suddenly as he arrived, abandoning a woman activist with whom he had been living.\\nMr O’Sullivan, 76, then union secretary at Tower Colliery in Hirwaun, South Wales, believes the man was sent by Scotland Yard at the start of the strike.\\nHe said: “This guy came down from Yorkshire and he was very active, very left wing, very socially minded. He came to work at Tower Colliery and ended up on the branch committee and was active throughout the strike.\\n“He started courting one of the girls who was a member of the women’s association.\\n“What stood out was that when the strike ended he was gone with no care for the girl.\\n“He was infiltrating the women’s movement, which became a very big part of the strike. The next I heard he was working with a union in a car factory. I went on a march as part of the union and there was this bloody guy.\\n“There was no doubt in my mind [that he was a spy cop]. Mr O’Sullivan refused to name the man.\"\\nIn 1968 Scotland Yard set up the undercover Special Demonstration Squad to infiltrate protest groups.\\nOfficers were given the identities of dead children\\nAfter it emerged in 2013 that the SDS had spied on the family of murdered teenagers Stephen Lawrence, then Home Secretary Theresa May set up the Undercover Policing Inquiry. The NUM has core participant status, along with groups such as CND, Reclaim the Streets and Greenpeace. Core participants can give evidence and obtain disclosure from the police to find out if, and to what extent, they were spied on.\\nVictims have raised concerns over lack of transparency and the length of time the inquiry has taken. It is expected to go on for another four years.\\nIn undercover operations nationwide, least 20 officers are known to have deceived women they were spying on into having sexual relationships.\\nFour are thought to have fathered children. SDS officer Mark Kennedy had a series of relationships with women he was spying on.\\nIn 2020 the Met paid compensation to the son of Bob Lambert, a police spy who had deceived his mother into an intimate relationship while infiltrating environmental groups.\\nOne SDS member, who used the fake identity Christine Green, reportedly quit the job and had a relationship lasting more than a decade with the animal rights activist she had been targeting.\\nIn one scene from Sherwood, Warnock (Stephen Tompkinson) tells a wake for his murdered union colleague Gary Jackson (Alun Arm-strong): “You have a great pretender in your midst. Look to your neighbours, look to your friends.\\n“Someone who came here during or just before the strike, an outsider with fake job and a fake name, spied on you and stayed and is still here walking among you bold as brass.”\\nSherwood follows the hunt for a killer in a community divided between those who crossed the picket lines and those who manned them.\\nIt is based on the 2004 murder of former striking miner Keith “Froggy” Frogson, shot with a crossbow on his doorstep in Annesley Woodhouse, Notts, by neighbour Rober Boyer, who had crossed the picket line.\\nCurrent Nottinghamshire NUM boss Alan Spencer – a 27-year-old with two small children at the time of the strike – said the TV drama reflected divisions that still remain.\\nHe added: “Those of us who went through that dispute and can never forgive or forget. If you are a scab, you are a scab for life.”\\nAlan, from Mansfield, also believes undercover officers infiltrated his community. He said: “I was a picket manager and when you made calls you could hear clicking on the line. We arranged false pickets and the police would turn up so we knew they were listening. There were also infiltrators.”\\nNUM general secretary Chris Kitchen said: “I do believe that was done. If they were doing it to other groups, I find it hard to believe they would not use that tactic against us.”\\nDavid Morrissey, who plays DCS Ian St Clair in the drama, said: “We’ve seen undercover operations within criminal and terrorist organisations in dramas like Line of Duty.\\n“But the idea there were undercover officers inside legal organisations, sometimes having relationships with people without telling them, is outrageous. It’s something that we need to really look at, right here, right now.”", "image": null, "author": null, "date": "2022-07-08"}, "https://www.mirror.co.uk/news/world-news/climate-protestors-glue-hands-art-27556163": {"title": "Climate protestors glue hands to art masterpiece Primavera at Florence gallery", "subtitle": "Three activists from Just Stop Oil attached themselves to the glass cover of Botticelli's masterpiece Primavera at a gallery in Florence as part of the latest climate protests", "text": "Climate protestors glued themselves to a Botticelli masterpiece in a Florence art gallery as part of the latest Just Stop Oil protests.\\nThree activists managed to attach themselves to the renowned glass cover of the Primavera in the Uffizi Gallery on Friday.\\nThe two women and one man involved, from activist group Last Generation, unfurled a banner that read: 'Last Generation No Gas No Coal', the Daily Mail reports.\\nThe iconic renaissance painting was targeted after the activists bought tickets to enter the gallery, with Italian news agency Ansa reporting that the trio were removed by police.\\nIt is reported that no damage was caused to the artwork.\\nA statement from the gallery, published in the Daily Mail, read: “If there had not been the special protections decided for the main masterpieces of the museum a few years ago by the management, today we would have had an important damage to the work, as happened recently in other museums.”\\nIn a statement on their website, the protest group insisted they had taken care not to cause any damage.\\nThey wrote: “We have taken great care in order not to cause any damage to Botticelli's Primavera. Neither the frame nor the glass that protects the canvas was exposed to a risk.\\n“To make sure, we consulted restorers who advised us to use a glue suitable for glass and frames. It is important for us to value art, rather than damage it, as our governments do with the only planet at our disposal.”\\nJust Stop Oil protestors have increasingly targeted art galleries of late, with a John Constable painting being damaged at the National Gallery in London earlier this month.\\nTwo protestors covered The Hay Wain with their own version highlighting pollution before gluing themselves to the frame, causing minor damage.\\nGalleries in Glasgow and Manchester have also been the subject of climate protests.\\nOn Wednesday members of Just Stop Oil caused nine hours of traffic chaos on the M25 by unfurling banners on an overhead gantry.\\nIn a statement released shortly before the demonstrations, Just Stop Oil said it was “declaring the M25 a site of civil resistance” this week.", "image": null, "author": null, "date": "2022-07-23"}, "https://www.mirror.co.uk/sport/formula-1/zhou-guanyo-halo-saved-life-27394353": {"title": "Zhou Guanyu speaks out on F1 horror crash as incredible photo shows halo saved life", "subtitle": "F1's Zhou Guanyu thankfully endured had no lasting damage from the horrific crash on the opening lap fo the British Grand Prix which sent him spinning off the track and over the tyre barrier", "text": "F1 rookie Zhou Guanyu has thanked the medical staff who came to his aid following the horrific crash at the British GP. His Alfa Romeo flipped upside down and skidded across the track before flipping into the catch fencing. Zhou was travelling at approximately 160mph at Abbey corner when George Russell clipped the back of his car.\\nThankfully he was extracted from the wreckage and was said to be was \"conscious and talkative\" and thankfully did not sustain any serious injuries. Earlier today the 23-year-old took to social media to address the fans following the frightening incident and those who helped him during a very difficult time.\\n“Hi everyone! Thank you all for the kind messages,” he tweeted. “I want to thank the marshals and the medical team at Silverstone, they were really fantastic. I’m keener than ever to get back on track, see you guys in Austria!”\\nThis comes after he praised the halo safety device which was implemented ahead of the 2018 season as it ultimately prevented the young star from serious injury that may have proved fatal. \"I'm OK, all clear,\" he said yesterday. \"Halo saved me today. Thanks everyone for your kind messages!\"\\nIn an eventful grand prix at Silverstone, protestors from climate activist group Just Stop Oil jumped the fence and stormed the track on the opening lap. In a statement, the FIA said: \"We also confirm that after the red flag, several people attempted to enter the track. These people were immediately removed and the matter is now being dealt with by the local authorities.\"\\nThe race was immediately red-flagged after the mega crash, which also included Russell, Yuki Tsunoda, Esteban Ocon and Alexander Albon affected. The action was incredible when the racing resumed and Carlos Sainz went on to win his first ever Grand Prix, Sergio Perez produced a courageous comeback to take second, while a brave drive from Lewis Hamilton saw him claim third.\\nThe seven-time world champion was embroiled in an almighty scrap in the final few laps, as the front-runners fought for a spot in the top three after a safety car restart. As Sainz sped off into the distance to take the chequered flag, Hamilton was left to fight for second with Perez and Charles Leclerc.\\nThe Red Bull proved to be too quick, as Perez created a gap and secured second place quite comfortably. But third was all to play for, and Hamilton drove expertly to eventually get the better of Leclerc, who was struggling on old, hard tyres and claimed his third podium of the season and second in a row.", "image": null, "author": null, "date": "2022-07-04"}, "https://www.mirror.co.uk/sport/formula-1/breaking-british-gp-protestors-silverstone-27387368": {"title": "Protestors storm track on first lap of British GP immediately after horror F1 crash", "subtitle": "Protestors stormed the track amid a dramatic start to the British Grand Prix at Silverstone, while the race was red-flagged for a major incident on the first lap", "text": "Protestors jumped the fence and stormed the track at the British Grand Prix as part of a dramatic start to the race.\\nThe Silverstone race was reported to face the threat of a dangerous on-track protest that would have placed lives at risk. Police's worst fears came true when the protestors took to the track during the first lap.\\nBut by then the race had already been stopped, after a huge incident at the first corner involving several drivers. In a statement, the FIA said: \"We also confirm that after the red flag, several people attempted to enter the track. These people were immediately removed and the matter is now being dealt with by the local authorities.\"\\nSince that statement, climate activist group Just Stop Oil have taken responsibility for the protest. On Twitter, the group wrote: \"A group of supporters of Just Stop Oil have stormed the track at #BritishGP2022 If you are more outraged about this disruption than our world being burnt before our eyes, then you need to get your priorities straight.\\n\"We demand the government calls an immediate halt to new oil and gas projects in the UK and we will continue to disrupt sports, cultural events and oil until this demand is met. How many more young people have to step up before the government will listen?\"\\nNorthamptonshire Police had warned ahead of the race that they had received intelligence that a protest may take place. They warned that entering the track is \"extremely dangerous\", and urged those planning to interrupt the event to reconsider.\\n\"We have received credible intelligence that a group of protestors are planning to disrupt the event and possibly invade the track on race day,\" said chief inspector Tom Thompson.\\n\"First of all, I want to appeal directly to this group of people and strongly urge you to not put yourselves, the drivers, as well as the many marshals, volunteers and members of the public, at risk.\\n\"Going onto a live racetrack is extremely dangerous – if you go ahead with this reckless plan you are jeopardising lives. Protesting is of course everyone's human right in this country and we are more than happy to speak with you to help you facilitate a peaceful protest at the circuit, we just please ask that you do not create a situation that puts lives in danger.\"\\nAlso on the first lap, Zhou Guanyu's Alfa Romeo flipped over in a terrifying crash involving several drivers. Pierre Gasly made contact with George Russell's wheel, spinning the Mercedes and sending it crashing into Zhou.\\nThe Alfa Romeo skidded across the tarmac upside-down and into the gravel, before flipping again to go over the crash barrier and into the catch fencing. After several minutes, it was confirmed that Zhou was conscious, though he was taken away on a stretcher.", "image": null, "author": null, "date": "2022-07-03"}}