{"https://www.mirror.co.uk/news/uk-news/breaking-extinction-rebellion-put-climate-22990863": {"title": "Extinction Rebellion put climate change banner and wreath at Cenotaph on Remembrance Day", "subtitle": "EXCLUSIVE Extinction Rebellion activist Private Donald Bell, who served four tours in Northern Ireland, has staged a climate change protest on the Cenotaph on Remembrance Day", "text": "Extinction Rebellion have put a climate change banner and a wreath at the Cenotaph on Remembrance Day.\\nHours before official Remembrance ceremonies are to be held place a banner which read ‘Honour Their Sacrifice, Climate Change Means War’ was placed over the iconic memorial and a wreath of poppies sporting a slogan put on the memorial itself.\\nAfter the banner was hung, British Army veteran and member of Extinction Rebellion, Donald Bell observed two minutes silence before hanging the wreath.\\nA short while later police officers removed the wreath.\\nWhat do you think of the protest? Tell us in the comments below.\\nPrivate Bell caught up in a car bomb blast in Northern Ireland during the Troubles.\\nHe wants to make a warning about the global climate crisis and how it may lead to more armed conflicts.\\nPrivate Bell told Mirror Online: \"This government is criminally negligent and young people today will pay the price for their failure.\\n“I did four tours in Northern Ireland. I have been in conflict. I saw good friends - my comrades, who I served with - die.\\n\"Many of the people who attend the Remembrance Day Service have never seen the horrors of war. I hope they never have to.\\n“However you feel about the action today, I want people to take this message - if we don't deal with this climate emergency, now, it will lead to war.”\\nThe 64-year-old, who was badly injured in a car bomb blast in Stewartstown in 1974, urged the government to pay close attention to a report published earlier this year for the Ministry of Defence.\\nIt warned of an increase unrest and conflict as global heating causes droughts and food shortages.\\n\"I took action today knowing that I would be criticised,\" he continued.\\n\"I knew that I would be accused of being disrespectful and hated by many for speaking out in this way.\\n\"Remembrance Day is never an easy time for veterans and this was not an easy decision for me to make.\\n“But I served this country, I served the people of this country and the action I took today is about just that.\\n\"Unchecked climate change means a return to a world at war. I cannot stand by and let that happen. It is my duty to act.\"\\nHe added: \"What I saw was vile and unnecessary.\\n\"I suffer with post-traumatic stress, so many ex-servicemen can't fit back into society. There is a very high suicide rate among veterans.\\n\"War is not nice. If it can be dealt with by stopping climate change then it should be.\"\\nPrivate Bell has echoed Extinction Rebellion's demands for the Government to declare a climate crisis, a citizen's assembly to be formed and greenhouse gas emissions to be reduced to net zero by 2025.\\nThe veteran's protest this morning were be met with a strident reaction.\\nA Number 10 spokesman said on behalf of Boris Johnson: “On today of all days when we join together to pay tribute to our war dead, this action was profoundly disrespectful.”\\nA spokesperson for the Royal British Legion said: \"War memorials and graves honour the memory of every member of the Armed Forces who has made the ultimate sacrifice and deserve to be treated with the utmost respect.\\n\"The Armed Forces community, past and present, have made sacrifices in defence of the freedoms we have today, including the freedom of speech.\\n\"Whilst we respect the right of others to express their opinions within the law, we believe the Poppy Appeal is a time for Remembrance, and not for political protest.\\n\"Armistice Day is a poignant time when millions of people choose to reflect on the human cost of conflict and recognise the service and sacrifice of every member of the Armed Forces, and today in particular we mark 100 years since the return of The Unknown Warrior and all that this act of Remembrance symbolises.\"\\nIn September activists were arrested after the statue of Winston Churchill in central London was graffitied.\\nAt the time Mayor Sadiq Khan said: “This appalling vandalism is completely unacceptable.\\n\"It will be fully investigated and the statue will be cleaned as quickly as possible.”\\nHome secretary Priti Patel has been even more damning of the group, describing them as “so-called eco-crusaders turned criminals\".\\nBrexit campaigner Darren Grimes was unimpressed with the protest.\\nHe said: \"Truly shameful: Extinction Rebellion have placed a ‘climate change means war’ wreath upon the Cenotaph.\\n\"These privileged prats seem to be doing all they can to turn public opinion against them.\"\\nAnother Twitter user wrote: \"Extinction Rebellion really know how to lose support for their cause.\\n\"Their members are now designated to the rank of scum. They need a new PR representative.\"\\nPrivate Bell said: \"I am going to be one of the most hated veterans on the planet for some time.\\n\"At previous protests I had people telling me I should be ashamed to wear my uniform.\"", "image": null, "author": null, "date": "2020-11-11"}}