{"https://www.mirror.co.uk/news/politics/urgent-review-after-dwp-site-24582895": {"title": "'Urgent review' after DWP site tells jobseekers to say climate change may not exist", "subtitle": "EXCLUSIVE The site - provided via outsourcing giant Serco - suggested job applicants should be prepared to say there were \"a number of different sides to global warming\" and that \"some researchers do not think it actually exists.\"", "text": "An official website telling jobseekers to say climate change might not exist in order to secure jobs is being “urgently reviewed”.\\nPeople looking for work in Cambridge reported being referred to a training website called JASPER - which is provided by outsourcing giant Serco, and carries Department for Work and Pensions (DWP) branding.\\nSerco confirmed applicants were referred to the site for \"advice and support\" by JobCentres.\\nAfter the Mirror approached DWP about the site, Serco admitted the content was “clearly not appropriate.”\\nThe JASPER site, to which jobseekers are referred by lists potential interview questions which applicants should prepare for, including \"What do you think about global warming?\"\\nThe suggested response is: \"There are a number of different sides to global warming, and I have read that some researchers do not think it actually exists.\\n“Whether it exists or not I think that we all need to be aware of how we affect the environment around us.\"\\nA Serco spokesperson said: “This is content provided by a third party supplier clearly designed to help individuals understand that they can acknowledge different points of view when answering questions.\\n“The choice of climate change as an example subject was clearly not appropriate and the content is being urgently reviewed.”\\nLater, Richard Alberg, the CEO of tech startup Aptem, which he said was behind the content, tweeted: \"This was one of several sample 'curve ball' interview questions.\\n\"The author was not looking to make a point on climate change - the objective was to create a scenario to highlight issues in handling a difficult interview question. It was a poor example and has been deleted.\"\\nThe question was first spotted by a supporter of Extinction Rebellion Youth Cambridge, and screenshots published on their Twitter account.\\nIt comes after the BBC removed a section on its “Bitesize” education website, listing the “benefits” of climate change.\\nGet a daily morning politics briefing straight to your inbox. Sign up for the free Mirror Politics newsletter\\nThe guide included “healthier outdoor lifestyles”, easier access to oil in Alaska and Siberia, new shipping routes created by melting ice, and more tourist destinations.\\nAfter the page was removed, a BBC spokesperson said: “We have reviewed the page and have amended the content to be in line with current curricula.\"", "image": null, "author": null, "date": "2021-07-21"}}