{"https://www.mirror.co.uk/money/how-check-nearby-petrol-stations-26666390": {"title": "Where has diesel near me? Clever hack lets you check if petrol stations near you have fuel", "subtitle": "Drivers have reported empty pumps for both petrol and diesel in the Southeast of England. Here's how to check if the nearest station to you has the fuel you need", "text": "Motorists are continuing to struggle with fuel problems this Spring, including high prices and some shortages at some pumps.\\nLong queues of vehicles similar to those seen at the end of 2021 when there was a shortage have not been seen, but some stations have been reported to be without fuel.\\nPrices are high for cars at the moment due to a range of factors such as already high demand made worse by the war in Ukraine, but the UK is reported to have enough resources to manage and keep clear of future shortages despite the soaring prices.\\nSome motorists have reported shortages of petrol or diesel at some stations in the country this week, meaning that some stations have been affected, including in the Southeast.\\nOne of the best ways to check if a fuel station near you has a good fuel supply of diesel is through Google Maps.\\nMake sure your location is turned on, search for petrol stations near you and click on the nearest ones.\\nGoogle has a tool that lets you know how busy that station is at one time and the busier it is, the higher the bar.\\nA high bar may indicate that the station is busier because it has fuel in, though this doesn't take into account factors like the local population.\\nPetrol Prices compare the cheapest prices of fuel stations near you and you can first check to see where the cheapest fuel is, before seeing if that station is busy.\\nThe app Waze also has a feature that lets you know how bad the traffic is nearby, so you may want to see if there is heavy traffic in case you are worried about running out or if this shows that a station has fuel where somewhere else might not.\\nRecent disruptions to diesel and petrol pumps in the Southeast of England may have been caused by climate protests.\\nClimate campaign groups Just Stop Oil and Extinction Rebellion have been targeting supply lines of oil in the UK.\\nOne activist said: \"It seems as though many people are struggling to get their petrol, and that’s because we believe the Just Stop Oil coalition are currently succeeding in their aims to block supplies of petrol and oil in the UK.\"\\nThere was already a problem with prices due to global demand being high and this was made worse by the war in Ukraine.\\nMuch of Europe gets a large portion of its gas and oil from Russia, but sanctions mean that this is being phased out. This is not as much a problem for the UK, which gets around 8% of its total imports of oil from the country and it has committed to phasing out all Russian oil by the end of the year.\\nHowever, Europe is far more reliant on Russia for energy and this means that if countries like Germany turn away from Russia, which accounts for around a third of their oil supply, they will need to compete with the rest of the world for oil.\\nTurning away from Russian energy means there is less of it to go round elsewhere, in certain circumstances.\\nWhen competition is higher, there is more demand and prices go up.", "image": null, "author": null, "date": "2022-04-10"}, "https://www.mirror.co.uk/3am/celebrity-news/breaking-lbc-chaos-protester-glues-26623335": {"title": "LBC chaos as Just Stop Oil protester glues himself to microphone and refuses to leave", "subtitle": "Nathan McGovern, an activist for Just Stop Oil, glued himself to an LBC microphone during an interview with presenter Tom Swarbrick", "text": "LBC radio station descended into chaos on Sunday morning when a guest glued themselves to a microphone and refused to leave the studio.\\nJust Stop Oil spokesperson Nathan McGovern had been chatting to presenter Tom Swarbrick when he took issue with the station's handling of his eco-friendly message.\\nMcGovern accused LBC of 'not using their massive platform' to share the dangers of climate change, while taking out a tube of glue from his pocket.\\nHe then proceed to stick his left palm to the microphone.\\nAlerting listeners to what was going on in the studio, Swarbrick said: \"For those of you listening wondering what the banging on the microphone is, Mr McGovern seems to have, you’ve glued yourself to the microphone? That’s fantastic.\"\\nExplaining his course of action, McGovern told the host: \"You have a massive platform, a microphone that you can use to tell people about the situation we’re in and you’re not using it.\\n\"An ordinary person like me is having to take the microphone and tell your viewers the situation we are in.\"\\nHe added: \"I’m having to take the microphone in a situation like this, and having to tell people the situation we are in, because people like you will not.\"\\nThe incident led to Swarbrick having to change studios to continue his show.\\nAfter the drama, Just Stop Oil posted a statement on social media.\\n\"Every new oil and gas facility tightens the noose around the necks of our young people.\\n\"If the media will not communicate their predicament they will have no choice but to take the microphone,\" they insisted.\\nShocked listeners took to Twitter to share their divided reaction over what they had just witnessed.\\n\"Lesson in how to completely undermine your argument! “Ooh I’ll glue my hand to a microphone …” said one.\\n\"Tell you what Mr glue person, if you stopped talking over people, and learnt the art of conversation and debate, you would get more people's attention than glueing your poxy hand to a desk. Not a good representation of your cause,\" added another.\\nWhile a third said the activist had raised several good points before the disruption.\\nThe latest stunt came from activist group Just Stop Oil, who made headlines last month by bring Everton's football match against Newcastle United to a standstill when a protester tied himself to a goalpoast.\\nThe man known as 'Louis' broke onto the pitch at Goodison Park in the 57th minute wearing a T-shirt with 'Stop Oil' written on it.\\nHe proceed to attach himself to the post, were he remained for eight minutes as officers tried to free him with bold cutters.\\nJust Stop Oil took to social media afterwards to claim responsibility for interrupting the game.\\n\"It's 2022 and it's time to look up, time to step up and not stand by. It's time to act like it's an emergency,\" they posted on Twitter. \"Report after report is telling me that my future is going to be dire, and my government is telling me not to worry and pay into a pension.\\n\"But we have a choice. We can choose to highlight that our climate is breaking down, we can choose to resist this government that is betraying us, we can choose to step up and not stand by.\"", "image": null, "author": null, "date": "2022-04-03"}, "https://www.mirror.co.uk/news/politics/top-tory-ben-goldsmith-faces-26698227": {"title": "Top Tory Ben Goldsmith faces calls to resign after backing Extinction Rebellion protests", "subtitle": "Tory MPs were furious that the Defra board member, the brother of government minister Zac Goldsmith, said the activists were right to do 'whatever it takes'", "text": "Top Tory Ben Goldsmith has faced calls to quit his role at the Department of the Environment after he supported Extinction Rebellion protestors blockading fuel depots.\\nConservative MPs were furious that the Defra board member, the brother of government minister Zac Goldsmith, said the activists were right to do \"whatever it takes\".\\nHundreds of anti-fossil fuel protestors have been arrested in recent days with police criticising their \"exceptionally dangerous\" road-blocking tactics.\\nThe millionaire financier criticised Labour's call for nationwide injunctions against 'Just Stop Oil' protests which have caused chaos at petrol stations.\\nMr Goldsmith tweeted: \"Not a good look from Labour. The protestors are right to be doing whatever it takes to wake people up.\\n\"The fossil fuel industry is grubby and dangerous. We need to unhook ourselves from our dependence asap\".\\nBut West Dorset Tory MP Chris Loder accused Mr Goldsmith of \"inappropriately interfering\" in political matters and claimed he was \"hanging on to his brother’s coat-tails\" at Defra.\\nHe tweeted: \"He should either resign and stand for election or be sacked by [Environment Secretary] George Eustice.\\n\"Another example below of his misuse of power in campaigns\".\\nFay Jones, Tory MP for Brecon and Radnorshire, described his words as \"unbelievable\" in a backbenchers W hatsapp group, while former cabinet minister Damian Green said \"surely he can't stay on after that\".\\nMr Goldsmith later deleted his remarks, telling furious Tory MPs on whatsapp that he was “sorry for my clumsy tweets\" about Extinction Rebellion.\\nHe then tweeted: \"I recognise the disruption these protests are causing to people's lives and livelihoods.\\n\"I've always previously stood publicly opposed to the controversial and often bonkers methods employed by ER.\"\\nBut he added: \"That being said, I know I'm not alone in feeling a rising sense of panic as the reported science grows ever grimmer.\\n\"Awareness and action are not commensurate with the scale of the issue, even if we in the UK are now leading the way globally.\"\\nA government source said: “Ben expressed a personal view - not that of the Government.\\n\"People have the right to protest, and the issue of climate change is very important - that’s why we’re taking such ambitious action to tackle it.\\n\"But, these XR protests are not peaceful protest - they are disrupting people’s lives and it is wholly unacceptable.\\n\"That’s why the Government is taking robust action to stop them.”\\nExtinction Rebellion blocked all entrances to the Lloyds of London on Tuesday in an attempt to stop them insuring fossil fuels projects.\\nAt the weekend, the activists blocked cars and buses from passing across two central London bridges, although ambulances were allowed to pass.", "image": null, "author": null, "date": "2022-04-12"}, "https://www.mirror.co.uk/news/uk-news/easter-travel-2022-airport-road-26719323": {"title": "Easter travel 2022: Airport and road CHAOS with 30-mile queues amid oil protests", "subtitle": "Brits looking to get away on Good Friday are facing 'never before seen' scenes as millions hit the roads and take to the skies this Easter after two years of Covid-19 travel restrictions", "text": "People heading off to travel for the long Easter weekend are facing chaos at airports, ferry ports and queues of up to 30miles on Britain's rammed motorways.\\nDelays have hit trips by land, sea and air in recent days and are said to get worse over the bank holiday weekend, with one couple reporting their honeymoon has been ruined by the drama.\\nIt comes amid another day of protests by climate activists who have been stopping oil tankers and blockading roads. Police are on scene as Just Stop Oil, a group of climate activists affiliated with Extinction Rebellion, are blocking access to oil terminals, demanding that the Government stops new oil and gas projects.\\nImages from Dover show long queues to check-in for ferries can be seen this morning after P&O announced it was suspending all of its Dover-Calais services this weekend.\\nDrivers have been warned they face one of the busiest travel days today.\\nHolidaymakers waiting to fly have said they are waiting more than an hour to get through security this morning - as airports and airlines across the country are suffering some staff shortages.\\nPassengers have been previously warned to arrive at least three hours early to avoid delays.\\n55 flights have been cancelled across London's airports today including at Heathrow, Gatwick and Luton, MyLondon reports.\\nHolidaymakers trying to fly from Birmingham Aiport this morning have complained of long queues at security.\\nOne wrote on Twitter: \"Birmingham Airport Security queues right up to the back of the airport on the ground floor and doubling back.\\n\"Airport staff prioritising people with flights less than an hour to departure, so head down to front of escalator if that’s you.\"\\nAnother added: \"The queue for security at Birmingham Airport is HORRIFIC!! Literally never scene scenes like it!!!\"\\nOne wrote: \"Birmingham Airport 5.35am. Been in the queue for security for 1 hour and about halfway there now. Good job my flight's been delayed by 50 mins!\"\\nShane Crossland, from Nottinghamshire, took a video from inside the airport said: \"Queue for security at Birmingham Airport, this is downstairs before we even get upstairs, at least 2,000 folk queuing the full length of the airport. If anyone makes their flights today it will be a miracle.\"\\nOne passenger at Gatwick airport said they have been waiting three hours to check-in for their flight.\\nThey tweeted: \"@Gatwick_Airport- waiting to check in to a @wizzair flight in the airport! Got here 3 hours before our flight as advised!! And still waiting to check-in.\\n\"Absolutely disgusting! One person working the check-in.\"\\nIn Dover, a couple has said their honeymoon plans have been ruined after they missed their ferry amid long queues at the port.\\nAshley Griffiths-Beamon, 33, and his new husband Damian Griffiths-Beamon, 36, got married on Thursday and were due to travel to Belgium to celebrate their honeymoon.\\nMr Griffiths-Beamon said: \"I'm upset and frustrated. We had lovely plans for today which have now been ruined.\\n\"The delays will impact our plans today for our day in Bruges which is a shame as we have both been looking forward to visiting the city.\"\\nThe pair arrived in Dover shortly after 6am for their 8.30am ferry. After missing it, they were rebooked onto a 9.55am ferry.\\nDFDS initially advised customers on Friday morning to arrive at least 90 minutes before their departure time, adding that it is \"expecting a busy day through the Port of Dover\".\\nIt later updated this guidance, encouraging passengers to allow at least two hours.\\n\"Considering we have now been here waiting for almost 180 minutes, their advice I would say is misleading,\" Mr Ashley Griffiths-Beamon said.\\nThe pair arrived in Dover shortly after 6am for their 8.30am ferry\\nAmanda Burton, 33, from Peterborough, arrived in Dover at 4am on Friday morning, but missed her 8am ferry.\\nShe said the disruption was \"ridiculous\", adding that there were \"only four people on border control...We are off to Bruges for the weekend\".\\nShe added: \"We feel frustrated and tired. I have no idea why only four members of staff are checking in thousands and thousands of cars.\"\\nMillions of Brits are going to hit the road on Good Friday as they try to take advantage of the hot weather.\\nToday is expected to be the busiest day of the Easter holidays with an estimated 4.62 million journeys likely to be made across the UK.\\nBut there are also estimated to be a further 22.48 million journeys being made over the bank holiday weekend in what could be the busiest in years, says the RAC.\\nOn top of all the travel disruption, supplies of petrol and diesel at filling stations in some areas of the country have been at around half their usual level as the UK's travel network comes under pressure.\\nThe emergency counterflow measures on the M20 called Operation Brock Zero are still in place today.\\nOn the M25, traffic was queuing for 30 miles and causing delays of an hour and 40 minutes, HertsLive reports.\\nThe M4 in Wales has become heavily congested as Dyfed Powys Police has also stated officers will have an increased presence in anticipation of the Bank Holiday weekend, WalesOnline reports.\\nNear Preston, the M6 southbound was shut for hours after a lorry overturned this morning. It has since been righting but the severe delays are expected to continue, LiverpoolECHO reports.\\nRAC's Rod Dennis said this afternoon: \"While much of the country's major roads appear to be running reasonably freely at the moment, Easter getaway traffic is starting to build in certain spots and that is likely to continue through the day.\"\\nMotorists have been advised to travel on Thursday or early on Saturday if they can, to give themselves the best chance of avoiding long queues on the roads.\\nEdmund King, AA president, said: \"Hot weather, lack of trains and an increase in UK staycations means that the roads will be busier than usual this Easter with 27.6m journeys.\\n\"Jams are already present on the M20 due to Operation Stack and the M25 is suffering heavy congestion on the west side around Heathrow and the east near Dartford.\\n\"Holiday traffic to the SW has led to jams on the M4 and M5 near Bristol.\\n\"The backbone of Britain via the M1 and M6 is also suffering from heavy traffic and crashes with hotspots near Hemel Hempstead, Sandbach and Bamber Bridge.\\n\"Drivers are advised to check their cars before travelling and in particular tyre pressures, oil, windscreen washer and fuel levels, as well as preparing for themselves with water and snacks.\\n\"Give yourselves extra time for the journey and build regular stops at least every two hours or so into your trip.\"\\nIt comes as rail passengers will also face travel misery today as 530 separate engineering works taking place across the weekend.\\nLondon Euston, which normally links London via the West Midlands and North West England to Scotland will be shut from today to Easter Monday.\\nToday's travel chaos comes as climate protesters have targeted oil terminals in Staffordshire and Essex.\\nPolice are at the scene as images show people in orange hi-vis jackets on top of oil tankers and blockading roads, while holding signs.\\nJust Stop Oil and Extinction Rebellion activists have been blocking access to oil terminals, demanding that the Government stops new oil and gas projects.\\nThe activists say they arrived in the early hours of Friday at the Kingsbury terminal near Tamworth, Staffordshire, as well as the Navigator Oil terminal in Thurrock and Grays oil terminal, both in Essex.\\nValero Energy was granted an injunction against a number of environmental groups and \"persons unknown\" earlier this week following recent protests at the Kingsbury terminal. It bans anyone from damaging any part of the land at each of the firm's sites, from \"affixing themselves to any other person or object\" on the land or parts of access roads, and from building any structure.\\nValero also owns and operates sites in Manchester, Cardiff, Plymouth and Avonmouth.\\nA dozen activists are said to be at the scene in Tamworth and have locked themselves on to pipes, while roadblocks and \"tanker-surfing\" has taken place at the sites in Essex.\\nWarwickshire Police said: \"Officers remain at Kingsbury Oil Terminal today and are currently dealing with protest activity after a number of protesters arrived overnight. There is minimal impact to the wider community at this time.\"\\nYesterday, passengers took to Twitter to share their travel nightmares.\\nOne traveller at Heathrow Airport said they waited two hours to deplane and another claimed they were told to fill out forms for their baggage so it could be sent to them amid the disorganisation.\\nGood Friday is typically one of the busiest days for travel, but this year is expected to be amplified following two years of Covid travel restrictions.", "image": null, "author": null, "date": "2022-04-15"}, "https://www.mirror.co.uk/news/world-news/huge-blood-mines-discovered-amazon-26722325": {"title": "Huge 'blood mines' discovered in Amazon - with one so big it has its own church", "subtitle": "Activists say it is impossible the Amazon’s 'blood gold' is not in Britain. It is likely sold in the bullion to the UK before finding its way around the necks and on the fingers of jewellery buyers", "text": "Helicopter gunships circled menacingly overhead, just days before this Amazon blood mine was awash with men panning for gold feared destined for the UK.\\nBut for its sheer remoteness, the police operation involving a two-hour boat ride from isolated Jacareacanga may have been more successful.\\nThe logistical nightmares faced by those trying to shut these illegal “blood mines” removes the element of surprise.\\nIt provides ample time for people to move their machinery and belongings until it is safe to re-emerge in deadly cat and mouse games on Indigenous lands.\\nDozens of wildcat miners, known as garimpeiros, had earlier toiled away at the sandy gold-laden reserves of the Brazilian rainforest in the State of Para.\\nWhile the Mirror was there, federal police busted several mines polluting the waters, finding one so large it had a makeshift supermarket and church.\\nActivists say it is impossible the Amazon’s “blood gold” is not in Britain.\\nIt is likely sold in bullion to the UK before finding its way around the necks and on the fingers of jewellery buyers.\\nOf the 174 tons of gold traded by Brazil from 2019 to 2020, almost a third is feared to have been illegally extracted.\\nBritain was its third-biggest buyer (29 tons) behind Canada and Switzerland.\\nGreenpeace activist Rômulo Batista said most of the Amazon’s problems stop at President Jair Bolsonaro’s door.\\nHe told the Mirror: “He is an enemy of the Amazon and the face of the problem.\\n“He is against the Indigenous people. Without the Amazon, we will not win this fight against climate change.”\\nMr Batista said at least 17% of bullion sold by Brazil is mined illegally.\\nHe added: “People in the UK need to ask their government to ensure there are measures to prevent any such gold from entering the British market.\\n“Buyers of jewellery in Britain will be oblivious to the destruction caused to have that item of gold around their necks.”\\nIt is estimated up to 20,000 miners are involved in the vast illegal trade but Mr Batista thinks it could be closer to 100,000.\\nUsing satellite imaging, Greenpeace reported a fivefold increase in deforestation this year.\\nNow the Mirror has seen first-hand the devastation caused by the gouging garimpeiros, all supported by Bolsonaro.\\nThe far-right leader, up for election in October, has repeatedly fought to legalise mining on Indigenous land.\\nFollowing talks, the Mirror was taken to one of the reserves. The trip began at Jacareacanga along the Topojas River before taking a tributary to the mine.\\nOnce on land, signs of the hurriedness in which the wildcats moved out after being tipped off about the “Amazonian Caribbean” police swoop were apparent.\\nToothbrushes, food, bedding and clothes were in place alongside tools.\\nWalking through the mine, signs of destruction were clear. Trees had been ripped down and deep cavities dug into the land. The spoils of their damage make millions of pounds for bosses.\\nOne miner, who gave his name as Cleiton, felt no shame for his role.\\nHe said: “It is the only means I and hundreds have of escaping poverty.\\n“People exaggerate how much damage is done. It’s nothing when you look at the Amazon. And why shouldn’t we live off our lands? Other countries do, but here we are made out to be evil.”\\nFellow miner, Isaías, 53, agreed, adding he hoped Bolsonaro would be re-elected so he and thousands of others could remain working. As well as ecological harm, miners also bring alcohol, prostitution and diseases like malaria and Covid.\\nBut even more alarming is the deadly pollution of mining.\\nAcross the Amazon, miners pour litres of deadly mercury into the water’s ecosystem as they amalgamate the gold, while dredging has turned the “Blue River” brown.\\nA study revealed 306,000 locals in the municipality of Santarém had dangerously high levels of mercury in their blood from eating affected fish.\\nThe illegal miners use mechanical shovels to knock down trees and dig pits as well as dredging barges that vacuum river beds, sucking up mud and water as they search for gold.\\nHundreds of illegal gold reserves inside a protected area near the Munduruku sacred land are being torn apart at a rate not seen for 16 years. Ever since mine bosses acquired military geological maps created in the 1970s, they have sparked a recent gold rush.\\nA bone-shattering 300-mile truck journey from Jacareacanga town –made by the Mirror – lies Pará’s real gold powerhouse, Itaituba.\\nBrazil’s National Mining Agency said one hidden mine generated nearly £150million in revenue in just over a year for one company.\\nOfficials granted the firm’s licence in the Nugget City after overruling state and federal legislation.\\nThe town is very much of the opinion gold is good and to hell with the land and those who live on it. A three-day drive north of Itaituba lies Boa Vista, the state capital of Roraima.\\nThere, local councillors, federal police and the military refuse to turn a blind eye to mining operations.\\nNowhere in the state of Roraima is such gold exploration legal.\\nFor the past year, police chief José Roberto Peres and his officers are taking the fight to the garimpeiros.\\nThe federal police, backed by armed soldiers, have launched military-style operations to destroy the logistics of millionaire mining bosses.\\nBut officers are frustrated by the punishment handed to those caught, often one year’s jail. And one judge has repeatedly handed back the planes captured by police to mining bosses.\\nBut Chief Peres is undeterred. He tells us: “The Amazon is in our blood “We will do anything to protect it.\\n“People never think where the gold ore in jewellery comes from. Only when you become aware of the destruction caused by illegal extraction, do you look at it differently.”\\nIn the UK, the National Association of Jewellers said members must uphold its code of conduct, adding responsible sourcing is a key goal.\\nIt added: “Members are increasingly reporting how important provenance is, with manufacturers, designers and retailers championing schemes like Fairmined and Fairtrade when sourcing metals and materials.”\\nBespoke jeweller Harriet Kelsall said: “Ethics has always been a priority for my business since it started and it used to be hard to find gold we were ethically confident about.\\n“However, these days it is very easy to ensure our gold comes from reliable sources. We urge consumers to consider where their gold comes from by asking their retailers.”\\nGary Wroe, managing director of Hockley Mint, one of the UK’s largest Jewellery Manufacturers, added:  “Like other NAJ members, we buy from responsible sources.\\n“Every three years we will  go through an audit from the Responsible Jewellery Council, membership of which is essential for both us a company in order to continue to supply to customers.”", "image": null, "author": null, "date": "2022-04-16"}}