{"https://www.thetimes.com/life-style/wildlife-nature/article/mya-rose-craig-the-cool-new-face-of-birdwatching-r9kcm03tk": {"title": null, "text": ["Mya-Rose Craig has been a committed “twitcher” and “birder” since she was a young girl (“twitching” involves the pursuit of a specific ornithological species, “birding” is casual spotting). Most weekends she is out in the countryside enjoying the wildlife. But last week the 18-year-old environmental activist, who is British-Bangladeshi, was spotted herself.", "Her memoir, titled Birdgirl and the subject of a 14-way auction among British publishers, is rumoured to have sold for more than £250,000.", "“Writing about birds and the environment is something I’ve done for years, so I was amazed that there was so much interest,” she says. “But with everything that’s going on in the world right now, perhaps people really are rediscovering the beauty and necessity of the natural world.”", "The"], "image": [["Craig aged 11 with a crimson rosella", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F8708f9be-0958-11eb-9ac5-9d2cf4a10c9f.jpg?crop=1600%2C1200%2C0%2C0"]], "author": null, "date": "2020-10-09T16:00:00.000Z", "subheader": null, "authors": ["Michael Odell"]}, "https://www.thetimes.com/article/labours-red-rev-sacked-for-affairs-2bd3v7ddd": {"title": null, "text": ["A vicar who was selected as a Labour candidate at the last election but stood down when he was accused of sexual harassment has been sacked by the Church of England for adultery.", "The Rev Steven Saxby, 49, who called himself the Red Rev, was nominated for the Cities of London and Westminster seat. He has now been removed from his role at St Barnabas Church in Walthamstow, east London.", "In March last year Christine, his wife, said that she had discovered that he had an affair with an organist at the church in October 2018 and a four-year affair with an international pianist.", "At the time she told the Daily Mail: “My husband of 20 years had an affair during October of last"], "image": [["Steven Saxby with Talulah-Eve, a trans model, and Jeremy Corbyn", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F7e46a146-3022-11eb-8bd6-64d3c9126a9b.jpg?crop=1600%2C900%2C0%2C0&resize=360"]], "author": null, "date": "2020-11-27T00:01:00.000Z", "subheader": null, "authors": ["Arthi Nachiappan"]}, "https://www.thetimes.com/world/europe/article/german-green-group-branded-a-russian-puppet-over-nord-stream-ii-gas-pipeline-nzd9p056q": {"title": null, "text": ["A German environmental foundation that has been given more than £17m by Gazprom, the Russian energy giant, has been accused of being a “puppet” funded by Moscow to circumvent American sanctions on the final stretch of a controversial pipeline carrying Russian natural gas to Germany.", "The Climate and Environmental Protection Foundation was set up this month in Mecklenburg-Vorpommern, the largely rural state in northeast Germany where the 764-mile Nord Stream II pipeline comes ashore.", "It is the creation of Manuela Schwesig, the state’s Social Democratic premier, who is an ally of Gerhard Schröder, Germany’s former chancellor and chairman of Nord Stream II.", "Schröder has been attacked by political opponents for his close relationship with Vladimir Putin, the Russian president, with whom he reached the Nord"], "image": [["A Russian pipe-laying vessel moored in north Germany alongside sections of the Nord Stream II pipeline", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Fsundaytimes%2Fprod%2Fweb%2Fbin%2F1c93333a-62fc-11eb-a89f-ac2e7b8b7ae3.jpg?crop=2667%2C1500%2C0%2C0&resize=360"]], "author": null, "date": "2021-01-31T00:01:00.000Z", "subheader": null, "authors": ["Peter Conradi"]}, "https://www.thetimes.com/culture/theatre-dance/article/the-lorax-review-this-stripped-back-musical-falls-flat-t2wnhwl3p": {"title": null, "text": ["★★☆☆☆I’d better start by confessing that I’ve never much cared for the stories of Dr Seuss. He may be one of the patron saints of children’s literature in the US, but his relentlessly convoluted, wibbly-wobbly verse never appealed to me as a child. I hardly ever read his tales to my sons either.", "So I’m not exactly the target audience for the Old Vic’s live-streamed revival of David Greig and Charlie Fink’s musical version of the ecologically conscious tale, first published 50 years ago, about an eccentric creature trying to save an idyllic landscape from the ravages of industrialism. Most reviewers, however, had kind words for the 2015 premiere. Indeed the Old Vic’s artistic director, Matthew Warchus, describes The Lorax as “one of the"], "image": [["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/crossword-c7ae8934ef.png"], ["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/polygon-875ea55487.png"], ["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/sudoku-ee2aea0209.png"], ["Dr Seuss’s The Lorax", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F96ce066c-9ec4-11eb-8da6-6f8eecc82ac3.jpg?crop=1061%2C597%2C78%2C1&resize=360"]], "author": null, "date": "2021-04-16T16:00:00.000Z", "subheader": null, "authors": ["Clive Davis"]}}