{"https://www.thetimes.com/uk/transport/article/trouble-on-the-line-as-extinction-rebellion-protesters-fight-hs2-tt5lh2vxh": {"title": null, "text": ["For a few weeks in 1996-97, it seemed that Daniel Hooper was the most famous man in England. Swampy, as he was known, spent seven days in tunnels excavated under the path of the enlarging A30 near Exeter. The A30 protest ultimately failed, but its like has been replicated several times since then and “Swampy” has become a catch-all for any environmental activist taking to the earth or the trees. It is a term that is being heard once again.", "Having finally gained the backing of the prime minister just before the pandemic began, construction work started this month on Europe’s largest infrastructure project. The first phase of the HS2 rail line snaking through the Chilterns and Shakespeare country is due to deliver high-speed train"], "image": [["Protesters clash with security officials at the HS2 site in Denham, Buckinghamshire", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F49cd433e-f445-11ea-9de6-a6e4d4016fb7.jpg?crop=4078%2C2294%2C42%2C41&resize=360"]], "author": null, "date": "2020-09-11T23:01:00.000Z", "subheader": null, "authors": ["Robert Lea"]}, "https://www.thetimes.com/uk/crime/article/floppy-xr-activists-told-to-grow-up-xzkmj7pc3": {"title": null, "text": ["Extinction Rebellion’s insurgent tactics have brought cities to a standstill. Until recently, however, little consideration had been given to what happens when the climate activists “go floppy”.", "This limpness has now come into the spotlight, as Scotland Yard’s deputy commissioner branded them a “flipping nuisance”. The problem, according to Sir Stephen House, is that protesters become a “complete pain in the neck” when they deliberately go limp when being detained, requiring several officers to carry them away. He called on them to behave like adults.", "Sir Stephen told the London assembly’s police and crime committee yesterday: “We have asked them to stop being floppy. It might seem like a silly thing to say, but when we arrest them and pick them up they go all"], "image": [["Police arrested 680 people in connection with Extinction Rebellion protests in London earlier this month", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fec95baa6-f841-11ea-bed0-373a3c830095.jpg?crop=2655%2C1493%2C0%2C250&resize=360"]], "author": null, "date": "2020-09-16T23:01:00.000Z", "subheader": null, "authors": ["Fiona Hamilton"]}, "https://www.thetimes.com/uk/law/article/squat-mother-in-court-over-extinction-rebellion-blockade-cxbmd8s90": {"title": null, "text": ["A woman with nine children appeared in court yesterday with 50 others accused of being involved in an Extinction Rebellion blockade of printing presses.", "Natalie Bracht, 45, appeared at Luton magistrates’ court via video link from Stevenage police station on one charge of obstruction of the highway. The court was told that she had been offered legal representation but turned it down.", "She is among 51 people who have been charged with obstruction of the highway after the protest in Hertfordshire on Friday night. Extinction Rebellion targeted the Newsprinters print works, which produces newspapers including The Times, The Sun, The Daily Telegraph and the Daily Mail.", "Ms Bracht initially failed to respond to questions about her name and personal details and did"], "image": [["Natalie Bracht lives in a squat near Heathrow and turned down legal representation when she appeared before magistrates yesterday", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fcd14b38c-f13c-11ea-aeed-ec95eac61729.jpg?crop=2794%2C1572%2C701%2C1201&resize=360"]], "author": null, "date": "2020-09-07T23:01:00.000Z", "subheader": null}, "https://www.thetimes.com/article/david-cameron-left-squirming-over-sasha-swires-tales-of-indecorum-gjsfhq6cn": {"title": null, "text": ["David Cameron has revealed he was left red-faced by the diaries of a Tory MP’s wife that detail his personal feuds, drinking and sex jokes, admitting: “It’s kind of embarrassing.”", "The former prime minister insisted that he could not recall an incident described by Sasha Swire, wife of the MP Sir Hugo Swire, in which he allegedly joked that her perfume made him want to push her “into the bushes and give you one”.", "But in an interview with Times Radio to be broadcast today — in which he also called for Jeremy Hunt to return to frontline politics — he had his head in his hands as he said that the betrayal by longstanding friends was not what you wanted “splashed all over the"], "image": [["David Cameron said Sasha Swire’s memoir was not the sort of thing you wanted “splashed all over the place”", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F6f65a96a-f855-11ea-bed0-373a3c830095.jpg?crop=6400%2C3600%2C173%2C667&resize=360"]], "author": null, "date": "2020-09-16T21:00:00.000Z", "subheader": null, "authors": ["Matt Chorley"]}, "https://www.thetimes.com/profile/tom-ball?page=46": {"title": null, "text": null, "image": null, "author": null, "date": null, "subheader": null}, "https://www.thetimes.com/uk/transport/article/veteran-eco-warrior-swampy-forcibly-removed-from-anti-hs2-treetop-protest-by-police-2lthh0f5d": {"title": null, "text": ["The veteran eco-warrior known as Swampy was the last person forcibly removed from an anti-HS2 treetop protest camp by police as they tried to protect an ancient woodland which inspired Roald Dahl to write Fantastic Mr Fox.", "Four specially trained climbing officers from Thames Valley Police scaled the 60ft canopy protest camp by hanging from two cranes on ropes. They faced four hours of resistance before all ten protesters were arrested and brought down to waiting police vans.", "Swampy, 47, whose real name is Daniel Hooper, was the last of the protesters perched in the treehouse in Jones’s Hill Wood near Great Missenden, Buckinghamshire, where the children’s author Dahl lived.", "Hooper and his son Rory, 16, joined the group, who have been occupying the"], "image": [["Activists had occupied Jones’s Hill Wood for months", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F64d91f38-0983-11eb-9364-66fa8aae4c3f.jpg?crop=6720%2C4480%2C0%2C0"], ["Daniel Hooper, known as Swampy, was the last of the activists evicted from ancient woodland in Buckinghamshire", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F5b7b32ba-0987-11eb-9364-66fa8aae4c3f.jpg?crop=6095%2C3429%2C527%2C220&resize=360"]], "author": null, "date": "2020-10-08T16:00:00.000Z", "subheader": null, "authors": ["Will Humphries"]}, "https://www.thetimes.com/life-style/property-home/article/move-to-stroud-gloucestershire-08kkpppd7": {"title": null, "text": ["Flight from the city isn’t just about the wide-eyed pursuit of birdsong and breathable air. The urban escapees setting their sights on Stroud are every bit as focused on the traditional fundamentals of good schools and transport links as they are on its unrivalled sense of community and the lush Cotswold countryside all around.", "There are certainly plenty of them. Gemma Goulding, manager of the local branch of Hamptons International estate agency, saw an 80 per cent increase in would-be buyers over the summer compared with last year. Although more than half are from London, plenty are coming from Bristol too. “So many people just don’t seem to want to live in a city any more,” she says.", "Not that they’ll be cutting themselves off."], "image": [["Fennells Home Farm near Stroud is on the market for £1.35 million with Strutt & Parker", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F9725527e-185e-11eb-a714-6e13d8ca860f.jpg?crop=5442%2C3061%2C0%2C283&resize=360"]], "author": null, "date": "2020-10-30T00:01:00.000Z", "subheader": null, "authors": ["Tim Palmer"]}, "https://www.thetimes.com/uk/politics/article/mark-carney-on-brexit-the-bank-of-england-and-fighting-climate-change-n60tkggdl": {"title": null, "text": ["In the spring of 2018, I was viewing the Picasso exhibition at the Tate Modern in London with Mark Carney, then governor of the Bank of England. We were in a group guided by a curator who stopped at an endless number of paintings to ask, “Can you see here the imagery representing Picasso’s penis?” To focus our attention, he gestured up and down with his hand. On the fifth or sixth occasion, the curator stopped by a big painting of a reclining woman in purples and pinks and asked again if we could see “the penis extending here, from the face and head”. At that moment I caught the governor’s eye and I corpsed. “Are you absolutely sure,” Carney deadpanned when we were released"], "image": [["Mark Carney, 55", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F49cb3e6a-28f0-11eb-b054-8dc1447a1be1.jpg?crop=4688%2C2637%2C80%2C36&resize=360"]], "author": null, "date": "2020-11-20T17:00:00.000Z", "subheader": null, "authors": ["Charlotte Edwardes"]}, "https://www.thetimes.com/uk/politics/article/laurence-fox-on-his-anti-woke-party-racism-rows-and-why-he-needs-a-bodyguard-2m9bz2jvh": {"title": null, "text": ["Across Laurence Fox’s open-plan sitting room, I glimpse the future. It’s possibly, although one hopes not, the future of British politics. Almost unavoidably, it is the future of Laurence, the well-loved scion of the Fox acting dynasty who has recast himself as the leader of the anti-woke brigade’s brand new party.", "At first I think the huge bloke I spot in his kitchen must be our photographer, so I call out that I am wrapping up the interview. He looks puzzled. That’s no snapper. That’s Fox’s bodyguard.", "“Paul keeps an eye on me,” Fox explains. “He makes sure no one throws a punch.”", "Is he is joking?", "“No, there are some nasty people out there.”", "And the party pays for Paul?", "“The party has a"], "image": [["Laurence Fox, 42, at home in south London", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fb13305dc-3954-11eb-9017-abc630b6062b.jpg?crop=5283%2C2972%2C53%2C1294&resize=360"]], "author": null, "date": "2020-12-11T17:00:00.000Z", "subheader": null, "authors": ["Andrew Billen"]}, "https://www.thetimes.com/uk/politics/article/why-sasha-swire-regrets-nothing-about-diary-of-an-mps-wife-388qszk3q": {"title": null, "text": ["Publish a political diary about the Tories in power and sit back and watch an entire colony of nose-diving gannets try to skewer a single shrimp astray from its shoal.", "Gosh, the stuff that was written about me! Apparently I am, among other things of course, a frustrated housewife, a flesh-eating sexaholic (which came as news to my husband, I can tell you), a Lady Macbeth, a Becky Sharp figure, a member of the Devil’s Generation (Thatcher), a failed It girl and cabinet wannabe, an anti-Semite, a traitor, a vulgarian.", "The headlines that festooned the Mail’s pages were particularly colourful and flapping in the winds of publication. I was even dispatched by its favourite columnist, Sarah not so Di Vine (as my husband calls"], "image": [["Some of the coverage when the book was released", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F371781c6-3eed-11eb-83a7-25db7141c256.jpg?crop=2319%2C1546%2C0%2C0"], ["Sasha Swire, 57, at her home in Devon", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F496acb08-3ee8-11eb-83a7-25db7141c256.jpg?crop=3333%2C1875%2C105%2C426&resize=360"]], "author": null, "date": "2020-12-18T17:00:00.000Z", "subheader": null}, "https://www.thetimes.com/uk/transport/article/hs2-euston-tunnel-protesters-hail-from-off-grid-scottish-island-gometra-3mfjq9bzl": {"title": null, "text": ["Two of the HS2 protesters holed up in tunnels dug in secret near Euston station are children of the millionaire owner of a remote British island.", "Blue and Lazer Sandford, 18 and 20, are committed Extinction Rebellion campaigners who live part-time on Gometra, in the Inner Hebrides. The island has no cars, mains electricity or internet in homes.", "Roc Sandford, their father, is a landowner and publisher who often joins them at protests. A climate activist himself, he recently gave his children Christmas presents made out of rubbish he found on Gometra that he reclaimed into art and wrapped in old newspaper.", "The siblings, real names Isla and Lachlan, are among a group of campaigners called HS2 Rebellion who have spent months digging a"], "image": [["Lachlan “Lazer” Sandford with his father, Roc Sandford, who is also an environmental campaigner", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F4d2c7cca-6182-11eb-8bcc-6c1a7cf205dd.jpg?crop=1289%2C860%2C104%2C124"], ["Roc Sandford with Blue, in glasses, and another of his daughters", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F20c743be-619f-11eb-8bcc-6c1a7cf205dd.jpg?crop=808%2C454%2C0%2C42&resize=360"]], "author": null, "date": "2021-01-28T00:00:00.000Z", "subheader": null, "authors": ["Charlie Parker", "Ben Ellery", "Graeme Paton"]}, "https://www.thetimes.com/uk/transport/article/laird-fears-for-his-children-in-hs2-protest-bdbc6w3zr": {"title": null, "text": ["An island laird has said that he fears for the lives of his son and daughter who are burrowed deep in a protest camp tunnel 500 miles away.", "Speaking from his home on the Hebridean island of Gometra, Roc Sandford, an environmental activist, criticised health and safety chiefs.", "Sandford said he had lodged a complaint with the Health and Safety Executive (HSE) for failing to halt eviction tactics he claims have put the lives at risk of his daughter Blue, son Lazer, and other protesters.", "Blue, 18, and Lazer, 20, are in a 100ft-long tunnel secretly constructed under Euston Square Gardens in London by activists protesting against HS2’s high-speed rail development plan.", "As safety fears grow for the small band of eco warriors who"], "image": [["Roc Sandford said he was proud of Blue, right, and Lazer, with sister Savannah", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F2401d29e-641d-11eb-908c-00b0fcb974f6.jpg?crop=4032%2C2268%2C0%2C210&resize=360"]], "author": null, "date": "2021-02-01T00:01:00.000Z", "subheader": null}, "https://www.thetimes.com/uk/article/lord-fraser-of-corriegarth-obituary-j5p58389g": {"title": null, "text": ["It was one of the defining pictures of the Extinction Rebellion protests in October 2019: Lord Fraser of Corriegarth, a Tory donor and former party treasurer, emerging from his home in the heart of Westminster clad in nothing more than a white dressing gown and monogrammed slippers to confront a colourful band of noisy protesters whose carnival had turned from Smith Square into Lord North Street.", "Jack Hill, the Times photographer who caught the occasion, recalled: “It is a beautiful street and I ran ahead to capture the contradiction of the protest band and the genteel surroundings. I noticed a man at his front door in his dressing gown and slippers. He saw the band and started waving his fist angrily at them. Was he"], "image": [["Fraser would have kept his low profile were it not for the Lord North Street set-to", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F07c20ada-6ae5-11eb-bc24-b1bb9cd3bc5f.jpg?crop=6720%2C3780%2C0%2C350&resize=360"]], "author": null, "date": "2021-02-10T00:01:00.000Z", "subheader": null}, "https://www.thetimes.com/uk/article/hs2-protests-father-of-euston-tunnellers-has-strong-views-on-parenting-38tplclp7": {"title": null, "text": ["To lose one child in an underground network could be regarded as misfortune — to lose two looks a little careless. Yet Roc Sandford, 62, does not appear surprised. The father of 18-year-old Blue, who is occupying 100ft of tunnels beneath Euston Square Gardens in central London in protest against HS2 after her brother Lazer, 20, left the site last night and was arrested by police, smiles mysteriously when asked at what point he discovered his children’s plans: “I’d rather not say.”", "Before Lazer’s exit the siblings had been down there for two weeks already, as the HS2 contractors attempted to evict them without risking lives. Sandford has been in contact with his children. They have been able to text him because there is mobile"], "image": [["Lazer, left, lying down, and Blue, with glasses, have gone from remote Scottish island to dank tunnels under London. Savannah, in the orange jacket, is also a green campaigner", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Fsundaytimes%2Fprod%2Fweb%2Fbin%2Fe97c4280-67d7-11eb-976c-0f21d6721778.jpg?crop=3840%2C2160%2C32%2C86&resize=360"]], "author": null, "date": "2021-02-07T00:01:00.000Z", "subheader": null, "authors": ["Rosie Kinchen"]}, "https://www.thetimes.com/sport/athletics/article/ping-pong-prodigy-anna-hursey-is-batting-for-joe-biden-x3wclx8sm": {"title": null, "text": ["Anna Hursey was ten years old when she made her international debut on the professional table tennis circuit. A year later the Welsh prodigy became the youngest athlete to compete in the Commonwealth Games.", "Alongside her fierce competitive streak, which has seen off adult opponents, runs a passion to tackle the climate change crisis, which caught her attention when she began watching the news.", "And now, still aged only 14, she has been spotted by President Biden, who has asked for her help in making his climate initiative a success.", "The US embassy sent her a message last week inquiring if she would help the president to tackle what it said was the “most urgent priority” of his administration. Anna was asked to speak"], "image": [["Anna Hursey, who is ranked No 1 in Wales for under-15s, says she is “a bit nervous” after the US embassy asked her to help President Biden’s climate change initiative", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fec119116-76d3-11eb-9d58-b0b1ea096ce7.jpg?crop=1600%2C900%2C0%2C0&resize=360"]], "author": null, "date": "2021-02-25T17:00:00.000Z", "subheader": null, "authors": ["Will Humphries", "Matt Lawton"]}, "https://www.thetimes.com/uk/crime/article/police-hurt-in-bristol-riot-over-right-to-protest-c67t2lvt8": {"title": null, "text": ["A total of 20 police officers were injured and some feared they would be killed in Bristol last night in a riot that police are describing as the worst case of violent disorder in the city for a decade.", "One officer suffered a punctured lung and another a fractured arm as a protest against a proposed law to enhance police powers degenerated into violence in the early evening.", "Two police vehicles were set on fire while officers were attacked with fireworks and pelted with bottles in a four-hour stand-off.", "Police and witnesses to the violence said that the clashes arose after a peaceful protest involving more than 3,000 people had come to an end.", "Andy Roebuck, chairman of the Avon and Somerset Police Federation, said"], "image": [["Crowds gathered to oppose anti-protest legislation", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fab1d7b62-8a8c-11eb-8f69-0367b6f4fca7.jpg?crop=5248%2C3499%2C0%2C0"]], "author": null, "date": "2021-03-22T15:30:00.000Z", "subheader": null, "authors": ["Will Humphries", "Jack Malvern"]}, "https://www.thetimes.com/uk/scotland/article/insect-thought-to-be-extinct-discovered-in-outer-hebrides-mfcb56bm5": {"title": null, "text": ["A rare insect thought to be extinct in Britain has been found alive and well and living in the Outer Hebrides.", "The caddisfly Limnephilus pati, once a native of the East Anglian fens, was unrecorded in the UK for more than a century until a male of the species was attracted to a light trap, owned by Robin Sutton, an amateur entomologist on the island of South Uist.", "Sutton, who has attracted 23 species of caddisfly to his light trap over the years, said: “I’ve been running a light trap for over four years but I couldn’t believe that the only location for a species thought to be extinct in Britain was in my back garden.", "“It goes to show how much we still"], "image": [["Limnephilus pati was unrecorded in the UK for more than a century", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F246af248-7dd5-11eb-83b7-5869de54abef.jpg?crop=1124%2C632%2C0%2C0&resize=360"]], "author": null, "date": "2021-03-06T00:01:00.000Z", "subheader": null, "authors": ["Mike Wade"]}, "https://www.thetimes.com/uk/politics/article/law-in-a-time-of-crisis-by-jonathan-sumption-review-the-celebrity-judge-takes-aim-at-brexit-and-lockdown-qdk2ddp7g": {"title": null, "text": ["Judges used to be household names. Lord Denning, never publicity shy, once appeared on Wogan alongside the singer Ian Dury, and the chat show regular Judge James Pickles had his own column in The Sun.", "The law is more self-effacing these days, but Jonathan Sumption has become something of a celebrity, partly because of his outspoken opposition to lockdown.", "The retired Supreme Court judge is a former Oxford history don, the author of a series of books about the Hundred Years’ War. He is a linguist who speaks fluent French and Italian and reads Spanish, Portuguese, Catalan, Dutch and Latin. He is a music lover who sits on the board of English National Opera. As a polymath, he is Jonathan Miller in a horsehair"], "image": [["Holding court: Sumption calls lockdown ‘government folly’", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Fsundaytimes%2Fprod%2Fweb%2Fbin%2F3a6aa590-80ee-11eb-b349-cb6bdd05284f.jpg?crop=2667%2C1500%2C0%2C0&resize=360"]], "author": null, "date": "2021-03-14T00:01:00.000Z", "subheader": null, "authors": ["Roland White"]}, "https://www.thetimes.com/profile/patrick-hosking?page=61": {"title": null, "text": null, "image": null, "author": null, "date": null, "subheader": null}, "https://www.thetimes.com/life-style/property-home/article/stroud-best-place-to-live-in-the-uk-2021-zq8jgxvtc": {"title": null, "text": ["Saturday morning in Stroud is always a spectacle, and last weekend was no exception. Families queued at stalls selling doughnuts, the smell of Thai food filled the air and a lone woman strode past carrying a large piece of cardboard bearing the words “stop racism”. In every direction beautiful wooded hills appeared through gaps between buildings, while on the restored canal, a dog in a life jacket floated past on a paddleboard.", "“There are all sorts of things going on here, but everyone has the aim of keeping Stroud independent and local,” says Dominic Salter. A Stroudie for 30 years, he is typical of this former industrial town where adaptability, innovation and local pride are the norm. Salter is one of the bosses of the"], "image": [["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/crossword-c7ae8934ef.png"], ["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/polygon-875ea55487.png"], ["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/sudoku-ee2aea0209.png"], ["Best Places to Live in the UK: Stroud is spoilt for choice with excellent schools, transport links and countryside", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Fsundaytimes%2Fprod%2Fweb%2Fbin%2Ff84d991c-8b22-11eb-af74-aabf762d9542.jpg?crop=2667%2C1500%2C0%2C0&resize=360"]], "author": null, "date": "2021-03-26T00:00:00.000Z", "subheader": null}, "https://www.thetimes.com/uk/environment/article/green-power-list-sunday-times-bzm85gjp8": {"title": null, "text": ["Joss Garman was one of the first to be arrested. Before dawn on a Monday in October 2007, the 22-year-old and 50 other environmental campaigners invaded Kingsnorth power station in Kent. Eon, which owned and operated the station, had applied for planning permission to build a coal-burning facility on the site — the first of a wave of new power stations planned for the country.", "The strategy for the protest was simple: flood the site with so many activists that the security team could not halt them all, and shut down the station. “We stayed in a farmhouse in bunks the night before, got up at 3am and all got into minibuses,” Garman, now 35, recalls. “We climbed the fence and went through these dusty"], "image": [["From left: Alok Sharma; Isabella Tree; Sir David Attenborough; Rosamund Adoo-Kissi-Debrah; Chris Packham", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Fsundaytimes%2Fprod%2Fweb%2Fbin%2Fae6ae1ec-c871-11eb-9261-5efb72cab90b.jpg?crop=1600%2C900%2C0%2C0&resize=360"]], "author": null, "date": "2021-06-12T23:01:00.000Z", "subheader": null, "authors": ["Ben Spencer"]}, "https://www.thetimes.com/world/us-world/article/a-frigate-helicopters-and-the-beast-to-guard-g7-leaders-dc2j9c89d": {"title": null, "text": ["Joe Biden has landed in the UK for the G7 summit in Cornwall, his first overseas visit since becoming US president in January.", "The president and his wife, Jill, touched down in Air Force One at RAF Mildenhall in Suffolk this evening.", "He was expected to address a crowd of US air force personnel there before flying on to Cornwall for the summit, which begins in Carbis Bay on Friday.", "Hundreds of British troops, including bomb disposal teams and a navy warship, are joining more than 5,000 police officers and a 400-strong US Secret Service team at the summit this weekend in one of the biggest security operations undertaken in Britain.", "The armed forces are being drafted in to help police as world leaders, their"], "image": [["The president and first lady arrived in Britain on Air Force One this evening", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F0be16c8c-c959-11eb-b255-82dcc5007185.jpg?crop=3272%2C1840%2C25%2C55&resize=360"]], "author": null, "date": "2021-06-09T19:40:00.000Z", "subheader": null, "authors": ["Catherine Philp", "Fiona Hamilton", "Larisa Brown"]}, "https://www.thetimes.com/comment/columnists/article/a-purple-patch-on-my-voyage-of-discovery-hx7bdlt60": {"title": null, "text": ["Pace of change and knowledge development are so rapid within the natural world that nature writings can quickly go out of date. There are also rebel species that loathe being imprisoned within empirical boxes, none more so than our haughty purple emperor butterfly.", "So, having published what some (but not me) may regard as a definitive treatise on this recalcitrant insect, I find a significant revision is due — not because I got something badly wrong (that nightmare may yet arise) — but because a breakthrough has occurred in an area formerly closed to study. A set of traffic lights stuck interminably at red has suddenly turned green.", "The insect spends three weeks in the pupal period, suspended from a leaf in the upper regions"], "image": [["It has been recently discovered that purple emperor pupae glow prominently in the dark under the beam of a powerful UV torch", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fb92ad046-eba9-11eb-984b-57a44d13e8d6.jpg?crop=3628%2C2041%2C35%2C487&resize=360"]], "author": null, "date": "2021-07-23T23:01:00.000Z", "subheader": null, "authors": ["Matthew Oates"]}, "https://www.thetimes.com/culture/theatre-dance/article/hugo-ticciati-manchester-international-festival-0bj32885q": {"title": null, "text": ["David Attenborough could not have arranged it better. A chorus of birdsong bursts down the Zoom call. The beaming, Harry-Potterish face of Hugo Ticciati, one of classical music’s most endearing eccentrics, looms into view. “Look at this,” he says, and swivels his computer so I get a panorama of trees, endless trees, massed in what seems like an impenetrable forest.", "“Is that where you live?” I ask, looking out at my own domestic vista: the backyards of Kilburn, north London. “Yes,” Ticciati replies. “In the middle of the Swedish forest. By myself. For 21 years. Basically, I met the Russian violinist Nina Balabina in London when I was 19, and she gave me such an inspirational violin lesson that I thought, ‘I have to go"], "image": [["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/crossword-c7ae8934ef.png"], ["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/polygon-875ea55487.png"], ["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/sudoku-ee2aea0209.png"], ["Hugo Ticciati has lived in a Swedish forest for the past 21 years", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F335ae38c-df2b-11eb-bac0-9597568b601f.jpg?crop=2915%2C1640%2C1366%2C626&resize=360"]], "author": null, "date": "2021-07-07T23:01:00.000Z", "subheader": null, "authors": ["Richard Morrison"]}, "https://www.thetimes.com/comment/columnists/article/labour-should-know-by-now-socialist-revolutions-never-work-if-they-need-reminding-ask-a-cuban-qbmn6k7td": {"title": null, "text": ["You have to feel a little sorry for Keir Starmer. The more he attempts to come across as a normal human being, the more he sounds like a speak-your-weight machine that has suddenly been afflicted with self-righteousness. The more he attempts to convince us that his party is eminently sensible and fit to govern, the more shrieks of manifest derangement emanate from his backbench MPs. Chic radical posturing and, to quote Lenin, infantile leftism.", "There are protests and riots in Cuba because they don’t have enough to eat, can’t get medical supplies and have no freedom. Thuggery is being used against the demonstrators, as you might expect. But for a large tranche — perhaps the majority — of the Labour Party, Cuba’s only problems are"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Fsundaytimes%2Fprod%2Fweb%2Fbin%2Ff8935e4c-e19a-11eb-8372-0d41497c3283.jpg?crop=928%2C928%2C561%2C41"]], "author": null, "date": "2021-07-17T23:01:00.000Z", "subheader": null, "authors": ["Rod Liddle"]}, "https://www.thetimes.com/culture/photography-culture/article/this-month-in-the-times-photographic-archive-august-2021-bvlrn39fn": {"title": null, "text": ["The ongoing consequences of the withdrawal of American forces saw Afghanistan dominate the headlines this month.", "Key districts fell into the clutches of the Taliban, as the Afghan army collapsed at an alarming rate, surprising western forces still based in Kabul. President Ghani fled by helicopter hours before the Taliban seized control of the presidential palace. Chaotic scenes ensued over the coming days in Kabul as US, British and other western allies scrambled to evacuate their citizens and diplomatic staff. Thousands of Afghans who had worked alongside western forces applied for emergency evacuation, and many more risked their lives in tragic scenes attempting to board planes by any means.", "Afghanistan has a legacy of war, occupation and resistance stretching back many decades. Researching the archive"], "image": [["These mujahidin guerillas were pictured in the hills of Afghanistan between raids on the regular Afghan army and occupying Soviet troops in 1982", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F04844508-0708-11ec-89b3-29a9a04e8645.jpg?crop=7360%2C4140%2C0%2C383&resize=360"]], "author": null, "date": "2021-08-27T16:00:00.000Z", "subheader": null, "authors": ["Michael-John Jennings"]}, "https://www.thetimes.com/uk/crime/article/chaos-this-is-nothing-warns-cambridge-graduate-who-brought-m25-to-standstill-cw2pzlfpm": {"title": null, "text": ["There are not many women who would protest topless outside parliament. Or superglue themselves to a commuter train. Or sit down on the M25.", "However, Cathy Eastburn, 54, a Cambridge University philosophy graduate, is not most women.", "She is revealed today as one of Britain’s most prolific and hardline climate change activists, having been arrested at least 12 times in under three years.", "Eastburn specialises in what she describes as “high-stakes” or “high-risk” direct action. During the M25 protests by the Insulate Britain group, she was arrested four times in nine days, with police releasing her without charge each time to run amok again.", "The soft-touch approach by law enforcement agencies caught even Eastburn by surprise. Her out-of-office response to emails states: “If you’re reading"], "image": [["Cathy Eastburn, shown being removed from a Docklands train, insists that her protests against climate change are “proportionate”", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Fsundaytimes%2Fprod%2Fweb%2Fbin%2F3ad3e6c2-1e19-11ec-b8f6-2f9fbbeddc5b.jpg?crop=1600%2C900%2C0%2C0&resize=360"]], "author": null, "date": "2021-09-25T23:01:00.000Z", "subheader": null, "authors": ["Dipesh Gadher"]}, "https://www.thetimes.com/uk/crime/article/m25-junctions-blocked-by-climate-campaigners-insulate-britain-xgsk5pc22": {"title": null, "text": ["Protesters calling for the government to fund home insulation have brought parts of the M25 to a standstill for the second day in a week.", "In a near replica of a demonstration on Monday, 89 activists for Insulate Britain set up roadblocks at six locations on the M25 in Surrey, Kent and Hertfordshire, causing miles of tailbacks.", "Some have glued themselves to the tarmac in an effort to stymie attempts by police to forcibly remove them from the road, a spokeswoman for Insulate Britain said. As of 2pm, 71 people had been arrested.", "The group, which has links to Extinction Rebellion (XR), said that it planned further motorway protests later in the week and would continue to occupy the roads until its demands are met."], "image": null, "author": null, "date": "2021-09-15T13:45:00.000Z", "subheader": null, "authors": ["Tom Ball"]}, "https://www.thetimes.com/uk/article/winston-churchill-memorial-trust-removes-leaders-pictures-over-unacceptable-views-on-race-xrh7klccp": {"title": null, "text": ["A charity set up to honour Sir Winston Churchill has removed all images of him from its website and rebranded itself after criticising his “unacceptable” views on race.", "The Winston Churchill Memorial Trust has renamed itself the Churchill Fellowship and removed a 1,400-word article that desribed Churchill as a “much-loved leader”. A list of his achievements and a biography also appear to have been taken down.", "In a blog titled Racism is Unacceptable, the charity acknowledged that there was controversy about comments made by Churchill. It praised him as a “leading social reformer” but said that it did not agree with his views on race.", "“Today there is controversy about aspects of Sir Winston’s life. Many of his views on race are widely seen as"], "image": [["Sir Winston Churchill has been criticised by campaigners and Extinction Rebellion for his remarks on race and empire", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F48706d18-10f5-11ec-872c-7810b420a767.jpg?crop=1782%2C1002%2C9%2C32&resize=360"]], "author": null, "date": "2021-09-09T08:00:00.000Z", "subheader": null}, "https://www.thetimes.com/culture/photography-culture/article/news-in-pictures-thursday-september-2-2021-l7l7v366w": {"title": null, "text": ["For more pictures from The Times follow us on Instagram"], "image": [["A harvest mouse investigates the foliage at Almond Valley heritage centre in Livingston, West Lothian. The mice — the size of a 20p piece — are classed as critically endangered in Scotland", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Faa8aa97a-0b26-11ec-9503-f24d9e0411ae.jpg?crop=5344%2C3563%2C0%2C0"], ["Performers take part in the opening gala of the sixth ethnic minority art festival in Beijing. President Xi and other leaders were among the audience in the Great Hall of the People", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F9a0d43b4-0b26-11ec-9503-f24d9e0411ae.jpg?crop=2611%2C3264%2C0%2C0"], ["The Caldor fire sweeps through the Eldorado National Forest in California. It has destroyed almost 300 square miles of land since it started on August 14", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F9b964500-0b26-11ec-9503-f24d9e0411ae.jpg?crop=4990%2C3327%2C0%2C0"], ["The calm seas around the Minquiers, a group of islands and rocks off Jersey, allowed Jason Masterman to capture this shot of his daughter, Cicely", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fb18d667c-0b26-11ec-9503-f24d9e0411ae.jpg?crop=3046%2C3807%2C0%2C0"], ["Workers examine the 200-year-old wooden lantern and belvedere on top of Beckford's Tower in Bath. Repairs are under way on the 154ft grade I listed building", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fb3eb1946-0b26-11ec-9503-f24d9e0411ae.jpg?crop=3289%2C2193%2C0%2C0"], ["Boys attending the first day of school at a cadet lyceum in Kiev, Ukraine. September 1 in Ukraine is Knowledge Day, which marks the traditional launch of the academic year", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fa13c2f56-0b26-11ec-9503-f24d9e0411ae.jpg?crop=7364%2C4909%2C0%2C0"], ["Fabrics are hung on bamboo poles to dry in the sun at a factory in Bogor on Java Island, Indonesia", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F984bcaaa-0b26-11ec-9503-f24d9e0411ae.jpg?crop=2886%2C3608%2C0%2C0"], ["Protesters from Extinction Rebellion rest at a bus stop opposite the business and energy department in central London. The group is staging two weeks of demonstrations in the capital to demand action on climate change", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fb5edf038-0b26-11ec-9503-f24d9e0411ae.jpg?crop=3057%2C2038%2C0%2C0"], ["The Hogs Back brewery has a new helper for the hops harvest in Tongham, Surrey. Sovereign is a Suffolk punch, the oldest English breed of working horse", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F0dc4c64e-0b57-11ec-922b-9339a9da8961.jpg?crop=3963%2C2642%2C0%2C0"], ["A walker needs sunglasses in Windsor, Berkshire, on the first day of meteorological autumn", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F2e17dd66-0b55-11ec-922b-9339a9da8961.jpg?crop=3000%2C2000%2C0%2C0"], ["The actress Scarlett Johansson features among celebrity portraits in The Photograph, a new book by the British photographer Andy Gotts", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F35149136-0b55-11ec-922b-9339a9da8961.jpg?crop=3236%2C4045%2C626%2C500"], ["A visitor takes part in Every Wall is a Door, an immersive exhibition staged by the artists Es Devlin, James Turrell and teamLab at the Superblue Miami museum in Florida", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fa8fd1192-0b26-11ec-9503-f24d9e0411ae.jpg?crop=3537%2C1990%2C308%2C514&resize=360"]], "author": null, "date": "2021-09-01T23:01:00.000Z", "subheader": null}, "https://www.thetimes.com/culture/tv-radio/article/emilia-fox-my-family-cousin-laurence-and-me-szdt9vms7": {"title": null, "text": ["The actress Emilia Fox has an imaginary friend. Her name is Nikki Alexander and she is a London-based clinical pathologist who’s a dab hand at gruesome autopsies. However, Fox thinks Nikki is a workaholic who should get a life. “She’s consumed by work and a bit isolated,” she says.", "Fox-watchers will know that Nikki is also the character the 47-year-old actress has played these past 17 years in Silent Witness, the longest-running crime drama on British TV, but to Fox she is more real than that.", "“I love that she is a friend and an ally to me in real life,” she says. “Seriously, she has been there for me in hard times. But if we were to go out for a drink together"], "image": [["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/crossword-c7ae8934ef.png"], ["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/polygon-875ea55487.png"], ["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/sudoku-ee2aea0209.png"], ["Emilia Fox: “Laurence is well capable of standing on his own two feet”", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Ffc482120-0cd4-11ec-9503-f24d9e0411ae.jpg?crop=3488%2C1962%2C121%2C625&resize=360"]], "author": null, "date": "2021-09-05T23:01:00.000Z", "subheader": null, "authors": ["Michael Odell"]}, "https://www.thetimes.com/uk/article/insulate-britain-protester-married-to-transport-for-london-boss-pgm0md7tm": {"title": null, "text": ["An Insulate Britain protester who has been arrested on numerous occasions for blocking the M25 is married to a Transport for London boss, it emerged last night.", "Cathy Eastburn, a Cambridge University philosophy graduate, lives with Benedict Plowden, 58, in South London and she has allowed David McKenny, 38, a fellow activist, to stay at the home, The Sun said.", "Greg Smith, a Conservative MP and member of the transport select committee, told the newspaper: “Insulate Britain has caused untold misery for individuals and businesses over recent weeks. It is an absolute kick in the teeth that someone senior in TfL — an arm of the British state — has been harbouring them in their house. This is unacceptable.", "“It is unbelievable that someone in"], "image": [["Eastburn glued herself to a DLR train in London in 2019", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F2ba9c0d4-2ae6-11ec-a1c0-649c1183346f.jpg?crop=2008%2C3012%2C0%2C0"], ["Cathy Eastburn is one of Britain’s most prolific climate change activists", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F2d864f80-2ae6-11ec-a1c0-649c1183346f.jpg?crop=4859%2C2733%2C0%2C253&resize=360"]], "author": null, "date": "2021-10-12T08:00:00.000Z", "subheader": null, "authors": ["Nadeem Badshah"]}, "https://www.thetimes.com/culture/tv-radio/article/greg-wise-when-my-wife-saw-my-first-dance-she-burst-into-tears-c9q9c5b9m": {"title": null, "text": ["Of course, there is one question for actor Greg Wise that looms above all others: what on earth did he do with the condoms Emma Thompson gave him?", "“Oh God, oh no, must we?” he says. “Really? I mean, it was a joke, the only way my wife could reasonably respond to the famous curse!”", "Wise is, of course, talking about Strictly Come Dancing, in which he is appearing at the moment. And the curse refers to the litany of previous contestants who have run off with their dance partners.", "It was double Oscar-winning Thompson who encouraged her reluctant husband to accept the Strictly challenge in the first place. Feeling confident that their 18-year marriage could survive a rumba with another woman, she packed"], "image": [["Greg Wise on Strictly Come Dancing", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F5e3c6232-2d1a-11ec-a1c0-649c1183346f.jpg?crop=3663%2C2060%2C0%2C191&resize=360"]], "author": null, "date": "2021-10-15T16:00:00.000Z", "subheader": null, "authors": ["Michael Odell"]}, "https://www.thetimes.com/culture/books/article/my-culture-fix-jack-whitehall-bq3twqhxs": {"title": null, "text": ["My favourite author or bookEvelyn Waugh. Decline and Fall holds a special place in my heart because I was lucky enough to get to be a part of bringing it to television and it remains one of my favourite books. I also love Scoop, Brideshead Revisited — even lesser-known novels such as The Loved One are fantastic. In his early comic works I can’t get enough of his wicked sense of humour and deranged cast of characters.", "The book I’m readingDavid Nicholls’s The Understudy. I am a bit obsessed with David Nicholls — I started with Us and now I’m working my way back through his canon. I’ll soon have to resort to reading essays he wrote at school.", "The book"], "image": [["Wicked humour: Evelyn Waugh, 1930, by Henry Lamb", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F22638e72-2c46-11ec-a1c0-649c1183346f.jpg?crop=1500%2C2250%2C207%2C56"], ["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F4f6fe6ae-2c46-11ec-a1c0-649c1183346f.png?crop=561%2C561%2C78%2C14"]], "author": null, "date": "2021-10-15T23:01:00.000Z", "subheader": null}, "https://www.thetimes.com/uk/article/holy-climate-crisis-extinction-rebellions-christian-wing-are-on-a-mission-to-save-gods-green-earth-sjqbp6s5g": {"title": null, "text": ["Last week, Justin Welby, the Archbishop of Canterbury, apologised for likening those ignoring the climate crisis to politicians who turned a blind eye to the Nazis in the 1930s. While his outspokenness could be considered an attempt to atone for his previous life as an oil industry executive — he worked in the 1980s for the French oil company Elf Aquitaine in Paris and Enterprise Oil in London — Welby is not the only member of the devout ruffling feathers in the name of saving God’s green earth.", "A radical fringe of Christian activists has taken up the battle against climate change as a new mission and has been causing havoc across the country. The direct action is a sharp contrast with the usual view"], "image": [["The Christian Climate Action group protested at the G7 in Cornwall this year", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Fsundaytimes%2Fprod%2Fweb%2Fbin%2F01d3e466-3e59-11ec-99b0-4bd8727a059f.jpg?crop=5184%2C2916%2C0%2C270&resize=360"]], "author": null, "date": "2021-11-07T00:01:00.000Z", "subheader": null, "authors": ["Madeleine Spence", "Laith Al-Khalaf"]}, "https://www.thetimes.com/article/climate-activists-target-cars-of-wealthy-879k70vq6": {"title": null, "text": ["Activists deflated the tyres of cars in one of Glasgow’s wealthiest districts as part of direct action against the rich and the “destruction they wreak” on the environment.", "Campaigners claim they targeted 60 Range Rovers and other SUV-type vehicles in the city’s West End yesterday morning. Fake notices of police fines were placed on the cars’ windscreens warning owners that their tyres had been let down because of the carbon emissions caused by the vehicles.", "The flyers read: “Attention climate violation. Your SUV contributes to the second biggest cause of carbon emissions rise in the last decade. This is why we have disarmed your car by deflating one or more of its tyres.”", "However, one resident who discovered her car had been targeted said it"], "image": [["One of the targeted cars with a fake infringement notice and one of its tyres deflated", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fe7a0fc4e-433c-11ec-96bf-de0821791f3f.jpg?crop=2857%2C1607%2C98%2C680&resize=360"]], "author": null, "date": "2021-11-12T00:01:00.000Z", "subheader": null, "authors": ["Constance Kampfner"]}, "https://www.thetimes.com/life-style/property-home/article/what-sort-of-nimby-are-you-0l8pr393g": {"title": null, "text": ["Forget anger at greenwashing and fishing rights or even the John Lewis Christmas ad — what really unites a divided Britain is far closer to home: planning and housing. Anywhere but in our backyards, unless you can make a profit when you sell the family plot and move far, far away. We all acknowledge that we need to build new houses, but the problem is, no one can agree where to build them.", "The backlash against Boris Johnson’s radical proposals to make it easier to build homes — now under review — shows that we remain a nation of nimbys. As those plans are under the microscope we put the different tribes of nimby under the spotlight. Which nimby are you?", "Andrew’s grasp of algorithms"], "image": [[null, "https://www.thetimes.com/imageserver/image/%2Fmethode%2Fsundaytimes%2Fprod%2Fweb%2Fbin%2F46a370aa-42e3-11ec-b414-b1f6389ab345.jpg?crop=2500%2C1407%2C0%2C0"], ["The backlash against Boris Johnson’s proposals to make it easier to build homes shows that we remain a nation of nimbys", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Fsundaytimes%2Fprod%2Fweb%2Fbin%2F3a10c4a0-42e3-11ec-b414-b1f6389ab345.jpg?crop=2500%2C1406%2C0%2C0&resize=360"]], "author": null, "date": "2021-11-11T17:00:00.000Z", "subheader": null, "authors": ["Jayne Dowle"]}, "https://www.thetimes.com/article/what-is-cop26-and-why-climate-change-conference-so-important-glasgow-f8dtl5pfp": {"title": null, "text": ["What does Cop26 stand for?The Cop, or conference of the parties, is the overall decision-making body of the United Nations Framework Convention on Climate Change. This is its 26th annual meeting, where decisions are made by 197 countries to prevent “dangerous” human interference with the climate.", "How long does it last?In 2019 the UK won the right to host the climate conference in 2020 but it was delayed for a year because of the coronavirus pandemic. The conference officially started on Sunday and is scheduled to finish on November 12. However, Cops have been known to run over, so talks may extend into the weekend of November 13 and 14.", "Where is Cop26 being held?The conference is being held at the Scottish"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Ff9bb72f6-35c7-11ec-8ef4-8e6db1a4b82a.png?crop=800%2C800%2C0%2C0"]], "author": null, "date": "2021-11-02T12:30:00.000Z", "subheader": null, "authors": ["Ali Mitib"]}, "https://www.thetimes.com/uk/transport/article/swampy-and-son-protest-works-7w7n7plkw": {"title": null, "text": ["At last month’s Cop26 climate conference in Glasgow, the cabinet minister and conference president, Alok Sharma, made an extraordinary claim. Sharma reminisced about the early days of climate concern, reminding his audience of the Nineties eco-warrior Swampy who “spent his time occupying trees and tunnels”. He sounded wistful and told his audience of global financiers and power brokers that it was now people in boardrooms, banks and on trading floors who embodied the spirit of the smiley, dreadlocked environmentalist.", "“You, my friends, are the new Swampys, so be proud,” he told them.", "I am sitting in Swampy’s front room. The original Swampy that is, 47-year-old Daniel Hooper. Actually it’s not the front room; there doesn’t seem to be one. I’d say it’s the central portion"], "image": [["Daniel Hooper, 47, aka Swampy, and his son and fellow activist, Rory, 17, at home in Wales", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Ffbd96da0-5759-11ec-81f2-17f963b74220.jpg?crop=5492%2C3089%2C478%2C1416&resize=360"]], "author": null, "date": "2021-12-09T00:01:00.000Z", "subheader": null, "authors": ["Michael Odell"]}, "https://www.thetimes.com/article/lords-defeat-government-over-new-powers-to-clamp-down-on-protests-5ddzc6rpz": {"title": null, "text": ["Priti Patel’s plan to crack down on disruptive protests that pose a threat to national infrastructure was in disarray today after the House of Lords threw the measures out.", "In a series of late-night votes peers rejected half a dozen government amendments to the Police, Crime, Sentencing and Courts Bill.", "It would have criminalised protesters who “lock themselves on” to street furniture to avoid being moved and made it a criminal offence to obstruct major transport works such as HS2 or national infrastructure such as airports.", "Another rejected measure would have allowed courts to ban people with a history of causing serious disruption from attending certain protests.", "The plans were introduced by Patel, the home secretary, as amendments to the bill last September in response"], "image": [["Extinction Rebellion protesters lock themselves together using methods that ministers hoped to crack down on", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F7012d294-7846-11ec-a9ac-7b4ca33c4cb4.jpg?crop=4989%2C3326%2C0%2C0"]], "author": null, "date": "2022-01-18T16:10:00.000Z", "subheader": null, "authors": ["Oliver Wright"]}, "https://www.thetimes.com/world/europe/article/outcry-over-energy-sucking-facebook-data-centre-threatening-dutch-green-targets-c5vbnrcrv": {"title": null, "text": ["Facebook has been hit by an outcry over plans to build a giant data centre in the Netherlands that will use as much electricity as the nation’s railway system or a major city.", "Meta, the social media giant’s parent company, says it has stipulated that the 166-hectare (410-acre) complex at Zeewolde must be run from renewable power sources. However, the plan is rapidly becoming the biggest headache for a new, fragile coalition government because its sheer scale threatens the nation’s climate change targets.", "The server farm for content on Instagram, Facebook, and WhatsApp will consume 1,380 gigawatt hours of energy a year, representing about 10 per cent of Dutch wind energy production. The plan would mean the Netherlands would have to rejig climate change"], "image": [["An artist’s impression of the proposed Meta complex at Zeewolde", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fd992d1fa-6bd6-11ec-87c8-7ab22098d3fb.jpg?crop=810%2C456%2C0%2C42&resize=360"]], "author": null, "date": "2022-01-02T18:00:00.000Z", "subheader": null, "authors": ["Bruno Waterfield"]}, "https://www.thetimes.com/business-money/article/the-hedge-fund-titans-who-made-millions-during-covid-market-turmoil-rntfswv3z": {"title": null, "text": ["Howard’s way to £56mAlan Howard, the billionaire financier and Conservative Party donor, emerged last week as one of London’s best-paid hedge fund managers, having scooped a cool £55.8 million at his Brevan Howard fund.", "The immensely private investor, 58, has seen his fund post double-digit percentage gains in two of the past three years, with assets under management rebounding to about $16 billion (£12 billion) after sinking to $6 billion in 2018. Reports suggest his bets on bonds, currencies and interest rates paid off as the coronavirus roiled the financial markets.", "Brevan Howard has now started implementing plans to expand its investments in crypto and other digital assets, following Goldman Sachs, Marshall Wace, Renaissance Capital and others. Howard stepped back as chief executive"], "image": [["Billionaire financier Alan Howard", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Fsundaytimes%2Fprod%2Fweb%2Fbin%2F43106c08-75f7-11ec-b318-3e3a5d689572.jpg?crop=2521%2C1418%2C247%2C326&resize=360"]], "author": null, "date": "2022-01-16T00:01:00.000Z", "subheader": null, "authors": ["Jim Armitage"]}}