{"https://www.thetimes.com/world/europe/article/brigitte-bardot-demands-release-anti-whaling-activist-sea-shepherd-paul-watson-w8jl023zl": {"title": null, "text": ["Brigitte Bardot, the 1960s French film star and animal rights activist, has criticised Japan over the arrest of a prominent Canadian anti-whaling activist.", "France is pressing Denmark to release Paul Watson, 73, who was arrested in Greenland on a Japanese warrant on charges of wounding, damaging property and obstruction of business.", "In an interview with Le Parisien, Bardot, 89, the former screen actress who has devoted her life to helping animals since the 1970s, said that “the Japanese government … launched a global manhunt” against Watson which “caught him in a trap”. She added: “We must do everything to save Paul.”", "The detention of Watson, the founder of Sea Shepherd, a marine conservation campaign group, aboard his ship, the M/Y John Paul DeJoria, in the"], "image": [["One of the Sea Shepherd fleet is named after the former actress", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F71ebd064-032c-4842-b8f6-1294a8334631.jpg?crop=3691%2C2499%2C209%2C84"], ["Brigitte Bardot with Paul Watson, who was arrested in Greenland on Sunday", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F3129a0df-b7e5-4d4a-b6ef-23d9258c4089.jpg?crop=1600%2C900%2C0%2C0&resize=360"]], "author": null, "date": "2024-07-23T13:25:50.000Z", "subheader": null, "authors": ["Charles Bremner"]}, "https://www.thetimes.com/business-money/energy/article/milibands-north-sea-raid-will-send-a-20bn-bill-taxpayers-way-33pptnk9j": {"title": null, "text": ["Since Shell tried to scuttle an oil storage buoy off the west coast of Scotland in 1995, energy companies have had to dispose of offshore installations on dry land when they’re decommissioned.", "Shell’s plan to sink the redundant Brent Spar caused outrage on environmental grounds. Greenpeace activists boarded it from a helicopter and drivers boycotted Shell petrol stations. Forced into a U-turn, Shell towed Brent Spar to a Norwegian fjord, where it was dismantled at almost ten times the cost. Three years later, governments of the northeast Atlantic region agreed to ban the at-sea burial of installations for good.", "Under rules dating back to 1975, taxpayers pick up roughly half the cost of scrapping offshore structures when they go to the big oil field in"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fd5061067-2346-45ec-b118-3420a47f80ed.jpg?crop=900%2C900%2C272%2C0"]], "author": null, "date": "2024-07-13T23:01:00.000Z", "subheader": null, "authors": ["Oliver Shah"]}, "https://www.thetimes.com/comment/columnists/article/france-election-extremes-chaotic-charming-robert-crampton-9tqhmqbt9": {"title": null, "text": ["The French, eh? So near to us and yet so far away. Are they wild-eyed lefties keen on restaging the revolution? Or are they far-right loonies, heirs to the inconveniently large numbers of their forebears who rather welcomed events in 1940? The answer is, as I know from personal experience, they’re both.", "In 1986, when I was 21, I travelled to Paris with my dad to attend a conference promoting European nuclear disarmament. Well, we tried to. At Dieppe customs we were detained, for the best part of a day, les douaniers having discovered such dangerously seditious publications as Protest and Survive, a pamphlet by the historian EP Thompson, in the boot of the family Renault.", "The strutting men in uniforms, guns bristling, thought"], "image": [["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/crossword-c7ae8934ef.png"], ["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/polygon-875ea55487.png"], ["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/sudoku-ee2aea0209.png"], ["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F1f468881-a045-47b1-ab6f-505809d6b28e.png?crop=588%2C588%2C0%2C0"]], "author": null, "date": "2024-07-08T23:00:00.000Z", "subheader": null, "authors": ["Robert Crampton"]}, "https://www.thetimes.com/uk/environment/article/water-companies-told-to-clean-up-or-face-special-measures-rsxmtmbjz": {"title": null, "text": ["Water companies will have no choice but to clean up their act under the new government, 10 Downing Street has said.", "Sir Keir Starmer’s spokesman was unwilling to be drawn on what would happen if Thames Water, which will release its full-year financial results on Tuesday, collapses under huge debts and shareholders’ reluctance to invest.", "“I’m not going to get ahead of that. The government has said in its manifesto that it will put failing water companies into special measures so they have no choice but to clean up their act,” the spokesman said.", "This week is crunch time for the water industry’s hopes of investing £100 billion on new infrastructure, to clean up Britain’s polluted waterways. On Thursday, Ofwat will decide how much"], "image": [["Thames Water is set to release its full-year financial results on Tuesday", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Feb5dafd6-eb55-4634-a715-28e5dc1117d4.jpg?crop=3375%2C1898%2C0%2C174&resize=360"]], "author": null, "date": "2024-07-08T21:00:14.000Z", "subheader": null, "authors": ["Adam Vaughan"]}}