{"https://www.thetimes.com/culture/theatre-dance/article/hugo-ticciati-manchester-international-festival-0bj32885q": {"title": "Hugo Ticciati: the fiddler who got the trees to talk", "subtitle": null, "text": "David Attenborough could not have arranged it better. A chorus of birdsong bursts down the Zoom call. The beaming, Harry-Potterish face of Hugo Ticciati, one of classical musicâ\u0080\u0099s most endearing eccentrics, looms into view. â\u0080\u009cLook at this,â\u0080\u009d he says, and swivels his computer so I get a panorama of trees, endless trees, massed in what seems like an impenetrable forest.\\nâ\u0080\u009cIs that where you live?â\u0080\u009d I ask, looking out at my own domestic vista: the backyards of Kilburn, north London. â\u0080\u009cYes,â\u0080\u009d Ticciati replies. â\u0080\u009cIn the middle of the Swedish forest. By myself. For 21 years. Basically, I met the Russian violinist Nina Balabina in London when I was 19, and she gave me such an inspirational violin lesson that I thought, â\u0080\u0098I have to go where she is.â\u0080\u0099 She happened to teach in Sweden, so I gave up a place at Cambridge University, bought myself a one-way ticket and have stayed here ever since.â\u0080\u009d\\nFor the first few years he lived like a musical Trappist monk, spending his days in solitude â\u0080\u0094 meditating, reading, thinking and practising the violin. Then ten years ago he founded a festival and an orchestra, both called O/Modernt, in the charming rococo Ulrikdals Palace Theatre, just north of Stockholm. The name O/Modernt (which Ticciati likes to be written with a backwards â\u0080\u009ceâ\u0080\u009d in the middle) simply means â\u0080\u009cun-modernâ\u0080\u009d, although nothing with Ticciati is quite that straightforward.\\nâ\u0080\u009cItâ\u0080\u0099s called un-modern because itâ\u0080\u0099s a festival of new music taking place in an 18th-century theatre,â\u0080\u009d he says, â\u0080\u009cand because we try to awaken a new form of listening in our audiences. However, thereâ\u0080\u0099s also a subliminal reference in the title to â\u0080\u0098omâ\u0080\u0099, the beginning of the Indian mantra evoking the creation of the world, the primordial sense of vibration. And the backwards â\u0080\u0098eâ\u0080\u0099 is like the ego returning to primordial sound.â\u0080\u009d\\nTicciati pauses, perhaps because of the bemused look on his interviewerâ\u0080\u0099s face. â\u0080\u009cDonâ\u0080\u0099t worry,â\u0080\u009d he says soothingly. â\u0080\u009cThose are supposed to be hidden references.â\u0080\u009d\\nHidden references and all, the spirit of O/Modernt comes to England this week when Ticciati curates, directs and is the solo violinist in what promises to be a concert like no other at the Manchester International Festival. In it we will be plunged back into those forests, metaphorically anyway, because the concert (played by the pioneering Manchester Camerata) is called The Patience of Trees.\\nThatâ\u0080\u0099s also the title of the main piece, a new violin concerto by Dobrinka Tabakova, a British-Bulgarian composer whose work Ticciati often champions. â\u0080\u009cBy coincidence, we found we had both been reading about the life of trees, and immediately thought this would be a great idea for a new piece,â\u0080\u009d Ticciati says. â\u0080\u009cWe were both struck by the notion, which grew out of the pandemic, that trees stand for centuries, with huge, self-possessed patience, through the changing seasons and all sorts of wild weather.â\u0080\u009d\\nAs usual with Ticciati, however, the metaphor is more elaborate than it first seems. â\u0080\u009cThe tree is solitary, but then you stand back and see it in a network of trees, a forest,â\u0080\u009d he elaborates. â\u0080\u009cThen you read about what scientists call the â\u0080\u0098wood-wide webâ\u0080\u0099: the idea of all their roots forming a huge network, allowing trees to communicate with each other under the soil.â\u0080\u009d\\nI sense thereâ\u0080\u0099s an analogy looming, and Iâ\u0080\u0099m not wrong. â\u0080\u009cItâ\u0080\u0099s just like human relationships,â\u0080\u009d he exclaims. â\u0080\u009cWe can all seem solitary and alienated. Heaven knows, the pandemic has shown us that. Yet the deeper you dig into your roots, into yourself, the more the interconnections with everyone else become apparent.â\u0080\u009d\\nHow is all this expressed in music, without any text? â\u0080\u009cIt starts as a very lonely violin solo, rather folk-like in character, then gradually the other instruments join in, and at the end we return to the solitary soloist, but with a sense that we are all connected,â\u0080\u009d Ticciati says. â\u0080\u009cSo we are taken on a journey of inner discovery.â\u0080\u009d\\nThatâ\u0080\u0099s just one item in a programme of shortish pieces (all by living composers) that Ticciati hopes will explore â\u0080\u009cthe relationship, or conflict, between nature and the cityâ\u0080\u009d. Steve Reichâ\u0080\u0099s New York Counterpoint represents the city in this mix. â\u0080\u009cWe will have its electronics surrounding the audience, so they will be immersed in a sonic landscape that is trance-like,â\u0080\u009d Ticciati says.\\nI bet that has some metaphorical significance too. â\u0080\u009cWell, yes,â\u0080\u009d he replies. â\u0080\u009cFor me, people living in cities are in a state of unconsciousness. Existing day after day in the same routine, on the same treadmill, they lose all sense of a living reality. For me, Reichâ\u0080\u0099s piece perfectly depicts that. Itâ\u0080\u0099s the antithesis of nature, which is continually changing.â\u0080\u009d\\nEven the presentation of the concert will be charged with symbolism, Ticciati promises. â\u0080\u009cThe audience, sitting in a circle, will basically be the roots of the tree. Then we, the musicians, will walk in humming â\u0080\u0094 creating the rustling of the branches.â\u0080\u009d\\nIf he were not a musician, would Ticciati be some sort of eco-activist â\u0080\u0094 manning the Extinction Rebellion barricades, for instance? â\u0080\u009cThereâ\u0080\u0099s a danger in activism because itâ\u0080\u0099s often ego-driven and ends in violence,â\u0080\u009d he replies. â\u0080\u009cThe cause for which the activists are campaigning may be 100 per cent correct â\u0080\u0094 we all know we are messing up the Earth â\u0080\u0094 but we have seen through history how easily a good cause is turned into something that destroys. The greatest form of activism is listening in silence. If we all listened to nature, we wouldnâ\u0080\u0099t need activists.â\u0080\u009d\\nTicciati comes from a fairly privileged English background. The brother of the conductor Robin Ticciati, Glyndebourneâ\u0080\u0099s music director, he is a product of St Paulâ\u0080\u0099s School in Hammersmith, London, and a violin prodigy who made various startling debuts at the age of 12. The conjuring trick he has pulled off since his mid-twenties is ostensibly to reject a conventional soloistâ\u0080\u0099s career, yet build one anyway â\u0080\u0094 on his own terms.\\nâ\u0080\u009cI have been so blessed,â\u0080\u009d he says, with a saintly smile to match.\\nHe has premiered dozens of violin works written specially for him. Is he aiming to overtake Mstislav Rostropovichâ\u0080\u0099s record for first performances (â\u0080\u009cI lost count at 200,â\u0080\u009d the great Russian cellist told me). â\u0080\u009cI think Iâ\u0080\u0099ve got a long way to go to catch up with Rostropovich, in almost every way,â\u0080\u009d Ticciati laughs.\\nBesides, heâ\u0080\u0099s a radically different person. He still meditates every day, as he has for 20 years. â\u0080\u009cI have dipped my toes into every meditating technique known to humanity,â\u0080\u009d he says. â\u0080\u009cSo I concoct my own little cocktail depending on my mood each morning.â\u0080\u009d\\nAnd he is still in love with his fiddle. â\u0080\u009cI am one of those people who, if someone said, â\u0080\u0098Youâ\u0080\u0099ve got a free day to do anything you want,â\u0080\u0099 would spend it meditating and practising the violin. The sheer joy of trying to master my instrument, which I will never do, will stay with me till I die.â\u0080\u009dThe Patience of Trees is at Manchester Central, July 16 (mif.co.uk)", "image": [["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/crossword-c7ae8934ef.png"], ["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/polygon-875ea55487.png"], ["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/sudoku-ee2aea0209.png"], ["Hugo Ticciati has lived in a Swedish forest for the past 21 years", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F335ae38c-df2b-11eb-bac0-9597568b601f.jpg?crop=2915%2C1640%2C1366%2C626&resize=360"]], "author": null, "date": "2021-07-07"}}