{"https://www.thetimes.com/uk/environment/article/van-gogh-protest-wants-worlds-ear-on-climate-f5ctfqtv3": {"title": "Van Gogh protest wants world’s ear on climate", "subtitle": null, "text": "Climate protesters glued themselves to the frame of a Van Gogh painting at Somerset House in London yesterday.\\nVisitors watched as two people from the Just Stop Oil group attached themselves to Peach Trees in Blossom, a 19th-century work in the Courtauld Gallery. The area around the painting was cordoned off by gallery staff during the protest and the museum was then closed.\\nA man and a woman were arrested for criminal damage, the Metropolitan Police said.\\nJust Stop Oil, which has protested at oil terminals and government offices, said it was calling for art institutions to join the group in “civil resistance” against climate change.\\nJust Stop Oil said that Provence, the region in southeastern France depicted in Peach Trees in Blossom, is", "image": [["Supporters of Just Stop Oil are stuck to the frame of Peach Trees in Blossom as police close in at London’s Courtauld Gallery", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fd7e7f638-f8a7-11ec-ad14-7b04276f4c1f.jpg?crop=1600%2C900%2C0%2C0&resize=360"]], "author": null, "date": "2022-07-01"}, "https://www.thetimes.com/culture/art/article/just-stop-oil-protesters-glue-themselves-to-constables-hay-wain-at-national-gallery-bmfknh0fg": {"title": "Just Stop Oil protesters glue themselves to Constable’s Hay Wain at National Gallery", "subtitle": "Protesters also covered the painting with a ‘dystopian’ version of the scene", "text": "Climate activists have glued themselves to one of Britain’s best-known works of art after masking it with a different image in a protest at the National Gallery.\\nJust Stop Oil protesters attached themselves to the frame of The Hay Wain, by John Constable, and overlaid the painting with a “reimagined” dystopian vision of the scene.\\nThe artwork, completed in 1821, shows an idyllic vision of the millpond at Flatford on the River Stour in Suffolk. According to the group, the new print “depicts a nightmare scene that demonstrates how oil will destroy our countryside”.\\n“The river has gone ... replaced by a road,” a spokesman said. “Planes fill the sky, pollution belches from cities on the horizon, trees are scorched by wildfires, an old", "image": [["Just Stop Oil want art institutions to support their campaign calling for the government to end new oil and gas projects", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fe93eb7c0-fbb1-11ec-ab20-2fd534744dd7.jpg?crop=3696%2C2464%2C0%2C0"], ["Just Stop Oil activists masked The Hay Wain, gluing their hands to its frame", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Feca13faa-fbb1-11ec-ab20-2fd534744dd7.jpg?crop=2865%2C1612%2C237%2C126&resize=360"]], "author": null, "date": "2022-07-04"}, "https://www.thetimes.com/culture/art/article/just-stop-oil-protesters-glue-themselves-to-last-supper-at-the-royal-academy-73x0jvzlh": {"title": "Just Stop Oil protesters glue themselves to Last Supper at the Royal Academy", "subtitle": null, "text": "Climate activists have glued themselves to the frame of a copy of Leonardo da Vinci’s The Last Supper at the Royal Academy in London.\\nThe five activists stuck their hands to the frame of Giampietrino’s full-scale copy of the famous work and sprayed “no new oil” across the wall below it. Just Stop Oil campaigners said yesterday’s actions were “the fifth time in the past week that supporters of the group had disrupted a major art institution in an act of civil resistance”. On Monday, two people were arrested after protesters attached themselves to the frame of The Hay Wain, by John Constable, at the National Gallery and overlaid the painting with a dystopian vision of the scene.\\nJust Stop Oil wants ministers to", "image": [["The artwork is a full-scale copy of Leonardo da Vinci’s Last Supper", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fa9c3d6a6-fc5c-11ec-88db-ae1b6b9bdd3e.jpg?crop=3346%2C1882%2C133%2C226&resize=360"]], "author": [""], "date": "2022-07-05"}}