{"https://www.thetimes.com/topic/extinction-rebellion": {"title": null, "text": null, "image": null, "author": null, "date": null, "subheader": null}, "https://www.thetimes.com/uk/crime/article/police-fear-just-stop-oil-jail-sentences-will-spark-more-protests-fzrbs6cp0": {"title": null, "text": ["The record jail sentence for the co-founder of Just Stop Oil could serve as a “rallying call” to other climate activists for a wave of protests, police believe.", "Roger Hallam, 58, was jailed for five years on Thursday for orchestrating protests that disrupted the M25 over four days in November 2022 when 45 protesters climbed gantries on various parts of the motorway, forcing police to stop traffic.", "Daniel Shaw, 38, Lucia Whittaker De Abreu, 35, Louise Lancaster, 58, and Cressida Gethin, 22, were each given four years after being found guilty along with Hallam of conspiracy to cause a public nuisance.", "The sentences, handed down by Judge Christopher Hehir, are thought to be the longest ever given for peaceful protest and have been widely criticised."], "image": [["The sentences handed down to Lucia Whittaker De Abreu, Cressida Gethin, Louise Lancaster, Daniel Shaw and Hallam have been widely criticised", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F683cd313-fd5e-43a3-ac3d-4b0f65a0a2b5.jpg?crop=1116%2C744%2C230%2C156"], ["Roger Hallam was jailed for five years for orchestrating the M25 protests in 2022. It is thought to be the longest ever sentence to be handed down for peaceful protest", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F44ec9ad7-29df-4759-b5e8-e5121218ffdd.jpg?crop=4822%2C2712%2C0%2C88&resize=360"]], "author": null, "date": "2024-07-19T17:50:41.000Z", "subheader": null, "authors": ["Katie Gibbons", "Matt Dathan"]}, "https://www.thetimes.com/uk/crime/article/just-stop-oil-sentenced-m25-protests-0tb5jdr8v": {"title": null, "text": ["A five-year jail sentence for the founder of Just Stop Oil has been welcomed by a minister, who hoped it would send a “strong message” to other activists.", "Luke Pollard, the armed forces minister, condemned the “pathetic” and “highly dangerous” behaviour of the direct action group for blocking roads. He claimed that the group had held up ambulances responding to emergency callouts, arguing it had sparked a public backlash and “set the case back” for tackling climate change.", "Pollard told LBC radio: “I’m glad that there’s now been a strong message sent to them, and anyone thinking about that type of disruptive protest in the future, that there’ll be serious consequences if they go down that path.”", "He added that the “strong penalties” imposed by"], "image": [["The activists, including Hallam, second from right, outside Southwark crown court before they were sentenced", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fd8687eba-2ab0-4f5c-802e-4f457c5cf390.jpg?crop=1024%2C707%2C0%2C61"], ["The sentences handed to Lucia Whittaker De Abreu, Cressida Gethin, Louise Lancaster, Daniel Shaw and Roger Hallam were condemned as a “gross miscarriage of justice”", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F683cd313-fd5e-43a3-ac3d-4b0f65a0a2b5.jpg?crop=993%2C559%2C299%2C224&resize=360"]], "author": null, "date": "2024-07-19T10:10:00.000Z", "subheader": null, "authors": ["Ali Mitib", "Jonathan Ames", "Aubrey Allegretti", "Georgia Lambert"]}, "https://www.thetimes.com/uk/environment/article/mum-safehouse-just-stop-oil-jso-c8q2vb8q8": {"title": null, "text": ["As a young woman, few things worried Louise Lancaster more than the idea of letting people down or doing something embarrassing. Having been one of the co-organisers of the protest that reduced parts of the M25 to gridlock over four days in November 2022, it seems that in later life she managed to overcome those challenges.", "“For the woman I married to become the woman she is now, she’s had to go against the principles she was raised with,” says her former husband Tim Lancaster. “To get to the stage where she could face off a police officer and risk arrest … all of that was hard for her. Really hard. The fact she was going to inconvenience people was the most difficult part. She"], "image": [["The family of Just Stop Oil protester Louise Lancaster, from left: son Theo, Jonny Ainslie, fiancé to daughter Verity, ex-husband Tim, and son Tristan", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F0c3e8422-e565-4a22-baa8-11a8f0b19e54.jpg?crop=5000%2C2812%2C0%2C24&resize=360"]], "author": null, "date": "2024-07-27T23:01:00.000Z", "subheader": null, "authors": ["Caroline Scott"]}, "https://www.thetimes.com/uk/crime/article/just-stop-oil-roger-hallam-prison-climate-movement-h0gbhpddl": {"title": null, "text": ["The record jail sentences handed down to five Just Stop Oil activists could prove a “massive trigger event” for further action by the climate movement, Roger Hallam has said in an interview from prison.", "Hallam, 58, was jailed for five years this month for orchestrating protests that disrupted the M25 over four days in November 2022 when 45 protesters climbed gantries on various parts of the motorway, forcing police to stop traffic.", "Daniel Shaw, 38, Lucia Whittaker De Abreu, 35, Louise Lancaster, 58, and Cressida Gethin, 22, were each given four years after also being found guilty of conspiracy to cause a public nuisance.", "The sentences handed down by Judge Christopher Hehir are thought to be the longest ever given for peaceful protest and have"], "image": [["Roger Hallam was jailed for five years for orchestrating protests that caused disruption", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F2245bcf1-43c8-4f87-8d30-13eb3f2c525a.jpg?crop=4000%2C2250%2C0%2C210&resize=360"]], "author": null, "date": "2024-07-28T23:01:00.000Z", "subheader": null, "authors": ["Tom Ball"]}, "https://www.thetimes.com/comment/columnists/article/just-stop-oils-idea-of-justice-is-a-danger-to-all-s5zg0hcbq": {"title": null, "text": ["The co-founder of the Just Stop Oil movement, Roger Hallam, was jailed this month for five years. Judge Christopher Hehir gave four fellow activists four-year jail sentences after they were also found guilty of conspiracy to cause a public nuisance.", "During four days in November 2022, the group disrupted the M25 when more than 45 protesters climbed gantries, forcing the police to stop traffic.", "The judge said he was handing out exemplary sentences because of the seriousness of these offences and the risk that they would further escalate.", "• Prepare for jail, judge tells Just Stop Oil’s Van Gogh protesters", "In an interview with The Times, Hallam gloated that the sentences would galvanise further protests. Whether that’s true or not, his attack on the"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fa5b72fd2-2ed2-4bdc-9de1-d356562eaf8f.png?crop=300%2C300%2C0%2C0"]], "author": null, "date": "2024-07-29T20:00:00.000Z", "subheader": null, "authors": ["Melanie Phillips"]}, "https://www.thetimes.com/life-style/celebrity/article/just-stop-oil-interview-phoebe-plummer-i-felt-empowered-after-throwing-soup-at-the-sunflowers-pspfvbs9r": {"title": null, "text": ["Whatever you think of Phoebe Plummer and Anna Holland’s decision to throw soup at one of the world’s most famous paintings, it is undeniable that their act of eco-protest has had an unusual cut-through.", "The two Just Stop Oil activists are likely to be given jail terms in September after being found guilty of criminal damage for throwing the contents of two tins of tomato soup over Vincent van Gogh’s Sunflowers in the National Gallery in London.", "When I met them a few days after the incident, which made headlines around the world in October 2022, they were far from contrite and planning further protests. And, perhaps because of Plummer’s pink hair, they were immediately recognisable.", "As the two students left the café in southeast"], "image": [["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/crossword-c7ae8934ef.png"], ["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/polygon-875ea55487.png"], ["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/sudoku-ee2aea0209.png"], ["The Just Stop Oil climate protesters Phoebe Plummer and Anna Holland, both 22", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F4ece7e96-9324-4a34-85e3-389aa32d68ca.jpg?crop=5000%2C2812%2C0%2C478&resize=360"]], "author": null, "date": "2024-07-29T23:01:00.000Z", "subheader": null, "authors": ["Damian Whitworth"]}, "https://www.thetimes.com/uk/law/article/stars-take-attorney-general-to-task-over-just-stop-oil-jail-terms-tk3rdkbx6": {"title": null, "text": ["More than 1,100 lawyers, celebrities, academics and artists have called for an urgent meeting with the attorney-general to address the “injustice” of the sentences handed to five environmental activists for peaceful protest.", "Roger Hallam, 58, was last week jailed for five years for co-ordinating the protest that disrupted the M25 in London over four days in 2022, during which 45 protesters climbed gantries on the motorway, forcing police to stop traffic. Daniel Shaw, 38, Lucia Whittaker de Abreu, 35, Louise Lancaster, 58, and Cressida Gethin, 22, were each given four years after being found guilty along with Hallam of conspiracy to cause a public nuisance.", "The jail terms, handed down by Judge Christopher Hehir, exceed those given to two Just Stop Oil activists who scaled"], "image": [["The severity of the sentences given last week to five climate activists has raised concern and prompted further protest", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F7f8c1364-d461-4e69-8981-57288f24d906.jpg?crop=5000%2C2813%2C0%2C260&resize=360"]], "author": null, "date": "2024-07-22T20:15:00.000Z", "subheader": null, "authors": ["Ali Mitib"]}, "https://www.thetimes.com/uk/environment/article/extinction-rebellion-plans-mass-occupation-of-windsor-castle-grounds-rtc89g9th": {"title": null, "text": ["Thousands of Extinction Rebellion protesters will stage a mass occupation of Windsor Great Park in a direct challenge to the King for three days next month.", "The occupation will take place from August 30 until September 1 in the grounds of Windsor Castle in Berkshire, XR announced.", "Quoting Harmony, a book the King wrote while still the Prince of Wales, the protest group said Charles “clearly understands the plight of the planet and the urgent need for society to change course”.", "The group acknowledged that the King is expected to be less vocal about climate change and environmental destruction now that he is the reigning monarch as it is seen as “too political”.", "Although they insisted the occupation will not be targeting a person"], "image": [["The occupation will take place from August 30 until September 1 in the grounds of Windsor Castle in Berkshire", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fbbb1e277-eae4-414c-b810-ac0732b59bc9.jpg?crop=5000%2C2813%2C0%2C260&resize=360"]], "author": null, "date": "2024-07-08T11:05:00.000Z", "subheader": null, "authors": ["Seren Hughes"]}, "https://www.thetimes.com/uk/politics/article/ed-miliband-criticised-just-stop-oils-disastrous-tactics-9m5kd68kc": {"title": null, "text": ["Just Stop Oil’s tactics are “disastrous” and have “alienated” those who care about environmental issues, Ed Miliband has said.", "The energy security secretary said although he understood the motivation of the protest group, he could not back its methods because they were “driving people away” from moving to net zero.", "Miliband would not be drawn on the jailing of five Just Stop Oil activists for protests on the M25. However, on JSO more generally he told Good Morning Britain on ITV: “I think their tactics are disastrous in terms of persuading people to come to our cause. Because when you saw what happened in relation to some of those protests — people not being able to go about their business, people not being able to"], "image": [["The jailing of five Just Stop Oil activists has provoked protest", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F5d46ca98-80b3-4a16-bbd2-a1d64140e68c.jpg?crop=3037%2C1708%2C0%2C152&resize=360"]], "author": null, "date": "2024-07-25T16:45:00.000Z", "subheader": null, "authors": ["Geraldine Scott"]}, "https://www.thetimes.com/uk/scotland/article/troon-residents-told-to-be-on-guard-for-just-stop-oil-during-open-spxmbbqz6": {"title": null, "text": ["Police have called on the residents of Troon to look out for criminal disruption and create a “network of vigilance” during the Open.", "More than 200,000 golf fans are expected to descend on the Ayrshire town for the tournament which begins on Thursday. Specialist officers have urged those living and working in the community to become their eyes and ears during the event.", "It is understood that they are particularly concerned about disruption being caused by members of Just Stop Oil. Members of the radical environmental group, which espouses non-violent direct action, brought last year’s tournament to a temporary halt when members coated a green with orange powder.", "“The 152nd Open will be one of the biggest events Ayrshire has ever hosted,” said Chief Superintendent"], "image": [["Protesters have used tactics including covering a green with orange powder", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Faf2e624c-7000-462e-bda8-823772545fbe.jpg?crop=4000%2C2874%2C0%2C0"], ["Just Stop Oil have targeted the golfing event two years in a row — including last year’s tournament in the Wirral", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F4d984b65-bbfd-4424-890f-46612c08640a.jpg?crop=5000%2C2813%2C0%2C261&resize=360"]], "author": null, "date": "2024-07-12T22:14:25.000Z", "subheader": null, "authors": ["Marc Horne"]}, "https://www.thetimes.com/uk/crime/article/just-stop-oil-activists-guilty-damaging-van-gogh-painting-603nkksqq": {"title": null, "text": ["Two Just Stop Oil activists have been found guilty of criminal damage after they threw tomato soup at a Van Gogh painting in the National Gallery and damaged its antique frame.", "Phoebe Plummer and Anna Holland, both 22, threw two tins of Heinz tomato soup at Sunflowers and then glued themselves to the wall in October 2022.", "Although the painting, which was completed in 1888 and is worth up to £72.5 million, was protected by a glass cover, the 17th-century Italian frame was damaged by the soup, which acted like paint stripper, Southwark crown court was told. Prosecutors believe the soup may have caused £10,000 in damage to the frame.", "The pair, who denied damaging property, showed no emotion as the jury announced its"], "image": [["Phoebe Plummer, above, and Anna Holland, below, arriving at Southwark crown court on Thursday", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F48823791-85c0-4956-83e2-8912927908b6.jpg?crop=1530%2C1302%2C0%2C182"], [null, "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F0faf72ec-bf8d-48c4-a8d8-95b8f5fc64aa.jpg?crop=1321%2C1051%2C0%2C138"]], "author": null, "date": "2024-07-25T17:30:00.000Z", "subheader": null, "authors": ["Ali Mitib"]}, "https://www.thetimes.com/uk/environment/article/just-stop-oil-activists-spray-paint-heathrow-departure-boards-orange-nt5xjhw3b": {"title": null, "text": ["Climate activists have been arrested after spraying orange paint over departure boards at Heathrow Terminal 5.", "Two Just Stop Oil (JSO) protesters staged a sit-in protest at the terminal, the home of British Airways, after spraying windows, floors and screens orange.", "JSO said that Phoebe Plummer, 22, and Jane Touil, 58, were responsible for the protest, that they had entered the terminal at 8.35am and police had arrived within minutes to cordon off the area.", "The two women were taken away to waiting police vans by 8.50am. The Metropolitan Police said two people had been arrested on suspicion of criminal damage and that officers remained at the scene to “deal with any further offences”.", "Plummer was one of two activists found guilty last week"], "image": [["The two women sprayed departure boards with orange paint before staging a brief sit-in protest", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fa7deac5e-4c9a-4133-8a0e-bf1d3de3d753.jpg?crop=3840%2C2160%2C0%2C0"], [null, "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F2d2b1ae1-7214-4022-ba04-aafab7e8f90d.jpg?crop=3000%2C1688%2C0%2C0"]], "author": null, "date": "2024-07-30T11:35:00.000Z", "subheader": null, "authors": ["Ben Clatworthy"]}, "https://www.thetimes.com/comment/the-times-view/article/the-times-view-on-criminal-protests-just-stop-offending-2ftxp5c7v": {"title": null, "text": ["To those who missed their flights, were unable to receive cancer treatment and could not attend family funerals, the antics of those who clambered up gantries or stood in the fast lane to bring traffic on the M25 to a halt for four days in 2022 were hardly “peaceful protest”; their criminal disruption affected the lives of thousands, cost the economy £765,000 and added more than £1 million to the Metropolitan Police bill.", "In defiance of new laws to combat their inexcusable campaign to cause maximum damage and national outrage, the leaders of Just Stop Oil (JSO) planning the protest have now paid the price. And quite rightly. Roger Hallam, the founder of JSO and a serial protester who attempted to lecture the jury even"], "image": [["The Just Stop Oil co-founder Roger Hallam has been jailed for five years", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F44ec9ad7-29df-4759-b5e8-e5121218ffdd.jpg?crop=4822%2C3215%2C0%2C0"], ["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F6c2aac4b-45fc-43a1-b82d-3d3a84d1dfab.jpg?crop=3333%2C3333%2C0%2C0"]], "author": null, "date": "2024-07-19T20:00:00.000Z", "subheader": null, "authors": ["The Times Leading Articles"]}, "https://www.thetimes.com/comment/columnists/article/vandalism-theft-risking-lives-i-think-that-makes-mr-just-stop-oil-a-career-criminal-535fkqfkl": {"title": null, "text": ["What would you say defines a cult leader? Charisma, prolixity, mania — many of them have these distinct, unsettling qualities. If you look at any extremist, though — any political headbanger, any messiah-like ruler — there’s one thing they all have. A complete, psychotic inability to understand what it is like to be another person, or even care. They may preach good for society, but they don’t take any interest in it, or even understand what it is. It is why they often prefer animals.", "Take, for example, the Just Stop Oil convicts. How can they be so appalling?", "Five of them were arrested in October; they’ve now been given huge sentences. One, Roger Hallam — a thin, grey, unlaundered man, half badger, half"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fd0ce1993-5c50-42af-902b-ffdacc701641.png?crop=1000%2C1000%2C0%2C0"]], "author": null, "date": "2024-07-20T23:01:00.000Z", "subheader": null, "authors": ["Camilla Long"]}, "https://www.thetimes.com/uk/crime/article/just-stop-oil-activists-arrested-heathrow-airport-wzgg5s93j": {"title": null, "text": ["Nine Just Stop Oil activists have been arrested at Heathrow during a summer “international uprising” by the environmental activist group.", "The suspects were detained on Wednesday morning at two locations near the perimeter of the airport.", "The Metropolitan Police said the activists were taken into custody on suspicion of conspiring to interfere with a site of key national infrastructure under the Public Order Act. Flights and other operations were not affected.", "Video footage showed activists arriving on bicycles at a site close to passenger planes, outside a barbed wire fence, before an unmarked car pulled up and they were arrested.", "A Just Stop Oil source told The Times last month that the group was planning a campaign to disrupt airports during the summer holidays as"], "image": [["The protesters were arrested on suspicion of conspiring to interfere with a site of key national infrastructure, police said", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F8a4ea668-dc47-43f3-8bc4-a3b759c35d23.jpg?crop=3000%2C1688%2C0%2C453&resize=360"]], "author": null, "date": "2024-07-24T13:30:00.000Z", "subheader": null, "authors": ["Laurence Sleator"]}, "https://www.thetimes.com/uk/transport/article/just-stop-oil-gatwick-airport-pw09pxzww": {"title": null, "text": ["A group of Just Stop Oil protesters who tried to stop passengers at Gatwick have been removed and arrested, the airport said.", "Seven members of JSO, an environmental activist group, tried to block access to the south terminal’s central search area where passengers are screened. Video shared by the group showed passengers climbing over the protesters, who had painted orange boxes with them, to enter the security screening area.", "Barriers were put up around the protesters and passengers were diverted through a different entrance before the group was removed. There has been no disruption to flights.", "A spokesman for the airport said: “London Gatwick is open and operating normally today. There are a small number of protesters at the airport who have now been arrested"], "image": [["Despite the protesters’ efforts, passengers faced no delays and flights continued as scheduled", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fc3e16928-83d9-4f4e-bbe2-473f4192ba02.jpg?crop=3000%2C1688%2C0%2C155&resize=360"]], "author": null, "date": "2024-07-29T10:25:00.000Z", "subheader": null, "authors": ["Ben Clatworthy"]}, "https://www.thetimes.com/world/europe/article/germany-frankfurt-airport-climate-activists-glue-runway-f58rwhsvt": {"title": null, "text": ["Frankfurt airport, the busiest in Germany, suspended flights for three hours on Thursday morning after climate activists blocked runways by gluing themselves to the tarmac.", "The Last Generation group said in a statement that six protesters had cut through a fence and had reached various points on the runways, carrying posters reading “oil kills”.", "Photographs released by the group showed protesters in orange safety vests with their hands glued to the tarmac. They were later removed from the tarmac and arrested.", "Flights resumed shortly before 8am local time, about three hours after the activists started their protests. About 140 of the 1,400 flights scheduled for Thursday had to be cancelled, the airport operator Fraport said. More delays are possible during the rest of the day."], "image": [["A protester from Last Generation sits with his hand glued to a runway and sign saying “oil kills”", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F3a611b95-70cd-42ad-b72f-de2b84b7b09c.jpg?crop=2048%2C1152%2C0%2C0&resize=360"]], "author": null, "date": "2024-07-25T08:40:00.000Z", "subheader": null, "authors": ["David Crossland"]}, "https://www.thetimes.com/comment/columnists/article/saintly-quest-of-eco-zealot-will-lead-more-astray-7rztm8h7t": {"title": null, "text": ["Those who set themselves up for sainthood ought to be judged by harsher standards than the rest of us. In the case of the Extinction Rebellion co-founder Roger Hallam, sentenced last week to five years in prison after his involvement in a conspiracy to shut down one of our busier motorways, two standards can be applied.", "To what extent is Hallam motivated by personal vanity — by a sense of himself as a bruised, flinty, oracular man with a ponytail telling British society hard truths; such hard truths, in fact, that its only response is not to listen to them but to bang him up in prison?", "Second, do Hallam’s positions — that a global carbon elite is planning to kill billions of people, that"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F3c39ba0f-6614-4db5-b893-828585101138.jpg?crop=615%2C615%2C493%2C118"]], "author": null, "date": "2024-07-21T23:01:00.000Z", "subheader": null, "authors": ["Will Lloyd"]}, "https://www.thetimes.com/uk/environment/article/climate-protests-are-virtue-signalling-says-former-national-trust-chief-kpnsgv275": {"title": null, "text": ["A former chairman of the National Trust has described plans by climate activists to target National Trust estates over its use of Barclays as “virtue signalling”.", "Climate activists will hold protests at more than 40 National Trust sites this week in an effort to stop the charity from banking with Barclays, over its links to the fossil fuel industry.", "The organisers of the protests, which include staff, volunteers and members of the trust, said that they would not attempt to disrupt overall operations. Instead activists, who are backed by groups such as Extinction Rebellion, Fossil Free London and Christian Climate Action, will focus on creative acts of protest which range from picnics to parades and musical performances.", "The actions come after Christian Aid and"], "image": [["Sir Simon Jenkins described protesters as “virtue signalling”", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fb727e1cd-e781-4f7b-abc8-52d95020726f.jpg?crop=5000%2C3333%2C0%2C0"], ["Corfe Castle in Dorset is one of the National Trust properties where protests are planned", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F3753c536-3443-41fc-93c4-6894a1491c5a.jpg?crop=5000%2C2813%2C0%2C260&resize=360"]], "author": null, "date": "2024-07-29T17:45:55.000Z", "subheader": null, "authors": ["Ali Mitib"]}, "https://www.thetimes.com/comment/columnists/article/a-protesters-cover-up-the-truth-is-its-all-rather-fun-8wgwt3gq3": {"title": null, "text": null, "image": null, "author": null, "date": null, "subheader": null}, "https://www.thetimes.com/uk/media/article/eco-tycoon-could-silence-guido-fawkes-blog-in-defamation-case-5gs36mtfp": {"title": null, "text": ["A political blog faces a landmark legal attempt to block it from view in the UK as part of a row prompted by a millionaire eco businessman and Labour donor.", "Dale Vince, a former funder of the activist group Just Stop Oil, is suing the editor of the Guido Fawkes blog for defamation over its reports on comments the businessman made regarding the Israel-Gaza conflict.", "Last October, Vince, 62, told Times Radio that “one man’s terrorist is another man’s freedom fighter” — a comment that triggered a barrage of criticism, including from Angela Rayner, who is now the deputy prime minister.", "At the time, Vince was being interviewed at the Labour party conference in Liverpool in the immediate aftermath of Hamas’s attack on Israel and"], "image": [["Dale Vince, the owner of the energy company Ecotricity, made a comment about Hamas that triggered a barrage of criticism, including from Angela Rayner", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F58762ab0-64c8-4a99-889d-52370087b6ef.jpg?crop=4174%2C2347%2C0%2C141&resize=360"]], "author": null, "date": "2024-07-12T17:30:18.000Z", "subheader": null, "authors": ["Jonathan Ames", "Alex Farber"]}, "https://www.thetimes.com/comment/letters-to-editor/article/times-letters-ensuring-lessons-coronavirus-learnt-0298xhbvp": {"title": null, "text": ["Sir, Your leading article (“Be Prepared”, Jul 19) is right to welcome the recommendations from Baroness Hallett’s report on Covid preparedness. Her ten-point plan is a good framework for addressing the shortcomings exposed during the pandemic. However, many inquiry reports over the past two decades have similarly urged government to review crisis preparedness, and far too little has been done to ensure that lessons really are learnt.", "Crises will happen, and not only pandemics, and they are by definition unpredictable; proper planning and preparedness is needed to mitigate their effects. Any crisis demands a speedy response based on tried and regularly tested systems. Decisions should then be made on the basis of best available scientific advice.", "The recommendations from the Covid inquiry will"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F91552403-0243-4147-ab1f-5795482ebddf.jpg?crop=595%2C595%2C0%2C0"]], "author": null, "date": "2024-07-19T23:01:00.000Z", "subheader": null}, "https://www.thetimes.com/uk/scotland/article/royal-lyceum-theatre-edinburgh-nish-kumar-baillie-gifford-9gf9f6tcr": {"title": null, "text": ["A theatre in Edinburgh has come under fire for hosting a comedian who supported the Baillie Gifford boycott — after the venue’s boss publicly criticised the protest.", "David Greig, artistic director of The Royal Lyceum, expressed support for the investment firm’s sponsorship of Scottish book festivals during protests against its involvement with Scottish book festivals.", "Activist groups targeted Baillie Gifford, demanding it should divest from literary festivals owing to its investment in fossil fuels and in tech companies that operate in Israel.", "Kumar waded into the controversy when he and Charlotte Church pulled out of their appearances at Hay Festival in Wales.", "The comedian shared a statement from Fossil Free Books, the group that led the protests, and wrote: “Sad to say that I will"], "image": [["Kumar waded into the controversy about arts funding when he pulled out of a gig at the Hay Festival", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fe7243986-2a15-4697-b90e-e565760f8e08.jpg?crop=4745%2C2669%2C55%2C243&resize=360"]], "author": null, "date": "2024-07-19T23:01:00.000Z", "subheader": null, "authors": ["Sian Bradley"]}, "https://www.thetimes.com/uk/environment/article/fears-for-animal-welfare-after-met-axes-wildlife-crime-unit-jgplr6cjx": {"title": null, "text": ["Only one detective constable with wildlife crime expertise remains at the Metropolitan Police, in a blow for efforts to combat the illegal trade in ivory.", "After the Met disbanded its long-standing and well-respected Wildlife Crime Unit (WCU) a fortnight ago, the naturalist Chris Packham led calls for the force to devote more resources to tackling abuse of wildlife.", "The police team played a key role in tackling the smuggling of illegal animal parts and plants through Heathrow. Last year it seized thousands of items including snakeskins and live birds at the airport as part of Operation Thunder.", "It also played a vital role in enforcing breaches of local wildlife laws, with the housebuilder Bellway Homes fined £600,000 for destroying a bat breeding site four years"], "image": [["Seized ivory carvings and elephant tusks are displayed before being crushed", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fdf94534e-f9a3-4c40-a9fc-403ad1f00ed1.jpg?crop=4205%2C2365%2C0%2C25&resize=360"]], "author": null, "date": "2024-07-13T23:01:00.000Z", "subheader": null, "authors": ["Adam Vaughan"]}, "https://www.thetimes.com/world/europe/article/anonymous-email-links-paris-rail-attacks-to-far-left-group-d0psjbfqh": {"title": null, "text": ["Investigators are looking into an anonymous email apparently sent by a mysterious ultra-leftist group claiming responsibility for arson attacks on France’s rail network that caused transport chaos hours before the Paris Olympics opening ceremony.", "The email was sent to French and international media organisations from an address with the domain name “rise up”. The domain name has been used by violent groups in France in the past, including ultra-leftists, anarchists and radical environmentalists, according to security sources.", "However, Gérald Darmanin, the interior minister, said in an interview on Saturday that he could not rule out foreign involvement. He did not name any country but was apparently alluding to Russia, which has allegedly orchestrated arson attacks in several European countries including the UK.", "Moscow has been"], "image": [["Crowds mass at the Gare du Nord in Paris, a scene repeated at train stations across the French capital and beyond", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F4744cbb9-18a6-42a9-865a-1cc5585fabe8.jpg?crop=1281%2C721%2C0%2C100&resize=360"]], "author": null, "date": "2024-07-28T16:15:10.000Z", "subheader": null, "authors": ["David Chazan"]}, "https://www.thetimes.com/comment/letters-to-editor/article/times-letters-lessons-to-be-learnt-from-global-it-mayhem-fxzrk223k": {"title": null, "text": ["Sir, A fault in the software of one IT supplier has led to global chaos (news, Jul 20). In parallel, the first report of the Covid inquiry has identified inadequate healthcare data systems as a contributory factor in the mishandling of the pandemic, and Sir Ed Davey has given his account of the government’s involvement in the Horizon IT scandal (“Post Office bosses lied to me about IT glitches”, Jul 19). There is a common thread here. Pervasive and mission-critical software infrastructure has an increasingly wide-ranging societal impact, and must be made less vulnerable to the vagaries of opaque products that serve inadequately framed and governed interests. You also report on Mariana Mazzucato making the case for collaboration between the private"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F91552403-0243-4147-ab1f-5795482ebddf.jpg?crop=595%2C595%2C0%2C0"]], "author": null, "date": "2024-07-21T23:01:00.000Z", "subheader": null}, "https://www.thetimes.com/comment/columnists/article/coffee-requests-rachel-reeves-imagined-budget-c8vfj0pwh": {"title": null, "text": ["Steve Reed Hi Rachel, lovely to see you in cabinet. Blue really suits you. Just wondering if you’re free for a budget chinwag. As secretary of state for environment, food and rural affairs, I’m hoping we can discuss my plans for environment, food and rural affairs? I know the £28 billion is probably still off the table, but these onshore wind farms don’t pay for themselves.", "Rachel Reeves I thought that’s exactly what they did.", "Reed Well, eventually, weather permitting, but still keen to discuss our bold green future.", "Reeves I can do next Wednesday before PMQs.", "Reed I’ll bring biscuits.", "Louise Haigh Fifth female transport secretary paging first female chancellor! Ding ding! Just wondering if you’ve had a moment to think about my bus"], "image": [[null, "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F6c16e4c1-8594-4dee-817b-10eecc74a776.jpg?crop=1600%2C900%2C0%2C0&resize=360"]], "author": null, "date": "2024-07-13T23:01:00.000Z", "subheader": null, "authors": ["Matt Rudd"]}, "https://www.thetimes.com/comment/columnists/article/the-uks-third-greatest-female-pm-plots-her-next-move-98m56t0b6": {"title": null, "text": ["Liz Truss This is brill. I’m in the car outside the count and I can hear they’re already clapping for me. The man with the keys to the sports hall keeps gesturing for me to come in, but if there’s one thing I know other than economics, public speaking and global leadership, it’s stagecraft. You’ve got to keep the people waiting", "Hugh O’Leary It’s on the TV now, darling. I’m afraid I think they’re slow-clapping you. You should probably go in", "Truss They’re not slow-clapping me. It’s the Norfolk version of a drum roll. They love it when I drop in to their constituency. I’m going to let them savour the anticipation, then I’ll go in", "…", "O’Leary Darling, is everything OK?", "Truss That is"], "image": [[null, "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fa4e5f8c4-b8ba-4f4b-9606-4b2b9eae65d3.jpg?crop=1600%2C900%2C0%2C0&resize=360"]], "author": null, "date": "2024-07-06T23:01:00.000Z", "subheader": null, "authors": ["Matt Rudd"]}, "https://www.thetimes.com/sport/golf/article/viktor-hovland-interview-swing-change-golf-open-championship-z0cgfltqc": {"title": null, "text": ["The deranged lengths to which professional golfers will pursue perfection should never be knowingly underestimated.", "Viktor Hovland was in a phenomenal vein of form towards the end of last year when he won the season-ending Tour Championship and then headed to Rome. Once plagued by his short game, the Norwegian’s chip-in at the first hole on Friday morning set the tone for the Ryder Cup and a record-breaking 9&7 victory with Ludvig Aberg over Scottie Scheffler and Brooks Koepka in the foursomes the following day was essentially the death knell. “The way I’ve played over the last couple of months, I would say I believe I am [the best player in the world],” Hovland said — not unjustly — shortly after winning 3½ points.", "But"], "image": [["Hovland won the FedEx Cup last year but finished outside the top 18 in his first seven events this season after changing his swing", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fb154b116-af26-426e-9ac0-73861838d6fb.jpg?crop=2727%2C1534%2C18%2C412&resize=360"]], "author": null, "date": "2024-07-13T23:01:00.000Z", "subheader": null, "authors": ["Tom Kershaw"]}, "https://www.thetimes.com/comment/columnists/article/fun-suckers-real-villains-thelma-film-tale-w7x38s5bl": {"title": null, "text": ["The movie Thelma concerns a 93-year-old widow scammed out of her savings who seeks restitution, aided by her wastrel 24-year-old grandson, Danny.", "It is a tender, hilarious and sweet (without being saccharine) depiction of the relationship between the very old and their young adult grandkids. Scenes where an endlessly patient Danny schools a frustrated Thelma in computer skills will resonate with many.", "It is a paean to the courage of the old, determined to be masters of their destiny despite infuriating infirmities and the loneliness of outliving every friend. Thelma, played by June Squibb, reminds me of my mother: she may remind you of yours. Gen Zs like Danny are depicted as self-pitying, timorous and lost, yet redeemable if given a challenge.", "• Thelma review"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F83ac89c7-941e-46b3-a10c-7772fb05b15e.png?crop=300%2C300%2C0%2C0"]], "author": null, "date": "2024-07-24T20:00:00.000Z", "subheader": null, "authors": ["Janice Turner"]}, "https://www.thetimes.com/comment/columnists/article/change-not-in-this-manifesto-of-platitudes-tdwsjj2wm": {"title": null, "text": ["In the end, perhaps it is an apt image for the whole election. The leader of the Liberal Democrats jumping head-first off a crane, hollering “vote Liberal Democrat!”, his ballooning paunch bouncing up and down on a bungee cord like a prop in a giant game of cup and ball. Here we are again, Britain, taking a leap into the dark, trying to upend the status quo for the third time in a decade (2016, 2019, 2024), only to find within a few years that we are once again spinning in circles, tethered to the same dock.", "The previous votes for change were branded more colourfully. Boris Johnson as salesman offered the prospect of “unleashing potential” or “levelling up”, but such dangerous specificity has been"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fc4e16496-4f26-4ebb-a50c-97555af63dea.png?crop=300%2C300%2C0%2C0"]], "author": null, "date": "2024-07-03T20:00:00.000Z", "subheader": null, "authors": ["Juliet Samuel"]}, "https://www.thetimes.com/profile/david-woode?page=3": {"title": null, "text": null, "image": null, "author": null, "date": null, "subheader": null}, "https://www.thetimes.com/comment/letters-to-editor/article/times-letters-president-biden-defence-ukraine-europe-6kg5srhnl": {"title": null, "text": ["Sir, William Hague concludes cogently that Joe Biden now has a final chance to demonstrate positive leadership for the future security of Europe and the free world (“Biden’s last act must be to strengthen Ukraine”, Jul 23). Biden’s disastrous decision to implement Donald Trump’s plan to withdraw US and Nato troops from Afghanistan in 2021 convinced Putin that the West was weak and poorly led. Twenty years of bloody struggle but positive social progress in Afghanistan was squandered in an instant, but now President Biden has the opportunity to show determination and leadership by untying the arm behind President Zelensky’s back and letting the Ukrainians use US long-range missiles to strike targets deep into Russia. Britain and Germany should follow suit. It is"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F91552403-0243-4147-ab1f-5795482ebddf.jpg?crop=595%2C595%2C0%2C0"]], "author": null, "date": "2024-07-23T23:01:00.000Z", "subheader": null}, "https://www.thetimes.com/article/times-letters-disquiet-over-loss-of-winter-fuel-allowance-8v3j0dgzh": {"title": null, "text": ["Sir, As a recipient of the winter fuel allowance I applaud the chancellor’s decision to cancel the payment that would otherwise be arriving in my bank account in November solely because of my date of birth — another example of ageism (“Tax rise hints as chancellor cuts winter fuel payment”, Jul 30). But I hope the requisitioned winter fuel payments of people like me do not vanish into the £22 billion black hole. Instead they should be put into a winter warmth budget for the many thousands of people who will be dreading the winter, many of whom will be admitted to hospital with hypothermia, adding to the financial pressures on the NHS.Sir Muir GrayDirector, the Optimal Ageing Programme, Oxford", "Sir, Without doubt"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F91552403-0243-4147-ab1f-5795482ebddf.jpg?crop=595%2C595%2C0%2C0"]], "author": null, "date": "2024-07-30T23:01:00.000Z", "subheader": null}, "https://www.thetimes.com/uk/royal-family/article/buckingham-palaces-east-wing-opens-its-doors-to-the-public-for-first-time-l67n72fhv": {"title": null, "text": ["Who could resist a peek behind the most famous net curtains in the country?", "The rooms leading to the balcony of Buckingham Palace have always been off-limits to the general public.", "The Royal family has traditionally preferred to wave down at them from a distance when it comes to the big balcony state occasions, but on Thursday, for the first time, visitors will have their own chance to see the balcony from the other side of those net curtains, as the East Wing opens for a trial period over the summer.", "If you’re not among the 6,000 royalists who have already snapped up all the tickets within six hours of them going on sale, or you’d prefer not to pay £75 for the privilege, here’s"], "image": [["The East Wing, which leads onto the palace balcony, is opening to the public for the first time after lengthy preparations", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F8cae1a2e-705c-4b78-ac13-6cf51276e42c.jpg?crop=5000%2C2813%2C0%2C610&resize=360"]], "author": null, "date": "2024-07-10T06:40:00.000Z", "subheader": null, "authors": ["Lucy Bannerman"]}, "https://www.thetimes.com/profile/will-lloyd": {"title": null, "text": null, "image": null, "author": null, "date": null, "subheader": null}, "https://www.thetimes.com/uk/scotland/article/labour-mps-must-start-fighting-for-scotland-and-soon-lss6xzqwm": {"title": null, "text": ["Catching up with some of the new Scottish Labour MPs in Westminster watering holes last week, the mood could perhaps be summed up as comfortably numb. They’re pleased, of course, deliriously so in many cases. But like people who have just won the lottery, they’re not entirely sure what to do with their good fortune and a little anxious that they might not deserve it.", "This is not a bad thing. Politicians should be anxious to do well and not take their success for granted. They desperately need to avoid triumphalism and gloating, especially in the hearing of hacks like me. Margaret Thatcher’s deputy, Willie Whitelaw, famously remarked after a Labour setback: “Wrong to gloat. Mustn’t do it, no, no, no. But I can tell"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fd4f7e4ed-2e34-4598-9ff1-7c531b2f602b.png?crop=300%2C300%2C0%2C0"]], "author": null, "date": "2024-07-14T23:01:00.000Z", "subheader": null, "authors": ["Iain Macwhirter"]}, "https://www.thetimes.com/comment/letters-to-editor/article/times-letters-decade-long-absence-hospital-inspections-pb8fk60st": {"title": null, "text": ["Sir, It is sadly unsurprising to read the health secretary’s comment that the Care Quality Commission “is not fit for purpose” (“Hospitals have gone unchecked for 10 years”, Jul 26). As chair of the first regulator of the NHS, the Healthcare Commission, I began to introduce a system for measuring and improving performance in NHS trusts by relying on the collection, analysis and dissemination of relevant data, measured against robust standards. It rejected the Ofsted model of routine inspections/visits in favour of a targeted approach, and sought to wean the government away from single-word assessments. And it began to bear fruit, including revealing the crisis at Mid Staffs. Unfortunately, the commission was soon abolished, perhaps because it was providing too many uncomfortable truths"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F91552403-0243-4147-ab1f-5795482ebddf.jpg?crop=595%2C595%2C0%2C0"]], "author": null, "date": "2024-07-26T23:01:00.000Z", "subheader": null}, "https://www.thetimes.com/life-style/celebrity/article/ambanis-wedding-of-the-year-caitlin-moran-93wf2jgt3": {"title": null, "text": ["Good day, dearest Times reader, and welcome to the week when England fans all seem irrevocably glum after Sunday’s match — something I must admit I do not understand. We came second in the whole tournament. Second! Guys, surely that’s … really good? Out of 24 countries, we were one from the top! We got silver! Surely there cannot be any reaction to this other than a hearty “Hurrah!”?", "I am, of course, aware that no one other than me is going “Hurrah!” right now but I genuinely don’t understand why. Comparing like for like, Britain is consistently either the sixth or seventh largest economy in the world, yet we don’t end every G7 summit with people crying in the streets because, once again, we"], "image": [["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/crossword-c7ae8934ef.png"], ["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/polygon-875ea55487.png"], ["Puzzle thumbnail", "https://www.thetimes.com/d/img/puzzles/new-illustrations/sudoku-ee2aea0209.png"], [null, "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fd16e03e1-0ca9-463a-bec1-d22e82ec2274.jpg?crop=1500%2C1000%2C0%2C0"], [null, "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F7c3c4ffd-8aa6-421a-bc1b-27c9f598680e.jpg?crop=1600%2C900%2C0%2C0&resize=360"]], "author": null, "date": "2024-07-17T17:00:00.000Z", "subheader": null, "authors": ["Caitlin Moran"]}, "https://www.thetimes.com/uk/crime/article/just-stop-oil-activists-private-jets-r6d9rldsc": {"title": null, "text": ["Two Just Stop Oil (JSO) activists have denied causing at least £52,000 of damage after two private jets were sprayed with orange paint at Stansted.", "Jennifer Kowalski, 28, of Dumbarton in Scotland, and Cole Macdonald, 22, of Brighton, pleaded not guilty to causing criminal damage and interfering with national infrastructure at Chelmsford crown court.", "The pair are alleged to have used angle grinders to break through an airport fence at around 5am on July 20 before entering a taxiway with Just Stop Oil-branded fire extinguishers filled with orange spray paint.", "The prosecution said that cleaning up the paint cost £52,000, although the extent of the damage to the fence and the cost of extra security in the aftermath was not yet known.", "The court heard"], "image": [["The campaign group shared footage of the incident last month", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fc4e7210e-92d2-4b6d-addf-02e1b9c0e118.jpg?crop=1917%2C1077%2C0%2C0"], ["Jennifer Kowalski, left, and Cole Macdonald pleaded not guilty to causing criminal damage at Chelmsford crown court", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Ff38ad0e5-9e24-4c4b-b7f8-45e2f2657281.jpg?crop=3818%2C2147%2C858%2C210&resize=360"]], "author": null, "date": "2024-08-15T17:50:00.000Z", "subheader": null, "authors": ["Ali Mitib"]}, "https://www.thetimes.com/uk/law/article/just-stop-oil-activists-to-appeal-sentences-after-rioters-given-shorter-terms-ccb32wpxm": {"title": null, "text": ["The five JSO activists who were convicted for conspiring to block the M25 have appealed against their record sentences, claiming the terms breached international law and are longer than those handed to rioters.", "Roger Hallam, 58, was jailed for five years for co-ordinating the protests that disrupted the M25 in London over four days in 2022. Forty-five protesters climbed gantries on the motorway, forcing police to stop the traffic.", "Daniel Shaw, 38, from Northampton, Lucia Whittaker De Abreu, 35, from Derby, Louise Lancaster, 58, from Cambridge, and Cressida Gethin, 22, from Hereford, were each sentenced to four years after being found guilty of conspiring to cause a public nuisance.", "The group were sentenced under controversial legislation introduced by the previous government to get tougher on"], "image": [["Roger Hallam being carried away by police after painting slogans on buildings at LSE. He was jailed for five years for co-ordinating protests that disrupted the M25 in 2022", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F4217280e-2363-418f-9963-4a377c04e0b1.jpg?crop=4000%2C2250%2C0%2C210&resize=360"]], "author": null, "date": "2024-08-13T09:30:00.000Z", "subheader": null, "authors": ["Ali Mitib"]}, "https://www.thetimes.com/comment/columnists/article/the-just-stop-oil-sentences-were-so-severe-for-a-reason-sb8zb0p79": {"title": null, "text": ["Before the recent rioting, five Just Stop Oil protesters were sentenced to prison terms of four and five years, having been convicted of conspiring to cause a public nuisance. They had plotted to block the M25, aiming to cause huge disruption and expense. Their protest, unlike the rioting, was in essence peaceful. They now seek to appeal against their sentences, with campaigners highlighting the inconsistency between the length of theirs and those, mainly shorter, handed down to those involved in the riots.", "Many may sympathise with the argument that peaceful demonstrating is less serious than the use of violence and causing damage, and it raises an interesting issue about sentencing in such cases.The offence of causing a public nuisance is relatively new, created by"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fc4684738-c0ba-460f-81ba-79f03edc6bb3.jpg?crop=1000%2C1000%2C240%2C0"]], "author": null, "date": "2024-08-15T20:00:00.000Z", "subheader": null}, "https://www.thetimes.com/comment/letters-to-editor/article/just-stop-oil-should-target-glasto-txj5qlrhk": {"title": null, "text": ["In your sympathetic account of the caring family left behind by Louise Lancaster, the mother sentenced to four years for her part in the Just Stop Oil protests, it is said that she saw no choice but to disrupt the M25 (News Review, last week). Really?", "She could have disrupted the woke faithful at Glastonbury, an appalling love-fest of financially privileged left-wingers hell-bent on polluting the countryside. Or targeted youthful backpackers, whose selfies from a brief bus ride in Thailand seem to imply we should forget about the long-haul flight to get there. Yes, climate change is serious. What many of us object to in Just Stop Oil’s approach is the hypocrisy in choice of targets.Sandra M Towers, Wigton, Cumbria", "Caroline Scott’s"], "image": [["One correspondent describes Glastonbury as “an appalling love-fest of financially privileged left-wingers hell-bent on polluting the countryside”", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F7683faf0-42fb-453b-bd8d-3ac6c9149532.jpg?crop=3700%2C2467%2C0%2C0"], ["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F77c74816-0e9b-4f89-afb2-c43ff6ce4506.png?crop=800%2C800%2C0%2C0"]], "author": null, "date": "2024-08-03T23:01:00.000Z", "subheader": null}, "https://www.thetimes.com/uk/crime/article/judge-tells-jso-easy-to-be-blase-when-its-not-your-life-disrupted-rrzhf7q7g": {"title": null, "text": ["Five Just Stop Oil activists who conspired to cause gridlock on the M25 have been jailed by a judge, who told them it was easy to be dismissive when it was “not your life that’s being disrupted”.", "George Simonson and Theresa Higginson were each sentenced to two years, Paul Bell was sentenced to 22 months, and Gaie Delap and Paul Sousek were sentenced to 20 months for their part in the protests in November 2022.", "A sixth defendant, Daniel Johnson, was given a 21-month sentence suspended for two years and ordered to complete 200 hours of community service.", "The five, aged 24 to 77, had pleaded guilty at an earlier hearing to causing a public nuisance after they caused mass disruption by climbing gantries on"], "image": [["The protesters climbed gantries on the M25, forcing the police to halt traffic during a demonstration in 2022", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fc07b1cd8-50cc-4e1c-94ea-e9db7ffcbad4.jpg?crop=3264%2C1836%2C0%2C239&resize=360"]], "author": null, "date": "2024-08-02T08:45:33.000Z", "subheader": null, "authors": ["Kieran Gair"]}, "https://www.thetimes.com/travel/advice/travel-chaos-strikes-disruption-gpglw588z": {"title": null, "text": ["The summer holiday season usually means travel disruption of some kind, with strikes by airline, airport and rail staff the biggest causes. This year, travellers face a barrage of other potential problems. Protests by organisations such as Just Stop Oil and unexpected airport evacuations may hamper even the most well-planned getaway, and then there’s the possibility of airlines not having enough planes, giving rise to schedule changes and higher prices. EasyJet has cancelled more than half of its flights from Portugal so far this month, with 21 services to and from the UK affected across three dates (August 15, 16, and 17).", "If you are planning a much-needed break this summer, here’s what you need to know about possible disruption.", "Become a subscriber and, along with unlimited digital access to The Times and The Sunday Times, you can enjoy a collection of travel offers and competitions curated by our trusted travel partners, especially for Times+ members", "Airline or airport strikes are almost inevitable during the busy summer season. Air traffic control strikes can be particularly problematic, as they’ll affect flights both in and out of a country, and any planes flying over its airspace.", "There’s little you can do, except to ensure your airline has the correct contact details for you so they can get in touch if there is a last-minute delay or cancellation. It’s also worth downloading your airline’s app, which will often contain information not available elsewhere.", "Here are some of the potential strike hotspots:", "A planned walkout by cabin crew members of the National Civil Aviation Flight Staff Union (SNPVAC) prompted easyJet to cancel 21 flights to and from Portugal this month between August 15 and 17. An easyJet UK spokesperson said that these flights were cancelled due to “the unnecessary strike action planned by the SNPVAC union and in order to minimise the impact of the disruption on the day of travel for our customers”.", "The airline said it wanted to give customers as much notice as possible so they could make alternative plans, adding that all customers on affected flights will be eligible for a refund or a free transfer to a new flight.", "“We also advise customers travelling to and from Portugal on 15, 16 and 17 August to check the status of their flights on the easyJet Flight Tracker,” the spokesperson added.", "It’s worth bearing in mind that rail strikes could also affect your journey to or from UK airports, though there are currently none planned.", "As well as strikes, there is the possibility of disruption caused by issues with passport e-gates. On Tuesday, May 7, the Home Office confirmed a “nationwide issue” with Border Force e-gates that caused huge queues at airports across the country, including Heathrow, Gatwick and Manchester. The issue was later resolved.", "There are no strikes currently planned for France. The last strike involving French air traffic controllers, due to take place on April 24, was called off at the last minute after a pay deal was reached.", "There may still be strikes by CGT-RATP affecting public transport in Paris — the union has served a strike notice that covers the period between February 5 to September 9 — but no strike dates have been announced yet. The French government is currently debating a bill that could prevent the strike from happening.", "There are currently no airport or airline strikes planned in Italy.", "There are currently no airport or airline strikes planned in Spain. In general, Spanish law requires minimum service levels to be met, which means the effect of strikes are usually limited.", "There are currently no airport or airline strikes planned in Greece.", "Strikes aren’t the only thing that could disrupt your holiday plans in 2024. The rules around taking liquids through airport security are changing, which may cause confusion and delays at airport security checks.", "UK airports including Teesside and London City, and Shannon and Donegal in Ireland have lifted restrictions on liquids. It means that you can travel with up to two litres of liquids instead of the previous 100ml containers in plastic bags, and don’t need to remove your laptops or tablets for separate inspection. However, the former rules are still in place for major airports including Heathrow, Gatwick, Stansted, Manchester, Newcastle and Edinburgh.", "Meanwhile, issues at Boeing have impacted its production schedule, which means some airlines don’t have as many aircraft as they originally anticipated. Ryanair for example has cut some of its summer schedule because of the delay. Wizz Air has also had to cut its summer schedule because of required engine checks for its Airbus planes. The cumulative effect of this aircraft shortage means fewer flights, more expensive fares and potentially longer delays if an aircraft is taken out of service at the last minute.", "• Boeing 737 Max: which airlines use them and how dangerous are they?", "In the Middle East, airlines have had to amend their flight routes to avoid Iranian airspace after Israel launched retaliatory strikes. It means longer flight times on long-haul routes, especially those to Asia and Australia, and delays due to congestion in the air. Those with a transit in the Middle East may also see an increase in the possibility of missed flight connections if there are delays.", "And if air travel wasn’t already blighted with enough obstacles, there may also be further protests by Just Stop Oil on the horizon. The activist group has already targeted UK airports this summer, including Stansted, where activists sprayed two private jets were sprayed with orange paint. In July, protesters blocked a security gate at Gatwick airport’s south terminal using suitcases with lock-on devices. The nature of Just Stop Oil’s protests means that any further action this summer will be unexpected, but the UK’s biggest and busiest airports and roads leading to them will likely be targets.", "Air traffic control strikes and those by airport staff not directly employed by an airline are considered “extraordinary circumstances”, which means you won’t be due any compensation from the airline. However, airlines still have certain legal obligations and a duty of care if you’re already travelling.", "If your flight is cancelled then the airline needs to either offer you a full refund for the journey, as well as for any affected return flights on the same booking, to be reimbursed within seven days, or offer you an alternative flight, including with a rival airline in some cases.", "• Everything you need to know about compensation for cancelled and delayed flights", "If your flight is delayed for an extended period, the airline needs to provide you with a reasonable amount of food and drink, a means for you to communicate, accommodation if your flight isn’t until the next day, and transfers to and from the accommodation.", "In some cases, you’ll be provided vouchers for these items but often you are expected to claim back reasonable expenses from the airline afterwards, so keep your receipts.", "You could still end up with out-of-pocket costs and, in this instance, a comprehensive travel insurance policy may be handy. Whether you’ll get a payout will depend on your coverage, so check the small print. Also, make sure you get something in writing from the airline to confirm the cause of the delay or cancellation.", "• A guide to travel insurance: everything you need to know", "On Friday, July 5, Heathrow Terminal 2 was evacuated by emergency services after the Metropolitan Police was alerted to a “suspicious item that needed to be checked out”. The incident was investigated and resolved, with no further action taken, but passengers affected by the evacuation were instructed to check with their airline regarding any disruption to their flights.", "Airport evacuations such as this one are, on the whole, uncommon. However, in case of an emergency, airports do have plans in place for mass evacuations, and you should follow all instructions given by airport and airline staff. Following the evacuation, airports and airlines should keep you informed on any developments via their official channels.", "If your flight is delayed or cancelled as a result of the evacuation, you should check your airline’s policies to see if it offers any compensation or refunds in this case. Passengers should also consult their travel insurance policy details, as some providers might provide compensation for any disruption incurred as a result of the evacuation.", "Sign up for our Times Travel newsletter and follow us on Instagram and X"], "image": [["Heathrow Terminal 5 could be hit by strikes over the summer", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fe2075b28-b014-4fca-98ab-5adc72819dd7.jpg?crop=3000%2C2000%2C0%2C0"], ["Passengers at Milan Malpensa airport", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F71dc39b6-16b1-4349-9250-4a4b595ca0ed.jpg?crop=4500%2C2697%2C0%2C0"], ["Some airports have lifted the restrictions on carrying liquids in hand luggage", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F7e652577-0f6e-4f09-93c6-e73b68021cd8.jpg?crop=4658%2C3105%2C0%2C0"], ["Just Stop Oil protests could affect air travel this summer", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F85b933b0-93b0-4e2d-8ca0-17053e5a8296.jpg?crop=5000%2C3333%2C0%2C0"], ["WizzAir has reduced its flight schedule due to mechanical checks", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F2404a28c-e41c-4e09-916c-dfa7f4f813d7.jpg?crop=3383%2C2255%2C0%2C0"], ["Passengers queuing at Edinburgh airport", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fdf4c9a53-6e68-4d24-b0fb-f3841bf318d0.jpg?crop=1600%2C900%2C0%2C0&resize=360"]], "author": null, "date": "2024-08-09T12:53:28.000Z", "subheader": null, "authors": ["Qin Xie", "Claudia Rowan"]}, "https://www.thetimes.com/uk/crime/article/uk-riots-far-right-rallies-wednesday-latest-news-dlcxkd077": {"title": null, "text": ["Thousands of counter-protesters have taken to the streets across England, outnumbering far-right demonstrators.", "Crowds of anti-racist protesters have gathered in Bristol, Liverpool, Birmingham and Walthamstow to counter up to 100 far-right rallies which were planned for this evening. The Times has reporters on the ground at a number of locations. Follow for live updates.", "Chris Webb, the MP for Blackpool South, came to watch the protest in his town — accusing some of those taking part of seeking TikTok fame.", "The Labour politician told The Times: “This is a community that has felt neglected and is on hard times. Whilst I understand some people have legitimate concerns regarding immigration policy, coming down [here] for intimidation and thuggery won’t be tolerated.", "“Today it’s mainly been young people trying to get TikTok famous … we’ve heard racist chants, but on the whole it’s more people interested in their community. Unfortunately we have a small group of individuals just wanting to cause harm and disruption.”", "Though the majority of people out on the streets of Liverpool tonight were there to demonstrate their support for the values of multiculturalism, a small group of would-be far-right protesters lurked across the street (Constance Kampfner writes).", "One man was seen circling around a young south Asian woman chanting “Tommy Robinson” before being escorted away by police. Mostly, however, they stood back, hoods up, assessing the scene. They were clearly outnumbered, by both police and anti-racism demonstrators.", "Residents in Finchley have complained to their MP that “so-called anti-fascist” groups at rallies in the streets were “clearly antisemitic” (Tom Witherow writes).", "Sarah Sackman, a Labour MP and the solicitor general, said she had made reports to the police and the Community Service Trust, a charity which provides security to the Jewish community. “Concerned residents have shared posts with my office relating to so called ‘anti-fascist’ groups in Finchley which are clearly antisemitic,” the MP said. “I will not amplify or platform those voices. Instead I have reported them to the police and CST. I advise others to do the same.", "“I’ve said it once and I’ll say it again. Whether it’s the far right or far left there can be zero tolerance for antisemitism, Islamophobia or racism in any form. There is no place for such hate in our community.” Up and down the country, many of those protesting against the far right have worn face masks, sung pro-Palestine chants and waved Palestinian flags.", "In Brighton, a group of four right-wing protesters have been significantly outnumbered by thousands of counter-demonstrators.", "The four were protected by a dozen police officers, who created a cordon around them with two lines of officers ensuring they were separated from the crowd. Protesters chanted “Fascist scum, off our streets” at the group. The counter-demonstration was so large that a bus became trapped in the crowd, and was still going strong at 9.45pm.", "Hundreds of counter-protesters sang and chanted outside the Asylum Welcome centre in Oxford and asylum seekers who had retreated to their rooms in a nearby hotel stepped out to wave to well-wishers (Larisa Brown writes).", "Mark Goldring, director of the organisation, said as many as 400 counter-protesters had turned up and no one from the far right could be seen. He said it had all been a “complete false alarm but all credit to the police because they took it very seriously”.", "He said that the counter-protesters had demonstrated the “power of local people taking to the streets and showing that they cared”. He said he would be back at his office, on the list of places to be targeted by anti-immigration protesters on Wednesday night, first thing Thursday morning to continue his work.", "A person thought to be an anti-fascist protester has been arrested following a scuffle in a car park in Dover.", "A rumoured far-right protest outside an address listed as an immigration centre has not materialised. However there is a large police presence and an ominous atmosphere as small groups of men, who may or may not be involved in the far right, attempt to film the counter-protesters who are concealing their identities.", "The Metropolitan Police has said it will move officers in numbers to arrest a group of people for anti-social behaviour, after they threw bottles at police.", "On Twitter, the force said: “Approximately 50 people have gathered in North End Road, Croydon. They’ve made clear their intention is to cause disruption & fuel disorder. They’ve dragged and thrown objects down the road and thrown bottles at officers. This is not linked to protest, this appears to be pure anti-social behaviour.”", "Images on social media showed men dressed all in black running up and down main roads.", "A young Muslim man told The Times that he had been shocked by scenes of violence that unfolded in Liverpool last week (Constance Kampfner writes).", "“This stuff doesn’t happen in Liverpool,” he said. “We’ve always been one community, we’ve always felt neglected by the rest of the country. But those people last week were sheep just jumping on the bandwagon.” He said they had gathered to defend those who “have run away from wars, from bombs and who are now getting terrorised here as well”.", "Anton Galfarsoro, 19, a student, had come out with his father to show that last week’s rioters “don’t represent our city”. He said: “There’s too many people that we accept as quiet racists but we should call them out for what they are.”", "If the dominant sounds of last week’s riots were of smashing glass and racist chants, the scene in Liverpool tonight was a stark contrast (Constance Kampfner writes).", "The tune of “give peace a chance” blasting out of a shopping trolley was a gentler welcome on the city streets, where hundreds of people gathered outside an asylum centre in a show of defiance to the far right. Signs attached to metal railings and being held in the air boasted slogans including: “Welcome immigrants: deport fascists!” and “Merseyside pensioners fight back.”", "Cars honked as they drove past the tambourine-thumping group which stretched down Overbury Street, a mile from the city centre. A few young men wearing masks were seen giving the middle finger to police as a helicopter circled overhead, but officers — with their helmets resting strapped to carabiners on their hips — seemed relieved that that was as bad as it seemed to get.", "In Blackpool, seven protesters mounted a roundabout in the town centre, holding up a Union Jack and St George’s flag to a cheering crowd of around 100.", "With Blackpool Tower visible in the background, they sang “England till I die” and chanted: “This is f***ing England.” Another protester, looking on, shouted: “There’s no black in the Union Jack.” Meanwhile, a woman dressed in a nightie and slippers marched up to the protest and ordered several of her children home.", "Hundreds of counter-demonstrators have turned out in Bristol in response to planned anti-immigration protests.", "Scores of anti-racism protesters gathered around Castle Park and Old Market in the city centre. There are also counter-protesters in Brighton as restaurants including a kebab shop and noodle bar were boarded up along the road where protests were expected to take place. Police appeared to escort a few men towards the train station as counter-protesters followed them chanting.", "“There are many, many more of us the you,” chant peace protesters in Southend-On-Sea at nobody in particular.", "After an earlier flare-up was diffused, the situation has calmed. But the police tactic of creating a partial barrier between two ends of Hamlet Court Road is causing some confusion. Counter-demonstrators are facing up and chanting at the other side — however, one protester who has just walked from one end to the other says: “There are no far-right down there.”", "Around 500 counter-protesters who had been stood outside of an immigration centre in the Jewellery Quarter of Birmingham began marching towards the city centre chanting “fascist scum out of Brum” on Wednesday evening.", "Families were dressed in matching balaclavas and said they had decided to attend the counter-protest to “protect their community in numbers”. One masked boy was just ten years old.", "The peaceful turnout was in response to social media posts that suggested that a far-right presence would return to the city in coordination with other nationalist rallies reportedly planned across the UK tonight. One black protester from Leicester said he had joined the group “to defend what’s right, adding “for me I can’t leave the security of my community to others”.", "A couple of dozen counter protesters are holding signs in a car park in Dover, where there is a heavy police presence. Rumours of a major far-right protest in the town have so far not materialised.", "There are lots of people walking the streets and sitting in cars and it feels like they are sizing up if anything is going to happen in Dover tonight.", "Raphaël Arnault, a prominent French anti-fascist activist who was recently elected to the country’s National Assembly, said on Twitter that he had come to London to support counter-demonstrations after the riots at the weekend.", "Arnault, who founded the French group Jeune Garde (Young Guard), said: “So I’m heading to London to support local anti-fascist comrades in the face of racist riots and targeted attacks. Young Guard Mode Activated.” The Jeune Garde have been involved in regular clashes with the far-right in France.", "He later posted a photo from Walthamstow, where a significant counter-demonstration gathered outside of an immigration lawyer’s office. Arnault added: “The resistance is on!”", "A man has been arrested on suspicion of failing to comply with a Section 60AA order after refusing to remove his face covering, police said.", "Cleveland police introduced the special power following disorder in Hartlepool and Middlesborough over the past week. The man was challenged by officers on Park Lane in Middlesborough on Wednesday evening and asked to remove a face covering. Separately, a man has been arrested near the site of a planned protest in Blackpool.", "Tempers flared between anti-immigration demonstrators and anti-racist protesters in Aldershot, with video footage showing a line of police officers acting as a barrier between the two sides.", "As protesters held up “Stand Up To Racism” placards and chanted “refugees are welcome here”, an anti-immigration group across the road chanted back “stop the boats”. At one point, some in the anti-immigration party stopped traffic to walk toward the anti-racism group and angrily shout at them, spurring dozens of police officers to rush into the road to prevent the groups from getting too close to one another.", "One individual with the anti-immigration group was spoken to by two officers, but it is unclear if any criminal action was taken against him. There appeared to be far more counter-protesters than those in the anti-immigration group.", "Counter-protesters in Harrow joked that they had “no protests to counter” after far-right groups failed to show up at the town’s immigration centre.", "“We’ve scared them off”, one anti-fascist activist said, adding: “Either that or they’re all down the pub loading up on beer before coming here.” About 200 people gathered to chant and give speeches in support of immigration and refugees. Riot vans and police cars were stationed next to the demonstration but officers were confident that no far-right groups were nearby.", "One policeman said at about 7:30pm that the Met had officers monitoring the local pubs for trouble and there were no signs that disorder was due. The force issued a Section 60 order giving officers to powers to stop and search and requiring people to remove face masks. More than a dozen men on the outskirts of the group had black face coverings and balaclavas on.", "In Portsmouth, around 75 right-wing protesters have gathered on a main road near the port. On videos posted to social media, protesters, some wearing balaclavas, could be heard shouting “save our kids”, and stopping traffic.", "Three riot vans of police are attempting to move the protest off the M275 after they blocked the road. Some protesters could be heard taunting police.", "A small group of people, including some anti-fascist demonstrators, have gathered at the site of an expected protest near an immigration centre in Middlesbrough, but no protesters had assembled ten minutes after the planned start time.", "In the residential streets nearby, security guards and dozens of residents stood outside a mosque while other people appeared to be on guard on Parliament Road, which saw significant damage, including a burnt-out car, during Sunday’s riot.", "Meanwhile, hundreds of counter-protesters have assembled directly outside an immigration advice centre in Birmingham’s Jewellery Quarter, holding banners reading “Oppose Tommy Robinson”, “Bigots out of Brum” and “Stamp out Islamophobia”.", "Tensions briefly erupted in Southend-on-Sea after a man in a black hood and wearing sunglasses was singled out by the crowd as a possible far-right demonstrator.", "Police, who have had little to do at the protest so far, sprung into action and pulled the man away.Officers have formed a barricade across Hamlet Court Road, a busy shopping street, with counter-demonstrators on one side and a rumoured anti-immigrant faction gathering on the other. For all the good feeling so far, the situation feels fraught.", "About 50 people, mostly young men, turned up to an immigration solicitor’s office in Blackpool, a few streets away from its seafront. Some wore balaclavas over their faces. They were watched by a police patrol car stationed outside the office.", "One man, 31, who declined to be named, said: “I wanted to show my face today because this isn’t about the far right. The government has let all these illegals in and no-one knows what is going on. Where’s the fairness?”", "He claimed that immigrants get “free benefits and free hotels”, adding: “We’re not saying no to them, we’re saying we’ve taken enough.” Officers brought out four police dogs to try and push the protesters back in Blackpool, after one man was knocked to the floor and arrested.", "Police have arrested three people for public-order offences during a protest in Northampton. The suspects are in custody, police confirmed, adding that no members of the public or police officers were injured.", "Around 150 counter-protesters had gathered peacefully at the junction of Kettering Road and Clare Street. Northamptonshire police confirmed that officers were in attendance. They are now asking people to completely avoid the area around the junction where a large crowd has gathered.", "The director of one of the organisations that is the target of tonight’s riots said that anti-racism protesters had gathered outside his office and at a nearby local asylum hotel and so far it was “all calm” (Larisa Brown writes).", "Mark Goldring, director of Asylum Welcome in Oxford, said he had been forced to close the office this afternoon but continued to run services for clients. “We have just had to lock it up and abandon it. We don’t know whether there will be ten protesters or 500,” he said.", "He said his concern was that if the riot escalated there would be “no way out” because the office is in a courtyard. He added that he felt the organisation’s work was “more important than ever” and he had been overwhelmed by support.", "The shops might be boarded up but it is a festival atmosphere in the Westcliff area of Southend-on-Sea in Essex (Mario Ledwith writes).", "After news of a possible far-right demonstration spread, shops closed their doors for the evening, fearing disorder. By 8pm, several hundred counter-demonstrators had amassed at a junction close to an immigration legal office, included on a list of targets. Armed with a megaphone, a cheerleader is taking the crowd through chants of “Nazi scum, off our streets” and “This is what community looks like”. Passing motorists are beeping their horns and people are passing out slices of pizza from one of the few shops still open, amid a large police presence.", "Outside the Asylum Link centre on Overbury Street in Liverpool, supporters of the charity filled the road following reports a protest was due to be held outside.", "A police van blocked off the road as hundreds turned out to protect the building, which had boards over the windows. Placards were held by members of the crowd including ones which read “Nans against Nazis”, “Merseyside pensioners fight back” and “When the poor blame the poor only the rich win”. Signs placed on the fence around the building said “Love not hate” and “One human family”.", "Dozens of protesters holding “Stand Up To Racism” posters have gathered outside Aldershot Enterprise Centre. They chanted and held banners reading “Refugees welcome. Stop the far right.” A few of them wore face masks.", "Several police officers stood close by. A smaller group, some masked, congregated outside Yeomans Nissan Aldershot, opposite the road. Some of them shouted back angrily at the Stand Up To Racism group.", "In Liverpool, Bristol, Newcastle and other cities, rumoured far-right protests were heavily outnumbered by counter-demonstrations.", "In Liverpool, counter-protesters holding anti-racist placards and chanting “refugees welcome here” gathered outside an asylum-seeker support centre which had been listed as a target for the far right. The building had been boarded up by volunteers but a large crowd of peaceful protesters stood outside. Several women held up signs reading “nans against Nazis”. A dispersal order issued by Merseyside police will remain in place across south Liverpool until 7pm tomorrow.", "There is a heavy security presence around the station in Dover, where rumours had spread on social media about a protest outside an immigration advice centre this evening.", "At this stage there seems to be no disorder in the Kent town. The “immigration centre” in fact left the address some months ago and the premises is now being used for unrelated purposes. The Kent town has become a flashpoint because boats of migrants land on UK shores there.", "Cumbria Police arrested two men on suspicion of public order offences — including using threatening words or behaviour intended to stir up religious hatred — relating to online activity.", "A 41-year-old man from Carlisle was arrested over the alleged posting online of content encouraging violence against police officers and promoting public disorder, and a 40-year-old man from Carlisle was arrested in connection with the alleged posting of hate-related content online.", "Both men are in police custody and Chief Superintendent Carl Patrick said: “Where there is evidence of people inciting hatred or promoting violence on our streets, our officers will not hesitate to take action. We will continue to prioritise the safety of the public and anyone involved in criminality can expect to be dealt with robustly.”", "The government is working with football clubs to ban far-right rioters from matches, the i newspaper has reported.", "Senior ministers are looking at using an existing law around football banning orders to prevent convicted anti-immigration rioters from attending matches, the paper reports. Any fans taking part in disorder such as throwing missiles could be banned from matches and the government is working with individual football clubs to facilitate this, the outlet understands.", "Westminster security staff are in touch with MPs who could face riots near their offices on Wednesday night, the PA news agency understands.", "Sir Lindsay Hoyle, the commons speaker, has told MPs to “exercise caution” amid fears that immigration and asylum assistance offices could be among the targets. MPs are thought to have been told “home working” is one option to bolster their security and a Commons spokesman has warned MPs’ safety “is fundamental to our democracy”.", "According to sources, the letters — sent to all MPs — read: “The Parliamentary Security Department have reached out to members who have offices in close proximity to these plannecd demonstrations, to make them aware. Other offices — particularly those with prominent and easily identifiable locations — may wish to consider their security protocols.”", "A crowd of men in Walthamstow were seen in videos on social media squaring off with police.", "Dozens of shops and businesses in the district shut early, with many seen boarded up by 6pm. A group of counter-protesters congregated near the station after rumours of a far-right riot spread. At one point on a video live-streamed on TikTok, a small group of men who had broken away could be heard chanting Allahu akbar (“God is greatest”). However others urged them to stop.", "At lunchtime Stella Creasy, the local MP, said Walthamstow Central Station would remain open, but warned there would be crowd-control measures in place. Hundreds of counter-demonstrators have gathered in the area, chanting “whose streets? our streets!” and “free Palestine”. Nearby, one person wearing a skull balaclava has been stopped and is being searched by police.", "The King has asked to be kept updated daily on protests planned around the UK, Sky News has reported. King Charles is said to be engaging privately in the issues it has generated, the broadcaster understands.", "It comes before what is thought could be the most intense night of protests, with some 100 planned across the country.", "The publication of the names of immigration law firms as potential targets for disorder could be considered a terrorism offence, the director of public prosecutions has said.", "Stephen Parkinson told the PA news agency: “We’ve all read or seen on the news reports of far-right groups publishing information about named individuals or immigration law firms, for instance, encouraging activity affecting those individuals. The fact that it’s organised groups that might be motivated by ideological reasons, the fact that they’re promoting potentially very serious offences — that’s the sort of instance where we might want to consider terrorism charges.”", "A “hit list” of targets in Reading has been circulating on social media, including a mosque, all “p*** shops”, “and any other foreign c**** on the way”.", "Thames Valley Police issued a statement saying it was monitoring a variety of sources including social media and reports from the public to identify planned protests, adding: “Should any planned protests or spontaneous incidents escalate into violent disorder seen elsewhere in the country, we are prepared and officers will swiftly and robustly respond and deal with those choosing to cause harm to our communities.”", "The Reading Muslim organisation urged people to “remain alert” and “avoid being lured into provocations or disturbances”.", "Three more arrests have been made following the disorder in Tamworth, which saw rioters try to set fire to a hotel believed to be housing asylum seekers.", "Tamworth Police released footage of the arrests taking place, which are part of its investigation into the violent disorder in the Staffordshire town.", "A network of far-right fight clubs has urged its members to participate in riots tonight.", "Active Clubs, a group of small, fascist martial arts and fight clubs, began in the United States where they have been promoted by the neo-Nazi Robert Rundo, who was recently jailed for rioting. Clubs exist in England, Scotland and Northern Ireland. To join Active Club England, would-be members must be over 18 and “of European heritage”, the group’s Telegram account says.", "The group’s Scottish wing, Active Club Scotland, included former members of the banned terrorist group National Action, the research group Hope Not Hate found, and members have previously been prosecuted for making bomb threats. As communities braced for violent disorder today, Active Club England issued advice to its members on how to take part, and how to avoid arrest.", "Telegram has confirmed to BBC Verify that it is removing calls for violence in the UK.", "“Moderators are actively monitoring the situation and are removing channels and posts containing calls to violence. Calls to violence are explicitly forbidden by Telegram’s terms of service,” the company said in a statement. The platform has reportedly been a vehicle for far-right groups to organise their protests across the country.", "Businesses in the Jewellery Quarter of Birmingham shut early today as reports of a far-right protest planned outside of the Refugee and Migrant Centre on Frederick Street created a “ghost town”.", "Workers at Top Jewellery, a gold business on neighbouring Warstone Lane, were boarding up the shopfront. “Our boss has just spent £20,000 on two new security doors; he would rather spend £120 to protect the shop than have to replace them if someone tries to smash it up,” explained Stan, an employee. “I do think these protesters are looking for trouble and would target anyone.”", "At least three other jewellers had boarded up their windows, while several other shops and restaurants closed early. Andy, a barista at Urban Coffee, said: “We aren’t taking any risks… but at the same time I won’t let anyone intimidate me.”", "Angela Rayner, the deputy prime minister, has said “it’s not a legitimate complaint to throw bricks at police” as she vowed those involved with riots “will be met with the law”.", "She said: “Over 140 people have been charged so far and it’s right that our courts deal with that, and we’ve said that we will support the courts and will support the police in carrying out their duties. But people need to understand that if you throw missiles, if you attack people, if you incite hatred and violence, whether that’s online, or whether you’re offline, you will be met with the law because it is unlawful.", "“We end up in a situation we have here where people’s lives were at risk and police officers’ lives were put at risk by a small minority of criminality and thuggish behaviour.”", "A number of authorities have taken to social media to reassure residents that rumours being spread online of riots in their areas were “misinformation”.", "In Lewisham, southeast London, the local Metropolitan Police Service said: “We understand there were rumours that shops were closing early today. We wish to reassure business owners and our community that shops and businesses in Lewisham remain open as usual and that there was spreading of misinformation online.”", "Hackney council put out a statement to warn of “misinformation circulating regarding planned public disorder in Stoke Newington” but said the police have confirmed they had “no intelligence” to suggest that far-right rioters would be in the borough. Meanwhile North Tyneside council posted: “Social media posts about disorder in North Tyneside are not true. Northumbria police tell us that there is no intelligence of planned protest activity in North Tyneside and there are no ongoing incidents of disorder within North Tyneside.”", "The director of public prosecutions, Stephen Parkinson, has said one case of alleged terrorism is “actively under consideration” following widespread disorder across the country.", "He told the PA news agency: “No one’s been charged with a terrorism offence yet. I’m aware of one case which is actively under consideration. We’re working very closely with Counter Terrorism Police, so I know there are a number of inquiries that are potentially under way — that includes scouring the internet and social media, looking out for the potential for terrorism offences to be committed.”", "Retweeting material which can stir up racial hatred can count as a criminal offence, the director of public prosecutions of England and Wales has warned.", "Stephen Parkinson told Sky News: “The offence of incitement to racial hatred involves publishing or distributing material which is insulting or abusive which is intended to or likely to stir up racial hatred. So if you retweet that, you are republishing that and then potentially you are committing that offence. We do have dedicated police officers who are scouring social media to look for this material, and then follow up with identification, arrests and so forth.", "“It is really serious. People might think they are not doing anything harmful — they are, and the consequences will be visited upon them.”", "Businesses in areas listed as targets for riots are boarding up and closing early in case protests turn violent (Emma Yeomans writes).", "In North Finchley, London, workers were seen boarding up shops while restaurants had their shutters down on Wednesday afternoon while police patrolled the area. An Audi dealership in Brent said it was closing at 4pm, and seeking to move its cars off the forecourt.", "Estate agents in Walthamstow, east London, closed their offices and told staff to work from home, while the Nags Head pub nearby informed customers via social media they would be shut. In Essex, small businesses in Westcliff-on-Sea have boarded up their shopfronts ahead of planned action nearby and said police have been visiting local stores to offer support and advice.", "Saira Hussain, who runs HAD, a small architectural practice with offices in Manchester, Burnley, Blackburn and north London, said one shop next door in central Manchester had had their windows smashed. She added: “I’m a third-generation British Pakistani. I was born here, studied here, trade here and employ people from this country. I bet I’ve contributed much more to this country than any of these people that are causing trouble. It would be nice to live and work in peace.”", "Ofcom has urged social media companies to do more to deal with content stirring up hatred or provoking violence on Britain’s streets.", "In an open letter, the watchdog said: “In a few months, new safety duties under the Online Safety Act will be in place, but you can act now — there is no need to wait to make your sites and apps safer for users.” The letter, signed by Gill Whitehead, Ofcom director for online safety, said it would publish further guidance “later this year”.", "It added: “We expect continued engagement with companies over this period to understand the specific issues they face and we welcome the proactive approaches that have been deployed by some services in relation to these acts of violence across the UK.”", "The wife of a Conservative councillor has been arrested and bailed for allegedly calling for hotels housing asylum seekers to be set alight (David Woode writes).", "Lucie Connolly, 41, is said to have urged “mass deportations now”. In a post on Twitter/X on the day of the Southport stabbings she allegedly wrote: “Set fire to all the f***ing hotels full of the bastards for all I care, while you’re at it take the treacherous government [and] politicians with them. I feel physically sick knowing what these families will now have to endure. If that makes me racist, so be it.”", "The childminder, who is married to Raymond Connolly, who represents the Delapre and Rushmere ward in Northampton, was arrested on suspicion of inciting racial hatred on Tuesday and taken into custody. She was later released on bail. Connolly, who resigned her registration with the regulator Ofsted, later apologised for comments. She said she had acted on “false and malicious” information.", "A woman has appeared in court accused of sending a threatening message suggesting blowing up “a mosque with adults inside”, a court official said.", "Julie Sweeney, 53, of Lawtongate Estate, Church Lawton, Cheshire, appeared before Warrington magistrates’ court charged with sending communication threatening death or serious harm. Court papers allege that on Saturday the defendant “sent a message that conveyed a threat of death or serious harm, namely, suggesting to ‘blow up a mosque with adults inside’, intending, or being reckless as to whether, an individual encountering the message would fear that the threat would be carried out”.", "Sweeney has not entered a plea to the charge and has been remanded in custody until a hearing at Chester crown court on August 14.", "A court was told that a man who pleaded guilty to violent disorder had travelled from West Yorkshire to take part in unrest in Manchester on Saturday.", "Laura Peers, the prosecutor, said a “large group of far-right protesters” were seen engaging in an “altercation with one black male”, which was filmed by members of the group and uploaded on social media. Peers told Manchester magistrates’ court that Liam Ryan, 28, of Thirkleby Royd, Bradford, had “played an active role in the disorder”, adding: “He was seen on the footage aiming a punch towards the male involved.”", "Jane Hamilton, the district judge, remanded Ryan, who was shaking as he wiped tears away with a tissue after pleading guilty, into custody and ordered him to appear at Manchester crown court on August 14.", "A man has pleaded guilty to inciting racial hatred by using racist language on a livestream he broadcast to “millions of people” from outside a hotel in Stockport thought to contain asylum seekers on Monday.", "Aaron Johnson, 32, of Criterion Street, North Reddish, pleaded guilty at Manchester magistrates’ court to distributing images intended to stir up racial hatred. Laura Peers, prosecuting, said Johnson told members of staff at the hotel that “he would smash their face in”. She said that in the livestream he “repeatedly refers to migrants in a derogatory manner” and used racist language.", "Jane Hamilton, the district judge, told Johnson: “You also made reference to the children who were unfortunately murdered in Southport — that had nothing to do with asylum seekers or anything else. The man who did that was born in this country.”", "Johnson was remanded into custody and will be sentenced at Minshull Street crown court on August 21.", "A guide to walking free from arrest produced by a far-right organisation was spread around social media, The Times can reveal (Emma Yeomans writes).", "The document, produced by a now-defunct far-right organisation with the support of Nick Griffin, chairman of the BNP, includes advice on hiding evidence of extremist views from police, as well as how to physically resist arrest, and what to do in police custody.", "It accuses police officers of lying in court, and describes the police as “enemies” and “overpaid boot-boys”. The inflammatory material, which was shared by far-right members in Telegram groups used to arrange riots, will add to concerns of public disorder.", "So far more than 400 people have been arrested in connection with the riots and nearly 100 charged. The charges so far include violent disorder, resisting an officer, affray and stirring racial hatred.", "A 16-year-old boy from Tamworth has been charged as officers continue to investigate Sunday’s attack on a Holiday Inn Express in the town.", "The boy, who cannot be named for legal reasons, has been charged with violent disorder and assault by beating of an emergency worker. He is due to appear at the North Staffordshire Justice Centre today.", "Two men have been arrested in connection with the same disorder, a 28-year-old and a 43-year-old both from Tamworth.", "Elsewhere, Alex Fraser, 20, of Oldham Road, Manchester, and Matthew Wilson, 31, of Parrock Street, Rossendale, Lancashire, have been charged with racially aggravated assault and public order offences in Manchester at the weekend.", "They have been remanded into custody to appear at Manchester and Salford magistrates’ court later today.", "A lot of the disorder is “low-level criminals joining in the trouble” as an excuse to commit violence and looting, according to a police source.", "The source told the PA news agency that the events are “not particularly sophisticated” with “definitely some sort of organisation” at a local level but “not necessarily” on a national level.", "“A lot of what we’re seeing is locals reacting to what they’re seeing on social media, what they’re seeing outside in their streets and just joining in,” the source said.", "“Quite a lot of forces have reported that it’s not actually right-wing or left-wing, sometimes a lot of it is actually just low-level criminals who they already know about joining the trouble, using it as an excuse to commit violence and looting.”", "Just Stop Oil has announced it is pausing protests in order not to stretch police resources “until the immediate threats to safety have been dealt with appropriately”.", "A spokesperson for the group said: “The civil unrest the country is experiencing is a taste of what science is telling us will happen, as climate chaos accelerates and makes the preservation of a stable society untenable.”", "Just Stop Oil supporters will be joining peaceful counter-protests and taking part in clean-ups because their “primary focus is to resist fascism”.", "The Muslim Council of Britain (MCB) has called for Robert Jenrick to apologise after he said people should be immediately arrested for shouting “allahu akbar” in the streets of London.", "Asked about “two-tier policing” on Sky News this morning, Jenrick admitted he had been critical of the police during pro-Palestine protests and said: “I thought it was quite wrong that someone could chant allahu akbar on the streets of London and not be immediately arrested.”", "The MCB accused Jenrick of reaching for “Islamophobic rhetoric” and emboldening the far-right.", "Jenrick later admitted on Twitter/X that the phrase is “spoken peacefully” by many but shared a video of “aggressive chanting” of the phrase and argued it is “intimidatory and threatening”.", "“Extremists routinely abuse common expressions for their own shameful ends,” he added.", "Owners of convenience stores are being urged to “err on the side of caution” to protect staff and customers.", "James Lowman, the chief executive of the Association of Convenience Stores, told Sky News: “It is about, fundamentally, that people are more important than property.”", "He said that retailers who had been trading in places such as Middlesbrough and Hull described the disorder as “the worst thing they have ever known in their communities”. Their main response is looking to close early ahead of planned protests, Lowman said.", "Just under half of convenience store owners in the UK define themselves as being of Asian or British Asian ethnicity, he said, adding: “For those people in particular, the undercurrent of racism that they’ve probably had to live with throughout their lives, this really brings that to the surface.”", "Police chiefs are braced for more than 100 planned gatherings and over 30 counter protests across almost all parts of England today (David Woode writes).", "Activity is anticipated in 41 out of 43 police forces areas and “some will be worst affected than others”.A policing source said: “We think it’s looking like a credible picture. Whether it reaches 100 we don’t know but there will be dozens and dozens [of gatherings].", "“A lot of what we’re seeing is locals reacting to what’s on social media and outside in their streets and they’re joining in. [Much] of it is low level criminals using it as an excuse to commit violence. There is a level of local co-ordination and planning which is not particularly sophisticated.”", "It’s understood that police are monitoring Facebook, Twitter/X and TikTok and “trawling video platforms for evidential purposes”.", "A 32-year-old man has been charged with distributing a recording intending to stir up racial hatred.", "The CPS authorised the charge against Aaron Johnson of North Reddish, Stockport, relating to alleged filming that took place outside a hotel in the town on Monday.", "He will appear at Manchester magistrates’ court today.", "The three men sentenced today are the “tip of the iceberg”, the CPS has said.", "Speaking outside Liverpool crown court, crown prosecutor Jonathan Egan said they were “just the start of what will be a very painful process for many who foolishly chose to involve themselves in violent unrest”.", "He added that “disturbing images seen across the country manipulated by agitators both in person and online while local families still grieve their loved ones is an unforgivable and selfish act that each person sentenced today will have to live with”.", "Egan warned that many more people will be sent to prison for a “long time”.", "“Violence, rioting and aggression will never be tolerated in this country,” he vowed. “Whatever your motivation you will be swiftly punished.”", "Two more men have been sentenced after admitting violent disorder in Liverpool on Saturday.", "Declan Geiran, 29, of Kelso Road, Liverpool, was sentenced to 30 months in prison after he pleaded guilty to violent disorder in Liverpool on Saturday and sending a malicious communication last year.", "Liam Riley, 40, of Walton Road, Liverpool, has been sentenced to 20 months in prison after he admitted violent disorder and racially aggravated behaviour in Liverpool on Saturday.", "Both were sentenced at Liverpool crown court.", "The first person has been sentenced in relation to the disorder in Southport the day after the stabbings.", "Derek Drummond, 58, of Pool Street, Southport, has been sentenced to three years in prison after he admitted violent disorder and assaulting an emergency worker in Southport on Tuesday July 30.", "He was sentenced at Liverpool crown court.", "Britain’s most senior police officer has described accusations of two-tier policing as “complete nonsense” and claimed criticism of frontline officers is putting their safety at risk.", "Critics including Elon Musk, the owner of Twitter/X, have claimed the police response to the riots has been “one-sided”.", "Sir Mark Rowley, the Metropolitan Police commissioner, said on Wednesday: “It’s complete nonsense. We have commentators from either end of the political spectrum who like to throw accusations of bias at the police because we stand in the middle, we operate independently under the law without fear or favour.”", "Rowley, who did not name Musk, added: “The serious voices who echo those are of more concern to me, because they legitimise the violence that the officers I’m sending on mutual aid today will face on the streets. They are putting them at risk.”", "A total of 140 people have been charged following disorder across the country, according to the Crown Prosecution Service.", "Nick Price, Director of Legal Services for the CPS, said: “In addition to more than 120 individuals charged yesterday, we have charged a further 20 people with a range of offences following the continued unrest in parts of the country.", "“The Crown Prosecution Service will continue to work alongside police to build the strongest possible cases, authorise rapid charging decisions and ensure those involved in disorder are brought before the courts.”", "At least 428 people have been arrested in connection with violent protests and the figure is set to rise.", "Six people aged between 14 and 41 have been arrested following a number of race-related hate crimes and disorder across Belfast.", "A 15-year-old boy is due to appear before Belfast magistrates’ court today charged with two counts of riot and possession of a weapon with intent to commit an indictable offence.", "Charges and arrests continue to be made in England with several people appearing in court today.", "Following disorder in Manchester city centre on Saturday:", "• Andrew Phillips, 27, of Ripon Crescent, Stretford, and Shaun Holt, 42, of Oak Road, Stockport, have both been charged with violent disorder and assault• Liam Ryan, 28, of Thirkleby Royd, Bradford, West Yorkshire, and David Green, 41, of Hamilton Street, Stalybridge, Greater Manchester, have been charged with violent disorder", "They have all been remanded in custody to appear at Manchester magistrates’ court today.", "Following violent disorder in Darlington on Monday:", "• Cole Stewart, of Victoria Road, Darlington, and Brandon Welch, of Warkworth Way, Darlington, both 18, have been charged with violent disorder", "They have been remanded in custody to appear at Teesside magistrates’ court today.", "The Mayor of London has urged people to “check on their friends and neighbours” amid violent disorder.", "Sadiq Khan condemned the “disorder, racism and violence” seen in the past week. Addressing reports of far-right groups targeting locations in the capital, Khan vowed: “If you break the law, action will be taken against you.”", "He added: “I know the shocking scenes have left many Muslims and minority ethnic communities scared and fearful, so I ask my fellow Londoners to check on their friends and neighbours and show them that care and compassion is what Londoners are all about.", "“In London, we have zero tolerance for racism, Islamophobia, antisemitism or any form of hate and we pride ourselves on being open, diverse and welcoming of all faiths and backgrounds.”", "A former chief inspector of constabulary has said “two-tier policing” does not exist.", "Far-right groups have claimed the police are engaged in “two-tier policing’ — cracking down harder on white protesters than those from ethnic minorities. The police have denied the claim and No 10 has said it is a “non-issue”.", "Asked whether he saw evidence of “two-tier policing” during his time in the role, Sir Thomas Winsor said: “No. It doesn’t exist — policing is even handed.”", "He added that when politicians and others repeatedly talk about “two-tier policing” it “increases a perception of unfairness which is not correct”.", "Winsor reminded listeners of the oath which every police officer takes to “accord equal respect to all people according to law, and that’s what they do”.", "Sir Thomas Winsor, former chief inspector of constabulary, said there should be “criminal liability” for senior managers at social media companies for tolerating “harmful material” and incitement to commit crime.", "He also called for a licencing system in the UK similar to that for public infrastructure such as energy, telecommunications, water and transport. He said fines are not enough.", "Winsor told LBC that he noted in his State of Police Report in 2018 that some social media companies now own and operate “significant pieces of public infrastructure” therefore “stewardship of that infrastructure is not purely a matter of commercial freedom”.", "He added that Elon Musk, who owns Twitter/X, should “stick to batteries, cars and rockets” and leave it to the UK authorities to deal with the “protection of safety and security of our communities”.", "Inquests are to be opened into the deaths of the three girls who were fatally stabbed in Southport.", "Bebe King, six, Alice Dasilva Aguiar, nine, and Elsie Dot Stancombe, seven, died after a mass stabbing at a Taylor Swift-themed dance class at the Hart Space on Monday July 29, which initially sparked the riots.", "Their inquests will be formally opened at Bootle Town Hall in Merseyside today.", "Axel Rudakubana, 17, from Lancashire, is set to stand trial next year after being charged with three counts of murder, ten counts of attempted murder and possession of a bladed article in a public place.", "Five other children and two adults were seriously injured in the attack. All the children who were injured have now been discharged from hospital.", "There were fears violence on Britain’s streets could escalate after a counter-protesting gang of Asian men attacked a man at a pub in Birmingham.", "Video showed a mob confront a lone white man on a terrace of the Clumsy Swan in Yardley. They could be seen punching him to the ground and repeatedly kicking him. Seconds later the man who threw the first punch held back the gang and the attack stopped, leaving the victim, in his fifties, on the ground.", "He was treated for his injuries, which were believed not to be serious, the police said. Video obtained by The Times showed eight riot officers with small shields later standing guard.", "• Read in full: How gangs of Asian men took to streets in defence of their communities"], "image": [["Police led away a man with a face covering in Liverpool", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fb037641d-835a-4a81-8ea2-7b5cda3b6652.jpg?crop=4928%2C3280%2C0%2C0"], ["Right-wing protesters are protected by police as anti-fascist groups outnumber them", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F7b7458f3-ddc2-4509-abe8-92f0c39c1bf5.jpg?crop=2860%2C1681%2C0%2C0"], ["Police officers detain a man during an anti-immigration protest in Blackpool", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Ff4c8f84f-e636-40e5-b684-fa2fea8e080f.jpg?crop=5000%2C3333%2C0%2C0"], ["Crowds of anti-fascist demonstrators gathered in Bristol city centre", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F747422d0-8f68-4e5d-ada2-d1829effed6e.jpg?crop=5000%2C3750%2C0%2C0"], ["Far-right marchers failed to materialise", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F547dbb23-aea5-49ec-8c1b-660a7bc73ab4.jpg?crop=4032%2C3024%2C0%2C0"], ["A couple of dozen counter protesters hold signs in a car park in Dover", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F16f06fe0-0395-44d4-850e-190d1bf6a3b5.jpg?crop=4000%2C1800%2C0%2C0"], ["Counter-protests vastly outnumbered far-right marchers in Walthamstow on Wednesday evening", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fa3b74084-dac8-4c01-b009-2567d2f451e7.jpg?crop=5000%2C3333%2C0%2C0"], ["Police move in and make an arrest in Blackpool", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fa198d20c-2298-4a05-bf3e-9e325524f267.jpg?crop=3024%2C4032%2C0%2C0"], ["A man argues with police in Aldershot", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F3c74858c-b64f-4171-9dd3-fadb7787874e.jpg?crop=5000%2C3333%2C0%2C0"], ["A member of the public is arrested for allegedly saying racial slurs gather during an anti-racism demonstration in Newcastle", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F4034abbd-6e40-4489-838b-5d1a099abfe3.jpg?crop=5000%2C3333%2C0%2C0"], ["Police officers disperse a group of residents chanting “Allahu akbar” at a counter-gathering", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fa5c5144d-5181-4dcd-ae27-69e53e25b8e6.jpg?crop=5000%2C3333%2C0%2C0"], ["Angela Rayner visited a Holiday Inn in Rotherham on Wednesday, where owners are cleaning up after riots", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fe14b879f-6aac-4d00-aef4-491a00e4a4e3.jpg?crop=5000%2C3335%2C0%2C0"], ["A charity shop is boarded up in Westcliff, Southend, as people prepare for more unrest", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fdb2bc594-3394-4ce3-80c0-411b679d1d02.jpg?crop=5000%2C3326%2C0%2C0"], ["Liam Ryan cried in the dock after entering his guilty plea", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F63efe3f6-1cb5-4d0b-8554-35b2d6fe887f.jpg?crop=543%2C540%2C0%2C0"], ["Criminals already known to the police have been behind much of the disorder, a police source has said", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fe0b8aad8-2ff1-4224-b7b7-02da9b289de4.jpg?crop=3000%2C2001%2C0%2C0"], ["Alice Dasilva Aguiar, nine, Bebe King, six, and Elsie Dot Stancombe, seven, were stabbed to death in Southport", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F296a865d-87db-49c9-ba36-0a20ea09ec98.jpg?crop=2350%2C1174%2C0%2C0"], ["Asian men gathered to protect local shops and a mosque in a suburb of Birmingham", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Ff9db5ee8-fdb5-42b5-b677-5970195b2e0f.jpg?crop=3189%2C2126%2C0%2C0"], ["Counter-protesters gathered in Walthamstow ahead of an expected anti-immigration march", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F98a32569-039e-44b2-84f1-e623456bb8dc.jpg?crop=5000%2C2813%2C0%2C260&resize=360"]], "author": null, "date": "2024-08-07T21:06:00.000Z", "subheader": null, "authors": ["Seren Hughes", "Max Kendix", "David Woode", "Shayma Bakht", "Larisa Brown", "Mario Ledwith", "James Beal", "Charlie Parker", "Constance Kampfner", "Tom Witherow"]}, "https://www.thetimes.com/comment/the-times-view/article/the-times-view-on-riots-instigators-bxrr8r3j0": {"title": null, "text": ["The riots that blighted Britain’s towns and cities throughout the weekend are an utter disgrace. Scores of police have been injured, some seriously. Shops have been looted and burnt, property vandalised, mosques besieged and Muslims intimidated. Mindless violence has lured bored young thugs into city centres with little aim and no discernible agenda except to shout abuse, smash buildings and assault anyone the far right sees as a target for its racist intolerance. The government, rightly, has demanded a fast and tough response. All those arrested are likely to be charged. Courts must hand out exemplary sentences.", "The rioters’ agenda may be mindless. But the way they are contacted, organised, incited and let loose on cities is far from mindless. Social media have become"], "image": [["Police have faced aggression and violence around the country over the past week, including outside a hotel in Rotherham that was housing asylum seekers", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F0a2a5a8e-20f3-46d4-81c0-91583735d3af.jpg?crop=5000%2C3335%2C0%2C0"], ["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F6c2aac4b-45fc-43a1-b82d-3d3a84d1dfab.jpg?crop=3333%2C3333%2C0%2C0"]], "author": null, "date": "2024-08-04T23:01:00.000Z", "subheader": null, "authors": ["The Times Leading Articles"]}, "https://www.thetimes.com/comment/columnists/article/riots-teach-us-about-public-order-not-migrants-kgmf2mc9l": {"title": null, "text": ["I first heard about Stacey Vint’s fall as she pushed a burning wheelie bin at a police cordon while someone online was explaining to me how the social disorder that followed the Southport stabbings should be interpreted as a serious contribution to our national debate on immigration.", "I’ve forgotten now which variety of comment this was. I was in receipt of two kinds. From the right, drunk people throwing bricks were the inevitable consequence of the political failings of the metropolitan elite. From the left, the cause (and I did have one person seriously advance this) of Stacey’s bin fiasco, or of an 18-year-old who had failed to take his ADHD medication before smashing the window of a police Ford Focus, was right-wing rhetoric such"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F11fbe30d-5751-4f72-bfd6-7031fca8f341.jpg?crop=767%2C767%2C522%2C100"]], "author": null, "date": "2024-08-13T16:00:00.000Z", "subheader": null, "authors": ["Daniel Finkelstein"]}, "https://www.thetimes.com/uk/politics/article/jailed-for-riot-comments-justice-or-creeping-censorship-f9kttrc5l": {"title": null, "text": ["Julie Sweeney does not look like a thug. The police mugshot of her taken this month shows neither a scowling hooligan nor a bloated so-called patriot. Instead the 53-year old, with her ash blonde hair, greenish-brown eyes and tired expression, has the put-upon air of a woman who still does her adult son’s ironing.", "Yet Sweeney, from Church Lawton in Cheshire, will now be joining hardcore far-right activists, and mindless thugs in British prisons, following the riots that shook the country after three young girls were killed in Southport on July 29.", "She is the face of a small but controversial group of offenders to emerge from the disorder: those who published disturbing, racist, silly, threatening and violent content on social media platforms during the"], "image": [[null, "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F4ab820d7-7151-481a-b5ad-a0284a7dce9c.jpg?crop=3040%2C1710%2C0%2C0&resize=360"]], "author": null, "date": "2024-08-17T17:00:00.000Z", "subheader": null, "authors": ["Will Lloyd"]}, "https://www.thetimes.com/comment/columnists/article/labour-descent-sleaze-quick-cronyism-2lh0dp737": {"title": null, "text": ["People might feel they’re having an acute episode of déjà vu all over again. When in opposition, the Labour Party was constantly banging on about kickbacks for Tory party donors and, in the words of Sir Keir Starmer, giving party supporters “dodgy contracts, jobs for their mates and cash for access”.Starmer promised to “restore standards in public life with a total crackdown on cronyism”. The hypocrisy is stunning. Almost every day recently has brought fresh revelations of Labour government cronyism and sleaze.", "Lord Alli, a party fundraiser who donated £500,000 to Labour and made personal donations to Starmer, was given a Downing Street pass and last month hosted a post-election reception in No 10’s garden. It’s rare for anyone other than political advisers or"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fa5b72fd2-2ed2-4bdc-9de1-d356562eaf8f.png?crop=300%2C300%2C0%2C0"]], "author": null, "date": "2024-08-26T20:00:00.000Z", "subheader": null, "authors": ["Melanie Phillips"]}, "https://www.thetimes.com/culture/art/article/national-gallery-conservation-studio-200-year-anniversary-vqswtscxc": {"title": null, "text": ["There’s a narrow door set into a passageway of the National Gallery that I must have walked past countless times. Swiped with a security pass, it leads to a warren of corridors and dark staircases. Another door opens and sun floods in through a lantern skylight above the conservation studio. After the cramped backstairs it takes my eyes a moment to adjust. Ahead is Paolo Uccello’s The Battle of San Romano. To my right is the Pollaiuolo brothers’ Martyrdom of Saint Sebastian. Beyond is Parmigianino’s Madonna and Child with Saints. In the next-door studio Cézanne’s Bathers hangs next to Velázquez’s Philip IV of Spain. Paintings that would be separated by centuries in the gallery rooms are here cheek by kingly jowl.", "Conservators"], "image": [["Bowes Museum staff move Regatta on the Grand Canal by Canaletto ahead of restoration work", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fc1371546-0aa8-45a4-aa90-7ade5538a972.jpg?crop=2278%2C1282%2C283%2C719&resize=360"]], "author": null, "date": "2024-08-24T23:01:00.000Z", "subheader": null, "authors": ["Laura Freeman"]}, "https://www.thetimes.com/uk/politics/article/jess-phillips-interview-people-think-mps-useless-posh-corrupt-caitlin-moran-nkw9w2ghz": {"title": null, "text": ["As I’m on the train to Birmingham to talk to Jess Phillips, she’s trending on X/Twitter. This isn’t a rare occurrence, it has to be said. Other MPs smoothed their way to Westminster via Oxbridge, and then business, PR or the City — learning to be blandly but firmly noncommittal along the way.", "Phillips came via the Women’s Aid Federation, working with abused women in Sandwell in the West Midlands, and her “no-nonsense Auntie Jess in the pub just saying it like it is” vibe has consistently made her a regular “incident” on the world’s tetchiest social media platform. Her use of metaphor when talking about Jeremy Corbyn (“I won’t knife you in the back, I’ll knife you in the front”); her brisk disagreements with"], "image": [["Jess Phillips, 42, on election night in her Birmingham Yardley constituency. “If I had lost, in many ways my life would be so much easier. I’d definitely be safer”", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fda3b38f6-2eac-4d36-ae24-9b5425ba79a2.jpg?crop=1600%2C900%2C0%2C0&resize=360"]], "author": null, "date": "2024-08-22T23:01:00.000Z", "subheader": null, "authors": ["Caitlin Moran"]}, "https://www.thetimes.com/profile/ali-mitib": {"title": null, "text": null, "image": null, "author": null, "date": null, "subheader": null}, "https://www.thetimes.com/comment/columnists/article/harrows-chinese-outposts-bow-to-xis-tyranny-hgvtt3j3m": {"title": null, "text": ["Harrow School has decided to open a new campus in China. The proposed educational facility in Guangzhou, which is set to receive about 1,500 students from Hong Kong, Macao and Taiwan in 2027, will be the ninth such campus Harrow runs in China.", "Not surprisingly, human rights activists are appalled. The past few years have brought a Chinese curriculum clampdown and tougher controls on what is taught in classrooms. This year, Beijing introduced laws requiring all schools to have “patriotic education integrated into all subjects”. Schools must appoint up to five “assistant principals” to ensure children receive instruction in President Xi’s ideology and definition of the “rule of law”.", "This makes nonsense of the claim made by Harrow’s international partner, Asia International School Limited (AISL)"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F20f31972-14a4-419c-9b25-b8237f686d2a.jpg?crop=1000%2C1000%2C370%2C0"]], "author": null, "date": "2024-08-19T20:00:00.000Z", "subheader": null, "authors": ["Melanie Phillips"]}, "https://www.thetimes.com/uk/environment/article/labour-to-let-rosebank-and-jackdaw-oilfields-die-in-court-7hndprfvz": {"title": null, "text": ["The future of two big North Sea oil and gas projects has been thrown into doubt as the government says it will not contest a legal challenge that could block them.", "The Jackdaw gas field planned by a Shell affiliate and the Rosebank oil and gas field by the Norwegian energy giant Equinor were approved by the last government.", "However, a judicial review by the environmental groups Greenpeace and Uplift will no longer be defended in light of a landmark Supreme Court ruling in June. That judgment set a precedent that planning decisions must factor in the climate impact of the emissions from burning fossil fuels, not just from extracting them.", "Government insiders insisted the move was practical rather than political, given Ed Miliband’s"], "image": [["The Jackdaw and Rosebank projects are targets for environment groups ranging from Greenpeace and Friends of the Earth to Just Stop Oil", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fcca4ae7a-01bd-431f-998b-0289beaceae1.jpg?crop=3500%2C1969%2C0%2C153&resize=360"]], "author": null, "date": "2024-08-29T10:00:00.000Z", "subheader": null, "authors": ["Adam Vaughan"]}, "https://www.thetimes.com/business-money/companies/article/morrisons-freezers-warm-up-to-reduce-emissions-m6rzj9zsv": {"title": null, "text": ["For almost a century, Britain’s households and food retailers have stored their fish fingers and peas in freezers set at -18°C, a temperature standard set in the 1930s. However, that may be about to change after Morrisons announced plans to become the first UK grocer to turn up the dial.", "After research found that a higher setting would not affect food safety or quality, the supermarket chain said it planned to increase freezer temperatures to -15°C in ten of its stores in an effort to reduce costs, energy consumption and emissions.", "“The standard temperature for the storage and transport of frozen food today looks like it is simply a convention from nearly 100 years ago,” Ruth McDonald, Morrisons’ corporate services director, said. “We now have"], "image": [["Morrisons, the supermarket chain, will encourage its suppliers to follow suit after it decided to change its freezer settings", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fa05d97ae-82cb-4944-a277-f90a71f5d097.jpg?crop=5000%2C2812%2C0%2C286&resize=360"]], "author": null, "date": "2024-08-02T10:45:16.000Z", "subheader": null, "authors": ["Isabella Fish"]}, "https://www.thetimes.com/comment/columnists/article/keir-starmer-must-look-beyond-the-riot-sanctions-h9nxf0mh8": {"title": null, "text": ["A line from the American broadcaster Fred Rogers springs welcomingly to memory. “When I was a boy and would see scary things in the news, my mother would say to me, ‘Look for the helpers. You will always find people who are helping.’”", "Last week we saw the dance teacher who defended the Southport children, the neighbours who ran to help, the community that brought brushes and shovels after the riot and rebuilt the mosque wall. We saw Muslim, Jewish and Christian religious leaders processing quietly together to say “Hate will not prevail”. In the first Liverpool riot, help came from counterprotesters standing to defend the mosque, an elderly lady brandishing her banner “Nans against Nazis” and hundreds singing “There are many, many more of"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F93bf0392-d465-4269-9984-7a6747fb1d5a.png?crop=300%2C300%2C0%2C0"]], "author": null, "date": "2024-08-04T20:00:00.000Z", "subheader": null, "authors": ["Libby Purves"]}, "https://www.thetimes.com/business-money/companies/article/private-jet-europe-america-7707w53gw": {"title": null, "text": ["The terminal building at Farnborough that greets celebrities, billionaires and sports stars is surprisingly utilitarian. Yes, there is a concierge who opens your car door on arrival and takes your bags and passport to clear immigration on your behalf. But the grey Hampshire airport has clearly exchanged the trappings of luxury for seamless efficiency.", "The $70 million (£55 million) Gulfstream G650 jet that awaits on the tarmac, however, is anything but utilitarian. Bill Gates has two of these; Oprah Winfrey just the one. After boarding and sinking into one of 12 quilted leather seats, champagne is served, the doors are locked and we taxi to the runway, ready to swap Britain’s leaden skies for the sunshine of Venice.", "The take-off is rather like being shot"], "image": [[null, "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F1918b765-4b83-4139-b94c-8dfeba9b3278.jpg?crop=1600%2C900%2C0%2C0&resize=360"]], "author": null, "date": "2024-08-24T17:00:06.000Z", "subheader": null, "authors": ["Oliver Gill"]}, "https://www.thetimes.com/comment/letters-to-editor/article/times-letters-two-tier-policing-and-responses-to-the-riots-lmv9frcj2": {"title": null, "text": ["Sir, It is unsurprising that the likes of Elon Musk have become fixated with the false narrative of “two-tier” policing and a justice system which, to their mind, works against those on the right of the political spectrum (News, Aug 7). However, most people are perfectly capable of seeing that there is no equivalence between lawful protest and criminal rioting. And if anyone argues that the supporters of more left-wing causes are somehow “let off” by the law, perhaps they should use, as a benchmark, the four and five-year jail terms handed out to Just Stop Oil activists for offences which fall a long way short of setting fire to hotels full of asylum seekers. Mark Birchenhough Beckenham, Kent", "Sir, In their letter"], "image": [["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F91552403-0243-4147-ab1f-5795482ebddf.jpg?crop=595%2C595%2C0%2C0"]], "author": null, "date": "2024-08-07T23:01:00.000Z", "subheader": null}, "https://www.thetimes.com/profile/camilla-long": {"title": null, "text": null, "image": null, "author": null, "date": null, "subheader": null}, "https://www.thetimes.com/comment/the-times-view/article/labours-green-ambition-must-not-blind-it-to-reality-pwxzgtx9q": {"title": null, "text": ["Summer is beginning to fade — and in terms of energy bills, winter is already coming. Ofgem, the regulator, announced on Friday that the average household’s payment would rise by about £12 a month, or £149 a year. When it comes into effect on October 1, the increase in the watchdog’s price cap will be the first since January last year.", "At £1,717 a year, the new cap will still be less than the £2,500 level at which the previous government made an intervention to subsidise bills. But it is likely to rise again in January. The chancellor, Rachel Reeves, has added to the political pressure on the new Labour government by scrapping winter fuel payments worth up to £300 for millions of pensioners.", "Ed"], "image": [["Ed Miliband blamed the higher price cap on the “failed energy policy we inherited’ from the Tories", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F106fc9e1-9141-428c-816f-d281e81533f2.jpg?crop=4000%2C2673%2C0%2C0"], ["author-image", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fc0f3fec0-ffb4-432e-9e79-f2b3e1ed2aaa.png?crop=800%2C800%2C0%2C0"]], "author": null, "date": "2024-08-24T23:01:00.000Z", "subheader": null}, "https://www.thetimes.com/profile/damian-whitworth": {"title": null, "text": null, "image": null, "author": null, "date": null, "subheader": null}, "https://www.thetimes.com/uk/crime/article/peace-and-quiet-of-swampys-eco-village-rocked-by-acid-attack-cv2x3gss5": {"title": null, "text": ["Britain’s largest off-grid community, where the eco-activist Swampy has lived in a turf-roofed roundhouse for the past 20 years, has been rocked by a suspected acid attack.", "Police were called to Tipi Valley, a 200-acre expanse of rolling Welsh countryside near Llandeilo, Carmarthenshire, last Wednesday after a resident was injured with a highly corrosive acid.", "A manhunt was launched for a suspect from the community by Dyfed-Powys police and 48 hours later Jivan Dean, 23, was arrested.", "Dean, of no fixed abode, appeared in Llanelli magistrates’ court on Monday charged with grievous bodily harm and throwing a corrosive substance over a person. He spoke only to confirm his name and date of birth, before being remanded in custody to appear in Swansea crown court next"], "image": [["In 2020 Daniel Hooper joined protesters trying to halt work on HS2 at woodland in Buckinghamshire", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F21eb38d7-e7a5-42d9-8cdd-3315bf265ddf.jpg?crop=3325%2C1990%2C286%2C381"], ["Tipi Valley was set up in the 1970s by hippies, Christians and people who were looking for an alternative lifestyle", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F08ba4f8b-93ef-401c-8ed1-cab6837622f5.jpg?crop=2786%2C1567%2C0%2C261&resize=360"]], "author": null, "date": "2024-08-19T16:00:00.000Z", "subheader": null, "authors": ["Will Humphries"]}, "https://www.thetimes.com/uk/environment/article/the-73-year-old-greta-of-the-seas-facing-15-years-in-jail-hbcnw3xh2": {"title": null, "text": ["We’re many miles from the ocean, but Jolly Roger flags are hoisted at full mast by protesters outside the Danish embassy in southwest London, alongside banners showing dolphins and whales.", "One man’s face adorns them all. “Free Captain Paul Watson!” a crowd chants, as black cabs crawl past in Knightsbridge. A Japanese television crew is filming the whole thing: “This is a big issue in Japan,” the cameraman tells me.", "Who is this big-in-Japan man that inspires such fierce emotions? With his trademark Santa Claus beard and shaggy hair, “Captain” Watson is the fiercest marine activist on the high seas. To some, not least the Japanese, who are keen to put him in jail, he’s a menace, an eco-pirate who has endangered shipping and"], "image": [["Paul Watson, founder of the Sea Shepherd environmental organisation, counts Pamela Anderson among his supporters as he campaigns to save the whales", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F0dadb37e-6916-4a8c-bdbe-766e5188802c.jpg?crop=1600%2C900%2C0%2C0&resize=360"]], "author": null, "date": "2024-08-10T23:01:00.000Z", "subheader": null, "authors": ["Katie Gatens"]}, "https://www.thetimes.com/world/ireland-world/article/u2-star-adam-clayton-desires-a-cottage-for-his-gardener-at-danesmoate-xnd00skfw": {"title": null, "text": ["Adam Clayton found what he was looking for when he was recording The Joshua Tree in 1986. A year later, he bought Danesmoate in Rathfarnham in Dublin, the 18th-century home where U2 made the album. Now, all the bassist wants is to share a piece of his 17-acre paradise with his gardener.", "He has applied to Dun Laoghaire-Rathdown county council to build a two-bedroom, single-storey cottage that will accommodate the estate’s resident head gardener. Currently that is Darragh Stone, who has worked with the musician for four years. According to documents filed with the planning application, the home will be L-shaped and wrap around a small private courtyard.", "It will comprise two bedrooms, a bathroom, utility room, guest lavatory, and an open-plan kitchen and dining"], "image": [["Adam Clayton, left, star of U2 with Bono, the Edge and Larry Mullen Jr", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Ff847604d-6746-4150-9f29-2d240da03bbb.jpg?crop=5000%2C2812%2C0%2C0&resize=360"]], "author": null, "date": "2024-08-03T23:01:00.000Z", "subheader": null, "authors": ["Linda Daly"]}, "https://www.thetimes.com/profile/katie-gatens": {"title": null, "text": null, "image": null, "author": null, "date": null, "subheader": null}, "https://www.thetimes.com/profile/dominic-lawson": {"title": null, "text": null, "image": null, "author": null, "date": null, "subheader": null}, "https://www.thetimes.com/uk/society/article/bayesian-yacht-sinking-sicily-latest-news-p5260sj9j": {"title": null, "text": ["Mike Lynch, the businessman once described as “Britain’s Bill Gates”, and his 18-year-old daughter are missing after a superyacht sank in a freak tornado off the coast of Sicily on Monday morning.", "One person has been confirmed dead and six people are missing including Lynch and his daughter Hannah, who completed her A-levels this summer.", "Lynch, the technology entrepreneur, is believed to have amassed a fortune of about £500 million. His wife, Angela Bacares, was rescued.", "• Bayesian yacht latest: Five bodies found in search of wreck", "It is worth investigating the superyacht wreckage as there are stories of people being caught in air bubbles, an oceanographer has said.", "Dr Simon Boxall, a senior lecturer from Southampton university, told Sky News that it is “important that an attempt is made to get into the vessel” and that “time will tell” the success of the rescue operation.", "The Bayesian, which was carrying 22 passengers before it sunk on Monday morning, is 50m below the surface requiring specialized teams to reach it, he said.", "The weather window is also “very short” as today’s “fairly good” weather is forecast to turn to thunderstorms and heavy winds this evening, he added.", "Mike Lynch’s co-defendant in his US fraud trial has died after being hit by a car on Saturday, his lawyer has said.", "The lawyer for Stephen Chamberlain, Autonomy’s former vice-president of finance, said in a statement that Chamberlain had died after being “fatally struck” by a car in Cambridgeshire while out running on Saturday morning.", "Gary Lincenberg said: “He fought successfully to clear his good name, which lives on through his wonderful family.”", "Chamberlain faced the same charges of fraud and conspiracy as his former boss and both men were acquitted of all 15 charges in June.", "Cambridgeshire Police said there was a collision between a pedestrian and a car on the A1123 Newmarket Road in Stretham at about 10.10am.", "The force said in an update at midday today that the pedestrian, who was in his 50s and from Longstanton, was taken to hospital with serious injuries and remained there.", "As the search for the missing six continues throughout the night, here’s everything we know so far:", "● A luxury yacht, the Bayesian, sank on Monday morning off Porticello, Sicily● A male body has been recovered from the sea is believed to be the yacht’s cook● The British businessman Mike Lynch, his 18-year-old daughter Hannah, the chairman of Morgan Stanley International Jonathan Bloomer, and the yacht’s chef Ricardo Thomas have been confirmed as four of the six people missing● Italian fire brigade divers will continue searching for survivors overnight● Rescuers picked up 15 passengers, including Lynch’s wife Angela Bacares and his colleague Charlotte Golunski, who saved her one-year-old daughter, Sophia● Charlotte and Sophia are being treated in hospital, as is Sophia’s father, James Emsley● The UK’s Marine Accident Investigation Branch is sending inspectors to carry out a preliminary assessment, Italian prosecutors have opened an investigation, and divers are inspecting the wreck● The sinking is reported to have been caused by a waterspout, a tornado formed over the sea", "The Italian fire brigade is continuing its search for the six missing people.", "It said in a post on X that divers from Cagliari, Sassari and Rome had arrived at 7.30pm local time.", "Footage shows divers entering the water.", "Initial eyewitness reports point to a waterspout, a rare but increasingly common phenomenon in the Mediterranean, as the cause of the sinking of Bayesian.", "These intense weather events, which appear as whirling columns of air and mist, are effectively tornadoes that are formed over the sea, rather than on land. They are associated with severe thunderstorms and are often accompanied by high winds and seas, hail and dangerous lightning.", "The biggest risk comes in the “knockdown”, when the wind and waves have enough energy to tear off a boat’s mast.", "Waterspouts were once rare, but have become an increasingly common phenomenon in the region related to the heating of the Mediterranean, according to the Italian meteorological society.", "This month, the daily median surface temperature of the Mediterranean reached 28.67C, Spanish researchers said, close to the record of 28.71C July last year.", "Jonathan Bloomer, chairman of the capital market firm Morgan Stanley International, has also been confirmed missing by Italian authorities.", "Bloomer is a close friend of Mike Lynch, the owner of the sunken yacht who is also missing.", "During Lynch’s US fraud trial, which ended two months ago, Bloomer was called to the stand as he had chaired the audit committee at Lynch’s firm Autonomy.", "Sicily’s civil protection agency has said the yacht’s chef Ricardo Thomas is among those missing.", "Salvatore Cocina, director general of the agency, told the BBC that Mike Lynch and his 18-year-old daughter, Hannah Lynch, were also confirmed to be missing.", "He added the rescue operation would continue overnight.", "Mike Lynch told a Sunday Times journalist last month that he was “about to go on a very long holiday”.", "Danny Forston told Sky News that Lynch was ready to take a “big deep breath” after being acquitted by a US court over charges of conspiracy and fraud.", "Forston said: “He kept saying: ‘I have a second life, I have a new lease of life’ and ‘I have won my freedom, and now I have got to figure out what to do with the rest of my life’.", "“He was in a state of shock and real gratitude that he had put this huge case that had hung over his head behind him.”", "The UK’s Marine Accident Investigation Branch is understood to be sending inspectors to Italy to carry out a preliminary assessment of the Bayesian’s sinking.", "A team of four inspectors will be deployed to Palermo in Sicily.", "Prosecutors in the nearby town of Termini Imerese have also opened an investigation into what happened.", "Meanwhile, the Sicilian coast guard has said divers were inspecting the wreck which was lying at a depth of 49 metres.", "A local councillor where Mike Lynch lives said it is “utterly tragic” that this incident happened so soon after he came out of his US court case.", "Susan Jones, chairman of Pettistree parish council, said Lynch held a garden party for locals and friends at his home near Woodbridge, Suffolk, in June.", "• Who is Mike Lynch? British tech tycoon missing from Bayesian yacht", "She said: “He spends a lot of time away, but he knows people in the village. He was always happy to be back in Pettistree where he keeps some rare [cattle] breeds which he loves.", "“It is utterly tragic that he came out from under that cloud [the US fraud charges], and then this happens.”", "Lynch kept a herd of Red Poll cattle on his land at Loudham Hall as well as a flock of rhea birds. A member of staff there said they could not comment at the moment.", "Mike Lynch’s 18-year-old daughter Hannah is also among the six people missing, Sicilian officials have said.", "Hannah completed her A-levels this summer and has a place to study English at Oxford University.", "Italian media reported that Angela Bacares, Lynch’s wife who was among those rescued, had told doctors that her husband and daughter were missing.", "Sicily’s civil protection agency believes the six missing people who were on board the Bayesian before it sank on Monday morning, are likely dead.", "Francesco Venuto, the spokesperson for the agency, told the BBC that they “think [the corpses] must be there [in the boat]”.", "He said: “We’ve been searching all day with helicopters and boats, we’ve found nothing. That wouldn’t make sense, in these conditions we should have found something by now.”", "Extinction Rebellion Italy has blamed the climate emergency for the tornado that sank the yacht off Sicily.", "In a post on X, the protest group said: “Heavy downpours across Italy. Flooding in Tuscany and Marche. Tornadoes in the south, one dead and six missing after a boat sank in Palermo. Before and after, exceptional heat waves. These are the images from Salento.", "“It’s not bad weather, it’s a #ClimateEmergency.”", "The climatologist Luca Mercalli told Reuters that it is not possible to say if the storm was due to global warming but “we can say that it has an amplifying effect”.", "He explained: “The sea surface temperature around Sicily was around 30C, which is almost 3C more than normal. This creates an enormous source of energy that contributes to these storms.”", "The Foreign, Commonwealth and Development Office says it is supporting “a number of British nationals and their families” following the tragedy.", "“We are providing consular support to a number of British nationals and their families following an incident in Sicily, and are in contact with the local authorities,” their spokesperson said in a statement.", "Hardly a household name, Autonomy, which Mike Lynch started in 1996, was one of the UK’s top technology success stories. A rare Cambridge-founded business which rivalled Silicon Valley giants, it even bought a number of American companies, far from the status quo in the British tech world.", "Clients ranged from prominent banks to the BBC, helping them to improve sales or manage data. Its software products could sort unstructured information such as emails and voicemails. Hewlett-Packard (HP) bought it for $11 billion in 2011, in the search to move from selling printers and ink into something more lucrative. The partnership quickly unravelled as conflict developed between the two very different chief executives.", "In 2012 Meg Whitman, then head of HP who is now serving as US ambassador to Kenya, alleged Autonomy had inflated its accounts to hit financial targets. This was the start of over ten years of fighting for Lynch.", "Mike Lynch, the son of an Irish fireman and a nurse, grew up in Essex in the 1970s. His father always advised him against a job “running into burning buildings”. Instead, Lynch followed an academic path, winning a scholarship to Bancroft’s School, a private day school in northeast London, and later a place at Cambridge to read natural sciences.", "• Mike Lynch: Flown to the US in chains, now he is free … and talking", "There, he threw himself into the world of technology, developing a fascination with artificial intelligence. He stayed to complete a doctorate and held a research fellowship in adaptive pattern recognition. In 1991 he set up Cambridge Neurodynamics, which specialised in computer-based fingerprint recognition for the police.", "In 1996 he set up Autonomy, a business which analysed unstructured data, like emails, phone calls and videos — the kind of information which didn’t fit neatly into spreadsheets.", "The conditions in the Tyrrhenian Sea near Palermo were “horrendous” in the days leading up to the sinking of the Bayesian last night, a British oceanographer said.", "“You’ve got this huge effect of heavy winds and storms coming down the north Italian/French coast, down towards Sicily, so it’s this open sea,” Dr Simon Boxall, a senior lecturer at Southampton University, told the BBC.", "“There had been reports, I’d had friends send pictures back from the Mediterranean, from that area, during the week, these horrendous seas that you’d normally associate with the Southern Ocean.", "“You can get some horrendous seas, and there had been reports of waterspouts in the area last week. This combination of events, you don’t expect it in August, but the seas are so warm at the moment they are creating these big storms.”", "A local fisherman told broadcast media that he saw debris from the yacht “floating in the sea” after the storm.", "“I was on board the motorboat Francesca when I saw mats and T-shirts floating in the sea,” Giuseppe told Reuters news agency, adding that he saw people being rescued in an inflatable boat.", "Another witness, Fabio Cefalu, the captain of a trawler, said he decided to stay in the port after seeing flashes of lighting and a waterspout out to sea.", "“At about 4.15am we saw a flare in the sea,” the EVN news agency reports. “We waited for this waterspout to pass,” Cefalu said.", "“After ten minutes we went out to the sea and we saw cushions and all the rest of the boat [that had sunk], and everything which was on the deck, at sea. However, we did not see any people in the sea.”", "Tornados, once rare, are an increasingly common phenomenon in the Mediterranean, a weather expert said.", "“A so-called funnel cloud forms, generating winds of up to 200km/h which can create a waterspout at sea by sucking water into the air,” Luca Mercalli, president of the Italian Meteorological Society, said.", "“The event can be restricted to a few hundred metres and be over in ten minutes. These are increasingly common in Italy although we do not have hard data.", "“They are generally related to the heating of the Mediterranean, which pumps more energy into all meteorological phenomena,” he said.", "Warm, moist air, an unstable atmosphere and multi-directional wind flows are all conditions that make tornados more likely to occur.", "Generally, tornados and waterspouts are more frequent in late summer and autumn than in other seasons. However, it’s not possible to put the causes for any individual weather event down to climate change alone.", "The 15 survivors were rescued by a ship anchored nearby after the passengers inflated a lifeboat and fired a flare into the sky.", "Karsten Borner, captain of the Sir Robert BP, said his crew were battling to stabilise their ship amid the storm when they realised that Bayesian, which was anchored behind them, had suddenly vanished.", "Once the storm subsided, Borner said he and his first mate noticed a flare in the water. As they made their way towards it they saw a lifeboat drifting on the waves crowded with people, including a one-year-old baby.", "A member of event staff who worked at Mike Lynch’s Chelsea home said the businessman “clearly had a lot of pride in the yacht”.", "“He had a miniature model of it and photos of it on the water in the hallway of his Chelsea home. When I asked him about he told me about its size and how much his family loved spending time on it.", "“They had a personal chef who worked both on the boat and in their home. When I visited there were leftovers from their last boat trip in the fridge which he let the serving staff have.”", "CCTV shows the moment the storm hit a café in Porticello in the early hours of this morning.", "Bolted umbrellas and tables are ripped from their position by the force of the wind and rain as the tornado hit the shore. “The wind was very strong. Bad weather was expected, but not of this magnitude,” a coast guard official in Palermo told Reuters.", "A yacht industry source said that the ship had sunk rapidly after the weight of the mast took the hull beyond the “down-flooding angle”, meaning water rushed into the interior.", "Bayesian, a 56m yacht built in 2008, was formerly called Salute, meaning “health” in Italian, its creator Perini Navi said on its website.", "It had the tallest aluminium mast in the world at 75m.", "“The wind toppled the mast, which fell over the side, causing the boat to heel over and take on water, capsize and sink very quickly,” the source said.", "Just over two months ago Mike Lynch walked out of a Californian courtroom a free man. He had been given a new lease of life, the spectre of a 25-year prison sentence lifted.", "The man dubbed Britain’s Bill Gates had defied all odds in a criminal case against Hewlett-Packard, who accused him of selling his business Autonomy for more than it was worth.", "Hewlett-Packard bought the company in 2011 for $11 billion but argued that Lynch had inflated its numbers. After losing a complex civil trial in the UK he was extradited to the US last year.", "He was delighted by his return to Britain, and texted one friend saying it was “so wonderful to be home”, while making plans for a catch-up. Everyone who knew him is reeling from the news that he is missing.", "The Italian fire brigade has posted images of divers at work to find any survivors as they confirm a male body was recovered from the sea.", "In a post on X it said the “lifeless body of a man recovered from the wreck by the divers”.", "A fisherman from Porticello who witnessed the sinking told local media: “I was at home when the tornado hit. I immediately closed all the windows. Then I saw the boat, it had only one mast, it was very large. I saw it sink suddenly.”", "He added: “I think the tornado came from Porticello. Shortly after I went down to the Bay of Santa Nicolicchia to get a better look at what was happening.", "“The boat was still floating, then suddenly it disappeared. I saw it sink with my own eyes.”", "An Italian doctor at the paediatric hospital in Palermo has described the experience of Charlotte Golunski, the British mother who was on board the yacht when it sank.", "Dr Domenico Cipolla, head of the emergency room at the Giovanni di Cristina paediatric hospital, said: “She told me that while they were sleeping, at a certain point the yacht overturned due to the tornado, and they found themselves in the water.", "“Some of them immediately managed to get onto the lifeboat. And some, evidently, didn’t make it.", "“She told me that she was in the water for no more than two, three seconds, and she managed to save the baby, to keep her arms up, and then, with the others, they were able to get on the lifeboat, and then, I think, they were rescued by the Coast Guard.", "“They are all in good condition. We managed to get the parents to talk [to each other] on the phone, all the doctors and nurses were all very moved. Also because the little girl is fine, the prognosis is good and we are carrying out tests just to be careful.”", "A British mother who survived the superyacht sinking off the coast of Sicily has described how she held her one-year-old daughter afloat above her head “with all her strength” to save her from drowning.", "Charlotte Golunski, a colleague of British tech tycoon Mike Lynch, told la Repubblica how she saved her daughter, Sophia, as the luxury yacht sank in a freak tornado in the early hours of Monday.", "Four British tourists are feared to be among six people missing at sea. One person has been confirmed dead after 15 passengers on the yacht, the British-flagged Bayesian, were picked up by rescuers as helicopters scanned rough seas for those missing.", "“I held her afloat with all my strength, my arms stretched upwards to keep her from drowning,” Golunski, 36, said.", "“It was all dark. In the water I couldn’t keep my eyes open. I screamed for help but all I could hear around me was the screams of others.”", "Read the full story: Yacht sinking survivor: ‘I held my daughter with all my strength’", "The 56m vessel, Bayesian, is owned by a company controlled by the wife of the British tech tycoon Mike Lynch. The yacht is owned by Revtom, a company registered on the Isle of Man. According to the latest company documents filed this April, Revtom’s legal owner is Angela Bacares, wife of the technology tycoon Mike Lynch. Lynch was acquitted this year by a US court over charges of conspiracy and fraud over the 2011 sale of the software specialist Autonomy to Hewlett Packard.", "One person has been confirmed dead after 15 passengers on the superyacht were picked up by rescuers as helicopters scanned rough seas for the missing.", "Italy’s fire brigade and coastguard said earlier that divers were searching for seven missing people, including four Britons, a Canadian and two Americans. It later reported that a dead body had been found.", "A spokesman for Italy’s firefighting service told The Times that the body retrieved was found by divers in the water, close to the sunken vessel at a depth of about 50m. The spokesman added that it was unlikely more survivors would be found."], "image": [["Earlier this evening divers entered the sea near Palermo, Sicily, in search for missing six", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F7110eb76-1e2b-401b-8f7b-e497238819bd.jpg?crop=1600%2C900%2C0%2C0"], ["Bayesian seen in Santa Flavia, Sicily, the night before the incident", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fd7cbe950-c6df-4465-b0d7-edaf3ab44259.jpg?crop=3831%2C3060%2C0%2C908"], ["Mike Lynch and his wife Angela Bacares in 2002", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fa6395697-71d4-4072-8ffd-c60f74195eb5.jpg?crop=1708%2C1257%2C0%2C96"], ["Mike Lynch completed a PhD at Cambridge and thereafter set up several successful tech companies", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fa161356d-f162-4e0c-8701-6f366fe6f2f5.jpg?crop=1940%2C1624%2C1064%2C8"], ["Cushions and mats from the Bayesian superyacht were seen floating in the sea on Monday morning", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fba3d76dc-8d9c-44ff-a38e-1dc47fb615df.jpg?crop=1280%2C720%2C0%2C0"], ["Survivors leave the coast guard headquarters", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F0c2c1e71-c957-49d8-a9e1-1eac7b32981f.jpg?crop=5000%2C3333%2C0%2C0"], [null, "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F29371146-28ad-4758-a0cb-7f7dba4ce476.jpg?crop=5000%2C3469%2C0%2C0"], ["The emergency services bring a body bag ashore", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F92b5847d-dcc7-4ced-98f1-ff37f9693eb1.jpg?crop=4579%2C3052%2C0%2C0"], ["Emergency services scour the area where the Bayesian sank", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fe204796c-4e02-4d94-9243-1fa264129a43.jpg?crop=3598%2C2398%2C0%2C0"], ["Mike Lynch sold his company Autonomy to Hewlett-Packard for $11 billion in 2011", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F734a7bd7-7e6c-4606-8ddc-fca65153a604.jpg?crop=4000%2C2666%2C0%2C0"], ["Charlotte Golunski", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F65905faf-f949-478a-86a7-b192a2ea440f.jpg?crop=580%2C578%2C140%2C37"], ["Mike Lynch was acquitted this year by a US court of fraud charges over the sale of his company Autonomy to Hewlett Packard", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fa161356d-f162-4e0c-8701-6f366fe6f2f5.jpg?crop=4000%2C2667%2C0%2C0"], ["Mike Lynch had been found not guilty in a criminal case two months ago", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F95431aea-c476-4b22-8242-b7d4986e13f1.jpg?crop=2783%2C1566%2C318%2C877&resize=360"]], "author": null, "date": "2024-08-19T21:00:00.000Z", "subheader": null, "authors": ["Tom Kington", "Tom Ball", "Peter Chappell", "Katie Prescott", "Seren Hughes", "Ben Clatworthy"]}, "https://www.thetimes.com/profile/jack-hill": {"title": null, "text": null, "image": null, "author": null, "date": null, "subheader": null}}