{"https://www.thetimes.com/culture/art/article/just-stop-oil-protesters-glue-themselves-to-constables-hay-wain-at-national-gallery-bmfknh0fg": {"title": null, "text": ["Climate activists have glued themselves to one of Britain’s best-known works of art after masking it with a different image in a protest at the National Gallery.", "Just Stop Oil protesters attached themselves to the frame of The Hay Wain, by John Constable, and overlaid the painting with a “reimagined” dystopian vision of the scene.", "The artwork, completed in 1821, shows an idyllic vision of the millpond at Flatford on the River Stour in Suffolk. According to the group, the new print “depicts a nightmare scene that demonstrates how oil will destroy our countryside”.", "“The river has gone ... replaced by a road,” a spokesman said. “Planes fill the sky, pollution belches from cities on the horizon, trees are scorched by wildfires, an old"], "image": [["Just Stop Oil want art institutions to support their campaign calling for the government to end new oil and gas projects", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fe93eb7c0-fbb1-11ec-ab20-2fd534744dd7.jpg?crop=3696%2C2464%2C0%2C0"], ["Just Stop Oil activists masked The Hay Wain, gluing their hands to its frame", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Feca13faa-fbb1-11ec-ab20-2fd534744dd7.jpg?crop=2865%2C1612%2C237%2C126&resize=360"]], "author": null, "date": "2022-07-04T23:00:00.000Z", "subheader": null, "authors": ["Peter Chappell"]}, "https://www.thetimes.com/uk/environment/article/van-gogh-protest-wants-worlds-ear-on-climate-f5ctfqtv3": {"title": null, "text": ["Climate protesters glued themselves to the frame of a Van Gogh painting at Somerset House in London yesterday.", "Visitors watched as two people from the Just Stop Oil group attached themselves to Peach Trees in Blossom, a 19th-century work in the Courtauld Gallery. The area around the painting was cordoned off by gallery staff during the protest and the museum was then closed.", "A man and a woman were arrested for criminal damage, the Metropolitan Police said.", "Just Stop Oil, which has protested at oil terminals and government offices, said it was calling for art institutions to join the group in “civil resistance” against climate change.", "Just Stop Oil said that Provence, the region in southeastern France depicted in Peach Trees in Blossom, is"], "image": [["Supporters of Just Stop Oil are stuck to the frame of Peach Trees in Blossom as police close in at London’s Courtauld Gallery", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fd7e7f638-f8a7-11ec-ad14-7b04276f4c1f.jpg?crop=1600%2C900%2C0%2C0&resize=360"]], "author": null, "date": "2022-07-01T16:00:00.000Z", "subheader": null, "authors": ["Kieran Gair"]}, "https://www.thetimes.com/sport/formula-one/article/british-grand-prix-2022-zhou-guanyu-flipped-in-horror-crash-as-silverstone-race-is-stopped-jnkmwx7zk": {"title": null, "text": ["Alfa Romeo’s Zhou Guanyu miraculously escaped unharmed from a horrific crash at the British Grand Prix during a dramatic opening lap which also featured environmental activists invading the track.", "At the first corner of an incident-packed race at Silverstone, which was won by Ferrari’s Carlos Sainz, Zhou, the 23-year-old Chinese driver, clipped George Russell’s Mercedes, flipped upside down and skidded off the track.", "With its progress barely halted by the trackside gravel, the car flew over the tyre barrier before coming to rest, crumpled, against the perimeter fence. The race was red-flagged and, remarkably, Zhou was able to walk away from the wreck largely unharmed — saved by the halo head protection system. “What happened showed what a boon to safety halo is,” Max Verstappen,"], "image": [["It took 40 agonising minutes before broadcasters confirmed that Zhou was conscious", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F119ff85a-fafe-11ec-88db-ae1b6b9bdd3e.jpg?crop=2255%2C1268%2C23%2C13&resize=360"]], "author": null, "date": "2022-07-03T16:38:00.000Z", "subheader": null, "authors": ["John Aizlewood"]}, "https://www.thetimes.com/uk/article/inside-jack-harries-and-alice-aedys-pad-in-hackney-east-london-t09whjwl0": {"title": null, "text": ["Sweden has Greta Thunberg, Britain has Jack Harries. The documentary film-maker and climate activist, 29, is the Harry Styles of the environmental movement: he has interviewed Barack Obama and Sir David Attenborough, and amassed 1.3 million followers on Instagram and 3.7 million subscribers on YouTube, with beautifully shot films of Earth in peril. Yet some of the user comments are less about carbon footprints and more about his looks: “Whaddababe”; “Sexy eco-warrior” etc.", "“The internet rewards a certain type of thing. And so I think we play that game in order to further the message we’re passionate about,” says Harries, on a Zoom chat from his newly renovated loft-style flat in a 1920s former shoe factory flat in Hackney, east London, where he lives with"], "image": [["The oak table is by Heather Scott designs on Etsy; the light above it is a Karven Roest Horizontal 150 Pendant Light", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fc89a2a8a-0e77-11ed-a4af-79eb4b98fc31.jpg?crop=1500%2C1000%2C0%2C0"], ["Jack Harries and Alice Aedy’s east London flat has an upstairs open-plan WFH office and bedroom downstairs", "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fd853cf02-0dba-11ed-a4af-79eb4b98fc31.jpg?crop=1493%2C840%2C4%2C211&resize=360"]], "author": null, "date": "2022-07-28T23:01:00.000Z", "subheader": null, "authors": ["Hugh Graham"]}, "https://www.thetimes.com/article/peter-reed-life-in-wheelchair-does-not-spell-heartache-for-colossus-who-lives-life-on-the-bright-side-wf0tkj3d3": {"title": null, "text": ["On the start line of the coxless four final at the London 2012 Olympics, Peter Reed heard a roar from the crowd echo 2,000 metres down the lake, filling his ears and his spirit. It felt like the entire nation was cheering on the British crew.", "Sitting there with oar in hand, Reed could not have been in a better state. Physically, this 6ft 6ins colossus of superhuman power and endurance had never felt stronger. Mentally, he felt invincible. “Forgive the apparent lack of humility,” Reed says, “but sitting on the start line, I felt sorry for the other boats.”", "Lieutenant Commander Reed had pity for his rivals, which felt fully justified over the subsequent six minutes — and seems all the more poignant as,"], "image": [[null, "https://www.thetimes.com/imageserver/image/%2Fmethode%2Fsundaytimes%2Fprod%2Fweb%2Fbin%2F0d0c012a-09d2-11ed-8404-8342b19c3a65.jpg?crop=1600%2C900%2C0%2C0&resize=360"]], "author": null, "date": "2022-07-23T23:01:00.000Z", "subheader": null, "authors": ["Matt Dickinson"]}}