{"https://www.theguardian.com/environment/2022/feb/24/north-sea-oil-exploration-should-not-proceed-but-can-says-uks-climate-committee": {"title": "North Sea oil exploration should not proceed but can, says UK’s climate committee", "subtitle": null, "text": "Net zero advisers say refusing new licences would signal green ambition, but final decision must be for ministers\\nThe prospects for an expansion of oil and gas drilling in the North Sea have cleared a major hurdle, as the Committee on Climate Change said “stringent tests” must be applied to any new exploration licences but stopped short of saying they could not be issued.\\nNew drilling would not reduce energy bills for UK consumers, the committee found, and its chair, former Conservative environment secretary Lord Deben, said he would “favour” a moratorium on North Sea exploration.\\nHe said refusing new licences would “send a clear signal to investors and consumers that the UK is committed” to its climate goals, and help to “strengthen climate ambition internationally”.\\nBut the committee, which is the statutory adviser to the government on the net zero goal, concluded that as it could not establish clearly whether new exploration would significantly increase greenhouse gas emissions globally, and as considering the UK’s energy security went beyond its remit, any decision on new licences must be taken by ministers.\\n“Weighing these advantages is an inherently political decision, which goes beyond climate policy and sits rightly with government, not with my committee,” wrote Deben, in a letter to business secretary Kwasi Kwarteng published on Thursday.\\nHe also made clear that producing more North Sea oil and gas would do little or nothing to help UK consumers cope with high energy prices. “Any increases in UK extraction of oil and gas would have, at most, a marginal effect on the prices faced by UK consumers in future,” he wrote.\\nDespite these warnings, the committee’s conclusion is likely to boost controversial government plans to license new oil and gasfields in the North Sea.\\nGreen campaigners said any exploration for new oilfields, to rejuvenate the North Sea’s declining production, would have disastrous impacts on the climate.\\nTessa Khan, director of Uplift, which campaigns for an end to fossil fuel extraction, said: “The committee’s opposition to continued North Sea exploration is a clear acknowledgment that there is a limit to what we can safely burn. There’s no justification for these developments, which will see the oil in them exported. They won’t lower bills or contribute to UK energy security. All they’ll do is increase industry profits.”\\nThe UK hosted the Cop26 UN climate summit last November, and will continue to direct international climate efforts this year as president of the UN negotiations. Deben made it clear that allowing new oil and gas extraction would have a “material” impact on the UK’s ability to encourage other countries to improve their climate targets.\\n“Continuing to allow extraction may weaken UK diplomacy to encourage other countries to adapt ambitious climate policies. It is also important on a domestic state for their to be a perception that government policy is fully aligned with net zero, rather than being undermined by questions such as seen over the last year with the proposed coal mine in Cumbria and the Cambo oilfield,” he wrote.\\nCaroline Lucas, the Green party MP, warned of the impact on the UK’s attempts to bolster the achievements of Cop26. “New North Sea oil and gas developments send out totally the wrong signals both to UK businesses and consumers and the wider world,” she said.\\n“The UK Cop president, Alok Sharma, is being cut off at the knees in his diplomatic efforts to keep [the global heating limit of] 1.5C alive – the key objective of the Glasgow climate pact. These licences don’t make climate sense, they don’t make diplomatic sense and they don’t make financial sense, and no amount of so-called climate compatibility tests will change that.”\\nHowever, the committee’s advice that climate tests should be applied to licences that have already been issued, such as that to the Cambo oilfield, was welcomed. Danny Gross, campaigner at Friends of the Earth, said: “It’s reassuring that the government’s plan to apply climate tests only to new licensing rounds is totally wrong in the committee’s view. This loophole would allow dozens of carbon-intensive projects that have already been licensed, but not yet approved, to escape these tests.”\\nThe government is consulting on a “climate checkpoint” that would require any new oil and gas licences to pass a series of tests on their environmental impact. Kwasi Kwarteng, the business secretary, is expected to review at least six applications for new drilling licences in the North Sea this year, after a similar number were approved last year.\\nA spokesperson for the Department for Business, Energy and Industrial Strategy said: “There will continue to be ongoing demand for oil and gas over the coming decades as we transition to cleaner and cheaper forms of energy generated in this country. Turning off North Sea gas overnight would put energy security, British jobs and industries at risk and we would be more dependent on foreign imports. We welcome the committee’s acknowledgment that carbon budgets can still be met if new oil and gas fields are developed in the UK.”\\nThe committee also emphasised the role of insulation and renewable energy in cutting energy bills. Scrapped housebuilding regulations would have knocked about £40 off energy bills, and if the 2030 target for offshore wind had been brought forward sooner, consumers would be £100 a year better off.\\nRosie Rogers, head of oil and gas transition for Greenpeace UK, said: “Anyone who’s read this advice and thinks the North Sea’s future lies in oil and gas is utterly deluded, because it will take decades and won’t ease energy bills. What we need to tackle bills and climate change is home insulation, heat pumps, electric vehicles and renewable power.”\\nShe added: “The future of the North Sea is in renewables. Our economy, our energy security and our climate depends on it.”", "image": [["https://i.guim.co.uk/img/media/ceb1f3ad04681b1f906635b57d5b65e9250ffc8b/0_60_3207_1924/master/3207.jpg?width=465&dpr=1&s=none", "A flare emerges from an oil rig in the North Sea"]], "author": ["Fiona Harvey"], "date": "2022-02-24"}, "https://www.theguardian.com/business/2022/feb/10/bp-has-ambitious-plans-to-move-beyond-fossil-fuels-but-are-they-enough": {"title": "BP has ambitious plans to move beyond fossil fuels – but are they enough?", "subtitle": null, "text": "The oil giant revealed its four-fold increase in profits alongside pledges on investment in cleaner energy\\nWhen BP revealed this week that bumper profits had reached an eight-year high, helped by the same soaring gas prices that have fuelled a national cost of living crisis, it had a political sweetener already prepared.\\nThe oil firm revealed the four-fold profit increase to $12.8bn alongside a promise to spend more on low-carbon energy alternatives, and invest more than £2 for every £1 it made in Britain this decade.\\nBernard Looney, BP’s chief executive, told investors that by 2025 the company plans to dedicate 40% of its spending budget to parts of the business which aid the energy transition, rising to 50% of the budget by the end of the decade.\\nA large proportion would be earmarked for UK projects such as giant offshore windfarms, hydrogen projects and electric vehicle charging networks. A useful counter-argument to calls for a windfall tax? Not so, Looney told the Guardian.\\n“BP’s historic links in the UK give us a foundation here,” Looney said. “But the real reason we will focus on the UK is the opportunity: the wind resources here are among the best in the world. The UK is also blessed with a society and an economy which wants to transition. It’s a good place to invest and it’s a place that we know.”\\nBP has spent about $3.2bn on clean energy since 2016, and $84bn on oil and gas exploration and development over the same period, according to equity analysts at Bernstein. But in a little over two years the company’s renewable energy development pipeline has grown from 6GW in 2019 to 24.5GW thanks in large part to an aggressive entrance into the offshore wind industry.\\nBP set a record bid to clinch the rights to develop two offshore windfarms off the west coast of the UK last year, and recently won the right to develop more than 5GW of offshore wind power capacity off the Scottish coast.\\nStill, investors and climate activists have raised concern that the plans risk falling short of expectations from both sets of perspectives.\\nMark van Baal, the founder of Follow This, an activist investor, said the increased spending on low-carbon technologies “sounds promising, compared to today” – in which 88% of BP’s spending is directed towards fossil fuels – but it would still be far from enough to reduce emissions in line with the levels set out by the UN’s Intergovernmental Panel on Climate Change.\\nBP will nudge higher the reduction targets for the carbon emissions from the fossil fuels that it sells, or ‘scope 3 emissions’, from a modest cut of 15% by 2030 to between 15 and 20%. But this target relates to the carbon intensity of the energy it sells rather than the absolute emissions its fossil fuels create, van Baal said.\\n“As far as we are concerned, BP did not change its expectation that its level of total emissions will grow out to 2030,” he added. “Achieving Paris calls for a reduction of energy-related emissions of 45% according to the IPCC. They are still exacerbating the climate crisis by increasing CO2-emissions.”\\nThe plan may also falter if BP struggles to convince investors that more low-carbon spending will lead to greater earnings for the FTSE 100 company. Its rival Shell is fighting calls from US hedge fund Third Point to break up into separate renewables and oil and gas businesses.\\n“BP’s been more aggressive than some of its peers when it comes to clean energy,” said Laura Hoy, an equity analyst at Hargreaves Lansdown, “which could be a huge advantage if all goes to plan. However, it could also prove to be somewhat of a money pit if BP doesn’t get it right.”\\nIn return for spending half of its annual budget on its “energy transition” businesses by the end of the decade BP expects to generate earnings of $9bn to $10bn a year by 2030, driven by five areas: bioenergy, convenience, electric vehicle charging, renewable energy and hydrogen.\\nBut there is no guarantee that BP will be able to wring enough profit from its new ventures to meet its targets. Biraj Borkhataria, an analyst at RBC Capital, noted that BP’s earnings from renewables fell from $1.6bn to $1bn between 2016 and 2021, “falling far short” of the $2.1bn target initially set out for 2021.\\n\\nGreenwashing is a form of marketing spin, in which companies persuade the public that their products, aims and policies are environmentally friendly. The term was coined by environmentalist Jay Westerveld in 1986 to refer to the corporate practice of making sustainability claims to cover a questionable environmental record.\\nAn absolute greenhouse gas emissions target aims to reduce overall climate pollution by a specific amount.\\nA net-zero goal is meant to offset all greenhouse gas emissions by  capturing them, planting trees to absorb them, or paying for the development of cleaner energy.\\nAn intensity reduction seeks to cut the rate of planet-heating emissions that accompanies each unit of energy produced.\\n“BP’s wading into uncharted waters,” Hoy said. “The profitability of these new businesses is unknown and there’s a chance they won’t make up for lost oil and gas cashflow given up in the transition.”\\nCharlie Kronick, an analyst at Greenpeace UK, said that although there is “no doubt that BP now has the most ambitious plans of any of the oil giants to pivot away from climate-wrecking fossil fuels as their core business” the company was “the best of a bad bunch”.\\n“It should be clear by now that we can’t wait to solve this problem one oil company at a time,” he said. Instead, it should be up to governments “to step in to end the growth in fossil fuels and to massively raise ambition to reduce emissions”.", "image": [["https://i.guim.co.uk/img/media/1ea6bc36d0feebfe8f7aff4b0101f5a417e93907/0_226_5500_3299/master/5500.jpg?width=465&dpr=1&s=none", "A BP petrol station"]], "author": ["Jillian Ambrose"], "date": "2022-02-10"}, "https://www.theguardian.com/environment/2022/feb/12/the-environmental-activists-bringing-the-climate-crisis-to-the-courtroom": {"title": "The environmental activists bringing the climate crisis to the courtroom", "subtitle": null, "text": "There’s a growing trend of climate litigation around the world. Here’s a look at the Australian cases likely to make headlines this year\\nIn March 2021, a 16-year-old student and an octogenarian nun walked into the federal court in Melbourne for the hearing of a defining case in Australian climate litigation.\\nThe lawsuit brought by Anj Sharma, along with seven other teenagers, and Sister Brigid Arthur, is part of a growing trend among climate activists and environment organisations raising climate issues in the courtroom, amid a lack of action by the federal government.\\nIt is also consistent with a trend around the globe, with high-profile cases internationally against the likes of oil company Shell and the Dutch government.\\nAustralia now sits second on a climate litigation league table, behind only the United States.\\nAs the legal year begins, Guardian Australia outlines the major climate cases likely to make headlines in the months ahead.\\nEnvironment Minister v Sharma\n  The devastating impact of the impending climate crisis “will largely be inflicted by the inaction of this generation of adults, in what might fairly be described as the greatest inter-generational injustice ever inflicted,” wrote Justice Mordecai Bromberg last May. With that hard-hitting truth, the federal court judge held that the environment minister, Sussan Ley, owed Australian children a duty of care to mitigate the impact of climate change, which was relevant as she considered approving a major coal mine expansion. Sharma, the lawsuit brought by Anj Sharma, seven other teenagers, and Sister Brigid Arthur, is the most seismic climate judgment in Australia to date.\\nUnsurprisingly, the environment minister appealed. While the first-instance case focused on the application of orthodox legal principles to a changing world, the federal government upped the stakes in the full federal court last October, arguing that the political nature of the case made it unsuited for judicial resolution.\\nThe decision is due soon; whatever the outcome, it is likely destined for the high court. Sharma is immensely significant because, grounded in common law negligence rather than administrative law, it cannot be easily overwritten by legislation. If the case holds on appeal, expect similar challenges – both to government decision-making and private sector emitters.\\nPabai v Commonwealth\\nSimilar issues are being argued in Pabai, on an even larger scale, in a case brought by two Torres Strait Islanders. They argue that the federal government as a whole is acting negligently in failing to save the Torres Strait Islands from rising sea levels. The plaintiffs point to the Torres Strait treaty (with Papua New Guinea), native title law and other government initiatives in the region to underscore the duty of care they believe is owed. Failure to act, the pair’s lawyers argue, “will have severe impacts on Torres Strait Islanders, including, injury, disease, and death, rendering some of the islands uninhabitable and displacing Torres Strait Islanders, causing them to become climate refugees”.\\nThe federal court case is listed for a case management conference in March. There has been some discussion about taking evidence in the Torres Strait, which means that a quick resolution is unlikely; at the earliest, a judgment might be delivered by the end of the year.\\nYouth Verdict v Waratah Coal\\nIn other countries, much successful climate litigation has been focused on human rights obligations. Yet in Australia, in the absence of constitutionally-entrenched rights or a federal charter of rights, such cases have failed to get off the ground. Until now.\\nAfter Queensland enacted its Human Rights Act in 2019, a coalition of young Queenslanders – Youth Verdict – challenged Clive Palmer’s proposed Galilee basin coal mine. They are arguing that the mine, which would dig up 40 megatonnes of thermal coal each year, violates their right to life, Indigenous cultural rights, rights of children and the right to freedom from discrimination.\\nIn late 2020, the group’s claim survived its first test – a preliminary application by Palmer’s company to prevent Youth Verdict relying on human rights grounds in challenging the proposed mine. The relevance of human rights to the mine proposal will be considered in more detail in the coming months.\\nAustralasian Centre for Corporation Responsibility v Santos\\nAre major emitters misleading investors when they claim to have a “credible and clear plan” to achieve “net zero” in the coming decades, in the (alleged) absence of such an achievable plan? Is it unlawful to call natural gas “clean energy”, given it is a fossil fuel? These are among the questions to be argued between energy major Santos and shareholder group the Australasian Centre for Corporate Responsibility, in a world-first test case filed last year in the federal court.\\nIf the ACCR is successful, Australian companies will have to be much more careful in communicating on climate issues, lest they be in breach of corporate and consumer law. The parties are currently undertaking discovery, with the case expected to be heard mid-year.\\nO’Donnell v Commonwealth\\nIn another world-first case, a Victorian law student is suing the federal government. Katta O’Donnell alleges the government is misleading investors, and therefore breaching corporate law, by failing to adequately disclose climate risks when issuing long-term sovereign bonds. Last year, the government tried to have the case thrown out, but lost – with Justice Bernard Murphy holding that the plaintiff had set out an arguable case and should be permitted access to government documents to refine her claim. The case will be heard late this year. If the law student wins, O’Donnell could have a major impact globally on the way governments disclose climate risk in financial settings.\\nThe first climate case in Australia was brought in 1994, when Greenpeace challenged the construction of a coal-fired power station. In the subsequent decades, most climate litigation has been grounded in administrative law – challenging government decision-making that insufficiently mitigated or entirely ignored climate impact. It is only in recent years that improved science and continuing government and corporate inaction has prompted more creative climate lawyering, using tort law, corporate law, human rights law and beyond.\\nThat trend is set to continue. Last year, significant climate litigation cases were filed almost monthly; even more are anticipated this year. “As a nation, we are starting to wake up to how exposed we are to the risks of climate change,” David Barnden, who has masterminded several recent climate cases, previously told Guardian Australia. “The law will respond to that.”", "image": [["https://i.guim.co.uk/img/media/bd2ac64c751fcf397e5d486f527466898fd36a1b/217_568_4601_2761/master/4601.jpg?width=465&dpr=1&s=none", "School student Anj Sharma outside the federal court in Melbourne, with lawyer David Barnden and Sister Brigid Arthur."]], "author": ["Kieran Pender"], "date": "2022-02-11"}, "https://www.theguardian.com/australia-news/2022/feb/11/why-the-shutdown-of-agls-coal-fired-plants-will-probably-happen-even-sooner-than-power-giant-says": {"title": "Why the shutdown of AGL’s coal-fired plants will probably happen even sooner than power giant says", "subtitle": null, "text": "The two plants selected for early shutdown currently produce about 7% of Australia’s total carbon emissions\\nWhen AGL, Australia’s biggest electricity generator, announced plans on Thursday to accelerate the timetable to close its two largest coal-fired power plants, environmental groups complained the pace wasn’t fast enough.\\nOut would go Bayswater, AGL’s 2640-megawatt black coal-fired power plant in New South Wales’s Hunter Valley, between 2030 and 2033, rather than 2035 as previously flagged. And by 2045, the 2210MW Loy Yang A brown coal-fired station in Victoria would follow, compared with a 2048 schedule, the company said.\\nThat at least was AGL’s objective, Graeme Hunt, the company’s chief executive told investors, adding with a flourish: “the path to net zero [emissions] will be the defining challenge of our era. Companies that don’t adapt, that don’t innovate, and don’t set themselves on this path will be left behind”.\\nGreenpeace Australia dismissed the new dates as a “token effort”, noting the two plants at current pollution rates add about 35m tonnes of CO2 yearly, or about 7% of the nation’s total. The Australasian Centre for Corporate Responsibility said the updated plan was “next to meaningless for these crumbling assets” given Bayswater will be 48 years old by 2033 and in 2045, Loy Yang A will be 61 years old”.\\nThe latter point was perhaps the most germaine. The Australian Energy Market Operator is already preparing scenarios for all brown coal plants and two-thirds of black coal ones to disappear from the grid by 2032.\\nThat’s about a decade earlier than AGL is now forecasting for Loy Yang A.\\n“[Thursday] will not be the last time the closure of a fossil fuel generator is brought forward,” said Kane Thornton, chief executive of the Clean Energy Council, which counts AGL among its almost 1,000 members.\\n“If you look at the rate at which renewables are coming into the market, if you look at the rate at which big batteries are being deployed and the commitments that are being made in the projects being committed to, the pace of change is just accelerating.” Thornton said.\\nData released a fortnight ago by Aemo underscored the woes facing AGL – which by 30 June plans to split into a generator arm Accel Energy and a retailing one, AGL Australia – and other big fossil-dominated generators like EnergyAustralia and Origin Energy.\\nGas and coal prices are being pushed higher by global supply constraints and rising demand, while costs of wind and solar farms are falling and their energy source is basically free. Plant profitability isn’t helped, either, by 3m households with solar panels generating their own power, particularly during the middle of the day.\\nAs Aemo noted, Victoria’s spot prices in the December quarter were on average negative between 09.25 and 14.20. Between 08.00 and 16.30, they averaged just 10 cents per MW-hour.\\nEnergyAustralia last year brought forward the planned closure of its Mt Piper coal-fired power plant near Lithgow in NSW by at least three years, while its Yallourn plant in Victoria will now shut in 2028 rather than 2032. Origin Energy, meanwhile, says the first of the units at its Eraring plant will shut in NSW by 2030.\\nDylan McConnell, an energy expert at the University of Melbourne said Aemo’s draft integrated system plan has various scenarios based on emissions goals. The most ambitious, assuming a trajectory that is in line with keeping global warming to 1.5C, has the first of AGL’s Loy Yang A’s units closing by 2027 and all of it by 2029, he says.\\n“It’s a bit of a mismatch,” McConnell says. “You have this sort of market approach and then you have this planning approach, and they just don’t line up.”\\nSign up to receive an email with the top stories from Guardian Australia every morning\\nOne reason is Aemo’s modelling assumes a carbon budget. “In the real world, there isn’t a carbon price or any financial penalty for that,” he says. Not yet, at least.\\nAnother challenge is that while renewables have been booming, the pace of growth, particularly for new windfarms, has slowed sharply, in part because of planning uncertainties, McConnell says.\\nHead of the Victoria Energy Policy Centre, Bruce Mountain, agrees there’s every likelihood loss-making coal-fired power plants will drop out of the market faster than companies are saying publicly.\\nAGL’s Bayswater, for instance, will lose its low-cost coal supplies from about 2024, which will then undermine its role as one of the more profitable plants. A 2030 closure date, if that’s what happens, will be challenging for NSW, Mountain says.\\n“The NSW government needs to get another, call it 4000-5000MW of wind and solar capacity operational and producing by [2030], and a very good deal likely of storage capacity,” he says.\\nNSW seems committed to implement its electricity infrastructure roadmap “but there isn’t time to lose”, Mountain says. Victoria is also stepping up its support for new generation capacity while Queensland “remains the real laggard”.\\nAemo, meanwhile, is also forecasting demand to almost double by 2050 to 330 terawatt-hours a year, from 180 TWh now, particularly as cars switch from petrol and diesel to electricity.\\nTo meet that demand and cope with plant closures, the current pipeline of proposed generation and storage capacity in the NEM stands at 138 gigawatts (GW), or more than double today’s capacity of 59GW. Renewables account for 86% of proposed projects, Aemo says.\\nThe challenges facing the power sector will only grow, though, if hopes for a hydrogen export sector are realised, McConnell said\\n“The growth in electricity for that is really quite phenomenal,” he says. “So there’s a bit of a disconnect between what the market is doing or saying versus what the expectations are.”", "image": [["https://i.guim.co.uk/img/media/0e4abb5b40d187199f18790a4907774e02cc7497/815_0_3628_2177/master/3628.jpg?width=465&dpr=1&s=none", "AGL’s Bayswater coal-fired plant will shut down between two and five years early. Climate activists say the move is a ‘token effort’"]], "author": ["Peter Hannam"], "date": "2022-02-10"}, "https://www.theguardian.com/environment/2022/feb/14/just-stop-oil-activist-direct-action-against-uk-oil-infrastructure-target-petrol-stations-depots-refineries": {"title": "Climate activists plan direct action against UK oil infrastructure", "subtitle": null, "text": "Just Stop Oil campaign to target petrol stations, fuel depots and refineries to demand end to fossil fuel investment\\nActivists fronting a new campaign masterminded by Roger Hallam, the strategist behind Extinction Rebellion and Insulate Britain, have said they are now preparing to move beyond protest and “into civil resistance”.\\nTwo young supporters of Just Stop Oil went to Downing Street on Monday morning, where they delivered an ultimatum to ministers calling for an immediate end to new fossil fuel investments.\\n“If you do not provide such assurance by 14 March 2022 it will be our duty to intervene – to prevent the ultimate crime against our country, humanity and life on earth,” said the letter, read out at the gates and delivered by hand.\\nThe Guardian understands that the intention is to take direct action against Britain’s oil infrastructure – from petrol stations to fuel depots and refineries.\\nIn a brief speech to reporters, Louis McKechnie, 21, who was recently released from jail for taking part in court injunction-breaking road blockades with Insulate Britain, said: “We know what needs to be done, it’s simple, just stop oil. Right now they are doing the opposite.”\\nFor weeks Hallam and other supporters of the campaign, seen as a successor to Insulate Britain, have been touring universities calling on students to sign up. Unlike Insulate Britain, which was predominantly composed of older activists, including several over 70, Just Stop Oil is intended as a youth-led campaign.\\nHallam told students at Glasgow University last month they “had to become revolutionaries” to avert climate disaster. The Guardian understands that hundreds of activists have signed up and said they were willing to be arrested as part of the campaign.\\nJess Causby, 25, a supporter of the campaign, said it would involve an escalation of tactics compared with recent environmental protests.\\n“Just Stop Oil has seen that if we want to really protect ourselves and everything around us then we need to move beyond this protest stuff which people have been doing with Extinction Rebellion and Insulate Britain, and then we need to move forward into civil resistance,” Causby said.\\n“What that actually means is stopping pointing out what the government should or shouldn’t be doing [and instead] actively stopping government doing what they shouldn’t be.”\\nCausby said the campaign had taken inspiration from fuel protests 22 years ago, when hauliers used lorries to blockade oil refineries and fuel depots. She said: “We have been demanding [action on climate change] for years now and we’re continuously disappointed with their empty promises and lack of action. So now we’re taking it into our own hands and we’re going to stop them because we have no choice.”\\nActivists from the campaign were giving about 20 to 30 talks a week, Causby said.\\nThe Guardian has contacted the Department for Business, Energy and Industrial Strategy for comment.", "image": [["https://i.guim.co.uk/img/media/82b02d380e4ce709ad0de6005cb25225ca5704dd/0_232_6073_3644/master/6073.jpg?width=465&dpr=1&s=none", "A climate activist holds a placard reading 'Just stop oil' during a demonstration in Piccadilly Circus in December"], ["https://i.guim.co.uk/img/media/872bc045dabec6567d800f7fa02cc4d62a34bfde/795_33_3479_2087/master/3479.jpg?width=445&dpr=1&s=none", "Roger Hallam in Trafalgar Square in July 2020"]], "author": ["Damien Gayle"], "date": "2022-02-14"}, "https://www.theguardian.com/society/2022/feb/21/ministers-to-reject-making-misogyny-a-hate-in-england-and-wales-police-bill": {"title": "Ministers to reject making misogyny a hate crime in England and Wales", "subtitle": null, "text": "Priti Patel says government will oppose Lords amendment when police, crime, sentencing and courts bill returns to parliament\\nMinisters will reject making misogyny a hate crime in England and Wales and urge MPs to get behind controversial legislation that has been criticised for curbing the right to protest as the government seeks to push through major changes to the criminal justice system.\\nIn a move which will set up a clash with Conservative backbenchers and opposition MPs when the police, crime, sentencing and courts bill returns to parliament next week, the home secretary, Priti Patel, will write to members on Monday saying the government will oppose a Lords amendment that would extend hate crimes to cover misogyny.\\nThe Home Office said its rejection is based on a Law Commission report, which warned that extending hate crimes to cover misogyny would prove “more harmful than helpful” to victims of violence against women and girls.\\nThe government says it is also “carefully considering” a new offence of street harassment that would criminalise the verbal abuse of women, pestering and persistent cat-calling or making lewd comments.\\nA new Scottish standalone offence of misogyny is under discussion by an expert working group and is expected to report to ministers in Edinburgh this month.\\nThe letter comes after the government has been forced into a series of concessions on crime and violence against women and girls over the last few months.\\nResponding to the letter, Yvette Cooper, the shadow home secretary, condemned Patel for failing to introduce new legislation to tackle hatred against women.\\n“It is shameful that the home secretary is still refusing to make violence against women and girls a strategic policing requirement so it has the same prominence as tackling organised crime.\\n“She is also still refusing to establish specialist rape units in every police force area or minimum sentence for rape and stalking, and shockingly is still resisting Labour’s proposals for action against landlords who pressurise tenants into sex for rent,” she said.\\nThe House of Lords inflicted a string of defeats on the bill last month, which saw the upper chamber reject controversial measures designed to combat the tactics adopted by groups including Extinction Rebellion and Insulate Britain and on a separate clause that would have imposed noise restrictions on demonstrations.\\nPeers also voted against new powers that would give police powers to stop and search those who they suspect of taking part in illegal protests.\\nThe upper chamber can delay, though not entirely block, legislation, but its actions can often embarrass and stall government plans.\\nThe bill returns to the Commons next week for a round of parliamentary ping-pong, where legislation passes between the two houses until an agreement is reached.\\nThe Home Office said the revised version of the draft law going before the Commons will tighten a number of measures, including extending the time limit for prosecution of common assault or battery in domestic abuse cases.\\nOfficials said the “enhanced” version of the draft legislation would also include introducing “Harper’s law”, which will extend mandatory life sentences to those convicted of the unlawful manslaughter of an on-duty emergency worker.\\nIt follows a campaign by the widow of PC Andrew Harper, who was killed while responding to a quad bike theft by three teenagers in August 2019.\\nAddressing peers’ amendment on adding misogyny as a hate crime, the Home Office cited how a Law Commission review had found that legislating to make misogyny a hate crime would prove “more harmful than helpful” to victims of violence against women and girls.\\nHome Office officials said ministers would also “continue fighting” to bring in increase police powers for dealing with “highly disruptive protests”, a policy that has sparked “kill the bill” demonstrations across the country.\\nAnnouncing her intention to write to MPs on Monday, Patel said: “There are still too many criminals getting off with inadequate sentences for appalling acts of violence and sexual offences and still people who feel unsafe walking the streets or in their own homes.\\n“This bill is vitally important as we overhaul the criminal justice system and make our streets safer.”", "image": [["https://i.guim.co.uk/img/media/2682bafa347cc2a7695819026f5098cec05ef0ba/0_86_4000_2400/master/4000.jpg?width=465&dpr=1&s=none", "Priti Patel "]], "author": ["Rajeev Syal"], "date": "2022-02-21"}, "https://www.theguardian.com/environment/2022/feb/10/loophole-allowing-for-deforestation-on-soya-farms-in-brazils-amazon": {"title": "‘Loophole’ allowing for deforestation on soya farms in Brazil’s Amazon", "subtitle": null, "text": "Satellite data shows rainforest cleared for cattle and maize on farms growing soya, undermining claims crop is deforestation-free\\nMore than 400 sq miles (1,000 sq km) of Amazon rainforest has been felled to expand farms growing soya in the Brazilian state of Mato Grosso in a 10-year period, despite an agreement to protect it, according to a new investigation.\n  In 2006, the landmark Amazon soy moratorium was introduced banning the sale of soya grown on land deforested after 2008. From 2004 to 2012, the clearing of trees in the Amazon fell by 84%.\n  But in recent years deforestation has climbed steeply, reaching a 15-year high last year – encouraged, campaigners say, by President Jair Bolsonaro’s anti-conservationist rhetoric and policies.\\nWith the moratorium applying only to soya, farmers have been able to sell the crop as deforestation-free, while still clearing land for cattle, maize or other commodities.\\nTo map the deforestation, researchers from the Brazilian NGO Instituto Centro de Vida, along with Greenpeace’s Unearthed and the Bureau of Investigative Journalism, looked at satellite data of land where soya was being grown in Mato Grosso state, which stretches across the southern part of the Amazon. The state grows more soya than anywhere else in Brazil.\\nThey found that while studies show the moratorium had successfully stopped rainforest being directly converted into soya fields, deforestation had continued. Farmers were clearing land to grow commodities other than soya, with 450 sq miles of rainforest – equivalent in size to Greater Manchester – felled in Mato Grosso between 2009 and 2019, according to the research.Holly Gibbs, professor of geography and environmental studies at the University of Wisconsin-Madison in the US, said: “At the same time that soy farmers comply with the moratorium, they continue to deforest illegally for other purposes.”\\nThe revelations undermine claims by supermarkets that soya is no longer linked to the loss of Amazon rainforest.\n  Soya is a key commodity used by dairy, cattle, pig and poultry farmers in Europe and the rest of the world to feed their livestock.\\nThe Brazilian Association of Vegetable Oil Industries (Abiove), the main association for soya traders in Brazil, said the moratorium had resulted in significant reductions in deforestation in municipalities that produce soya.\n  “If soy beans are planted in polygons [an area between a specified set of coordinates] with deforestation after 2008, the entire farm is considered noncompliant with the soy moratorium,” Abiove said a statement.Previous analysis has suggested more than 1m tonnes of soya used by UK livestock farmers to produce chicken and other food in 2019 could have been linked to deforestation.\\nGibbs said pressure from soya buyers in Europe and the US was needed to stop the deforestation. “Legislation in the EU, UK and the US raises the stakes of this ongoing deforestation on soy properties. The soy industry could consider broadening the Amazon soy moratorium to close the door to all deforestation connected to soy.”\n Prof Raoni Rajão, an agricultural specialist at the Federal University of Minas Gerais, said the current regulations were insufficient. “Only the specific areas where soy is grown are monitored, not the entire property. Farmers have already noticed this loophole.”\\nThe Retail Soy Group, which represents leading retailers including Sainsbury’s, Tesco, Lidl and Waitrose, acknowledged there were limitations to the moratorium and said the new allegations “further highlight the need to have strengthened legal protections of these vital ecosystems”.Sign up for the Animals farmed monthly update to get a roundup of the biggest farming and food stories across the world and keep up with our investigations. You can send us your stories and thoughts at animalsfarmed@theguardian.com", "image": [["https://i.guim.co.uk/img/media/0981047d0356bdfaf845954f1ee7665ff3c227c9/0_0_3500_2100/master/3500.jpg?width=465&dpr=1&s=none", "An aerial view shows deforestation near a forest in Nova Xavantina, Mato Grosso state, Brazil."]], "author": ["Andrew Wasley"], "date": "2022-02-10"}, "https://www.theguardian.com/environment/2022/feb/21/uk-wildlife-campaigners-call-for-legal-right-to-access-nature-for-all": {"title": "UK wildlife campaigners call for legal right to access nature for all", "subtitle": null, "text": "Activists say one in three people in England cannot access green spaces, with the poorest most deprived\\nEveryone in the UK should be legally entitled to equal access to nature, wildlife campaigners will tell the government.\\nCommunities and NGOS would have the ability to take local authorities to court if they failed to provide healthy green space, under plans set out by more than 60 nature, planning, health and equality organisations. They argue that despite the fact there is strong evidence that accessible, nature-rich spaces boost our physical and mental wellbeing, and reduce mortality, one in three people in England cannot access nature near their home.\\nVisits to urban parks and other green spaces nearly doubled in the decade before the pandemic, from 1.2bn in 2009-10 to 2.1bn in 2018-19.\\nThe poorest communities fare worse, as they are twice as likely to live in a neighbourhood without nature-rich spaces. The coalition, which includes Greenpeace, Wildlife and Countryside Link, Institute for Public Policy Research, and The Wildlife Trusts, adds that access to nature should be included in any plans to “level up”.\\nResearch by Wildlife and Countryside Link, which on Monday launches a petition to urge the government to put this into law, found that 80% of the British public support a legal right to local nature and 85% say it should be a priority for all new housing developments to include accessible natural spaces.\\nDr Richard Benwell, the CEO of Wildlife and Countryside Link, told the Guardian that Michael Gove, secretary of state for levelling up, housing and communities, as good as ignored nature in his white paper.\\nHe said: “There were some references to nature, you had to turn to page 212 or something like that, but people’s environmental rights were not included in the headline announcements.\\n“It was notable that the six ‘capitals’ included in the paper didn’t include natural capital, which it clearly should have done.”\\nCampaigners added that many natural spaces are under threat of development, with 11% of urban green space lost in the past 15 years.\\nLocal authorities could improve access to nature by having better transport links to green spaces, improving substandard and neglected patches of natural land, and creating new parks. Campaigners add that improving the quality of local natural spaces is also vital to help meet government targets to protect 30% of land for nature by 2030 and halt the decline in species by 2030.\\nCraig Bennett, the chief executive of The Wildlife Trusts, said: “Having access to wild places and wildlife shouldn’t be a privilege, but a part of everyday life. We know how much people treasure time spent in nature near where they live, but for many communities this simply isn’t possible. The most deprived areas have nine times less green space than the wealthiest – and poorer areas are where people’s health is the worst.\\n“Our towns and cities have a huge role to play in nature’s recovery. We need to create and join up habitats, enabling species to recover and benefiting people too. It is critical that nature is at the heart of all planning and development, for wildlife, communities, and climate.”\\nTV stars including Deborah Meaden from Dragons’ Den and the Springwatch presenter Gillian Burke have backed the bid.\\nMeaden said: “It’s increasingly clear that there are huge inequalities in the amount of green spaces and access to nature that people can enjoy close to home. I’ve always felt passionately that having nature close to the places where people live, work and visit is critical for our mental and physical health.\\n“Despite 80% of Brits wanting a ‘legal right to local nature’, it is not yet set out in law, which means that building developments do not have to take this into account. This needs to change.”", "image": [["https://i.guim.co.uk/img/media/e0a50167317144b0c7553d04907d141b681608ec/109_0_3281_1969/master/3281.jpg?width=465&dpr=1&s=none", "Woodland"]], "author": ["Helena Horton"], "date": "2022-02-21"}}