{"https://www.theguardian.com/business/2021/mar/05/the-very-private-life-of-the-man-on-britains-biggest-salary": {"title": "The very private life of Sir Chris Hohn - the man paid £1m a day", "subtitle": null, "text": "The hedge fund manager earns Britain’s biggest salary. He also avoids meat, likes yoga and supports Extinction Rebellion\\nHedge fund manager Sir Chris Hohn once made a point of telling a high court judge that he was an “unbelievable moneymaker”. This week Hohn proved his point – definitively – when it was revealed that he paid himself just shy of £1m-a-day last year.\\nHohn collected $479m (£343m) in annual dividend payments from his The Children’s Investment (TCI) fund in the biggest ever personal payday in the UK after doubling profits at his Mayfair hedge fund, run from an office a couple of doors down from Louis Vuitton’s flagship store.\\nThe payout – which works out at £940,000 for every calendar day of the year, and is nearly 11,000 times the median UK full-time salary – has shone a fresh spotlight on Hohn, a billionaire who goes to extraordinary lengths to protect his privacy after receiving regular death threats.\\nAs well as making money and picking boardroom fights, Hohn, who was once chancellor Rishi Sunak’s boss at TCI, is one of the nation’s biggest philanthropists.\\nHe has pumped more than £4bn into his personal children’s charity. And in recent years he has taken on a second cause: the climate crisis, promising to use his fund’s $30bn of investments to “force change on companies who refuse to take their environmental emissions seriously”.\\nWell known in the City and on Wall Street as one of the most aggressive activist investors, it came as little surprise to Hohn’s friends that he was not prepared to wait for governments to take action on climate change.\\nInstead he has pumped money into Extinction Rebellion (XR), the “respectful disruption” campaign that has staged high-profile sit-in protests around the world. When Hohn was revealed as XR’s single biggest donor, he said: “Humanity is aggressively destroying the world with climate change and there is an urgent need for us all to wake up to this fact.”\\nHohn, who has only given a handful of tightly controlled media interviews throughout his career, pleaded with the high court judge overseeing his 2014 divorce from Jamie Cooper-Hohn to ban the media from the courtroom.\\nHowever the request was denied, giving the public a glimpse into the billionaire’s surprisingly modest lifestyle, his motivations for making so much money, and why he didn’t view his wife of 17 years as worthy of half the family fortune.\\nAlthough he was in a fight over a huge amount of money, Hohn said his life’s mission was to give money away. “My life is actually about charity,” he told the court. “I learned very early on you cannot take money with you. It does not bring you happiness.”\\nHe said he lived a “very simple lifestyle”, avoids meat and practises yoga. On hearing the evidence, the judge noted that the couple lived a “Swatch lifestyle” not a “jet-set lifestyle”.\\nHohn grew up in Addlestone, Surrey, the son of a Jamaican car mechanic and a legal secretary. He first decided to give money to charity, he has said, while working in the Philippines, where as a 20-year-old he saw children living on a rubbish dump.\\n“I considered being a doctor and working in a caring profession,” Hohn, 54, told the court. “[But] a dream or aspiration without resources is just that.” He compared his ambition to become a philanthropist to other young people who set their hearts on being able to “play for Chelsea or be a top QC”.\\nHohn studied accounting and economics at Southampton University, where a tutor suggested he go on to study for a masters in business administration at Harvard. He took their advice, and graduated in the top 5% of his class.\\nIt was at a Harvard dinner party that Hohn met Jamie Cooper, who was studying for a masters at the John F Kennedy School of government. They married soon after and took each other’s names officially, but only Jamie used both surnames. They have four children, including a set of triplets.\\nHohn worked for the private equity firm Apax Partners, before moving to the Wall Street hedge fund Perry Capital. Perry’s partners then posted him back to London where he ran the UK division.\\nHe struck out on his own in 2003 setting up his own $500m fund TCI, which quickly attracted investment from some of the world’s top foundations and endowments including the Carnegie Corporation of New York and the Massachusetts Institute of Technology.\\nThe fund appealed to charities and foundations because it was structured so that one-third of management fees would go directly to the Children’s Investment Fund Foundation, a charity set up by the couple and run by Cooper-Hohn.\\nIn an interview with the New York Times to promote the newly launched charity in 2008, Cooper-Hohn dismissed suggestions it had been set up as ploy to soften Hohn’s image as an activist investor unafraid to fight the boards of companies he had invested in.\\nIn a new year card to family, Hohn once wrote he had had an “exceptionally exciting year overthrowing German CEOs”. One opponent – former Deutsche Börse boss Werner Seifert – was so angry after losing a boardroom battle with Hohn that he wrote a book about it entitled Invasion of the Locusts, where he described Hohn’s style as “poison”.\\nHohn’s TCI was also instrumental in forcing Dutch bank ABN Amro into the arms of Royal Bank of Scotland in 2007 – a deal which just months later, when the banking crisis hit, was a key reason RBS had to be bailed out by the UK taxpayer.\\nCooper-Hohn said the foundation “not about putting a warm and fuzzy face” on TCI. She said knowing that a share of the management fees went to the fund was “very much about keeping Chris motivated” to produce the highest returns possible.\\nBoth TCI and the foundation flourished. The hedge fund now manages $30bn of investments and is regularly listed among the world’s best-performing funds. Last year’s mega payday was not that exceptional for Hohn. The previous year he was paid £200m, and accounts filed at Companies House for TCI Fund Management (UK) Limited, which is 100% owned by Hohn, show that it holds total shareholder funds of almost $2bn.\\nThe charity holds almost $6bn of assets and gave away $386m in 2019, according to the latest available accounts. However, the foundation no longer collects one-third of TCI’s management fees, following the couple’s divorce. Instead, Hohn can give to the charity at his discretion.\\nThe divorce reached the high court after Hohn refused to give Cooper-Hohn half of their assets, arguing that the extraordinary wealth he had generated constituted a special contribution to the marriage. He claimed she was only entitled to 25%.\\nHer lawyer said the marriage was “what most marriages are: a partnership. How can it be possibly be fair that a couple who have agreed how to run their lives together for the wife to only receive a quarter of the assets?”\\nAfter weeks of arguments – which included Hohn calling Goldman Sachs bankers “idiots” and describing former Spain and Chelsea striker Fernando Torres as “worthless” – the judge awarded Cooper-Hohn 36% – or $530m – of her former husband’s fortune.\\nCooper-Hohn later won another court battle forcing Hohn’s CIFF charity to pay £270m to a charity set up by his ex-wife.", "image": [["https://i.guim.co.uk/img/media/593ccdef561df8aea15481f6abd24b1f72d402d9/0_30_2048_1229/master/2048.jpg?width=465&dpr=1&s=none", "Sir Chris Hohn with singer Katy Perry"], ["https://i.guim.co.uk/img/media/4817df2d3fded45c60ec362d3d5981717d5f55a5/0_232_5315_3191/master/5315.jpg?width=445&dpr=1&s=none", "An Extinction Rebellion protest by the elderly"], ["https://i.guim.co.uk/img/media/624064aad18d3f334e582e432bfb550bd61abab2/0_44_1443_866/master/1443.jpg?width=445&dpr=1&s=none", "Jamie Cooper-Hohn"], ["https://i.guim.co.uk/img/media/3f034c54b9302975ec51e1e24bdac700e9762699/0_166_3072_1843/master/3072.jpg?width=445&dpr=1&s=none", "Werner Seifert, the former chief executive of the German stock exchange"]], "author": ["Rupert Neate"], "date": "2021-03-05"}, "https://www.theguardian.com/uk-news/2021/mar/28/protest-laws-move-uk-towards-paramilitary-policing-says-former-chief": {"title": "Protest laws move UK towards paramilitary policing, says former chief", "subtitle": null, "text": "Exclusive: Michael Barton, who led Durham force, says government should show common sense after pandemic\\nA former police chief has warned that new protest laws move Britain dangerously towards “paramilitary policing” and that UK ministers are “flexing their muscles via their police forces” like repressive regimes around the world.\\nThe warning from Michael Barton, the former chief constable of Durham comes as policing braces itself for a report expected within the next 48 hours after Metropolitan police officers were accused of heavy-handed tactics at a vigil on Clapham Common for Sarah Everard.\\nScenes of officers grappling with women led to outrage with calls for the resignation of the commissioner, Cressida Dick.\\nThe home secretary ordered a report expected on Monday or Tuesday from Her Majesty’s Inspectorate of Constabulary. The key question it will answer will be whether the Met’s actions were proportionate or not.\\nAs the new protest laws pass through parliament, Barton and another former senior policing leader, Sir Peter Fahy, told the Guardian they held deep concerns about the dangers the new laws posed for civil liberties already reeling from a year of emergency Covid laws.\\nThe police, crime, sentencing and courts bill, currently passing through parliament, will afford new powers to officers to tackle protests, including measures aimed at static protests and a new offence of “intentionally or recklessly causing public nuisance”, which is in part defined as causing “serious annoyance” or “serious inconvenience”.\\nBarton, was head of crime operations for policing nationally, and led the Durham constabulary until 2019, which inspectors rated as one of the best performing forces in Britain.\\nHe told the Guardian: “I’m not in favour of even more restrictive measures. Surely after an historically unprecedented year-long curfew, in peacetime, the government could show some common sense and gratitude for such incredible forbearance to allow civil liberties to once again flourish. Or are they happy to be linked to the repressive regimes currently flexing their muscles via their police forces?\\n“Fortunately, in the UK we are not a paramilitary-style police force. But these powers dangerously edge in that direction. Police chiefs will be seen as the arbiters of what is and is not allowed when it comes to protest. Democracies thrive on protest. This government has condemned what has happened in the Ukraine but those same protesters would fall foul of our new laws.”\\nBarton said the move represented a change in the British style of policing by consent, with officers being “citizens in uniform” who are part of their communities and not above them “because police officers are telling people what to do, not negotiating with them”. He added: “I don’t see anything wrong with the current laws. Protests sometimes means people are inconvenienced.”\\nPolice will be able to impose a start and finish time and set noise limits at static protests and apply these rules to a demonstration by just one person.\\nFahy, the former chief constable of Greater Manchester police and former vice-chair of the police chiefs’ body, said the proposed protest laws were a mistake and posed a danger for policing.\\nHe said lessons from the past suggested danger, citing the quashing this week of 1970s convictions of trade union activists including the actor Ricky Tomlinson as a warning from history.\\n“It is short-term and politically driven,” he said. “It is a reaction to what happened with Extinction Rebellion and Black Lives Matter [protests], in the same way Ricky Tomlinson was a reaction to the industrial strife of the 1970s. Policing was drawn into a particular stance and pose.\\n“It reminds me of the miners’ strike when policing was mobilised for a political reason. It took policing a long time to recover. Policing should be very careful not to be drawn into the situation of being arbiters of which protests can go ahead, and become stuck in the middle. The policing of protest can cause long-term damage.”\\nFahy added: “Policing is not always about the majority, sometimes it is about protecting rights of the minority. I’m not sure a mature democracy should have the police deciding which protests should go ahead.”\\nTheir comments came as at least 10 people were arrested on Friday at a “kill the bill” demonstration and a Daily Mirror journalist shared video footage that appeared to show police pushing him and hitting him with a baton as he shouted that he was a member of the press.\\nLast week, the Guardian revealed the home secretary had backed police stepping in to enforce Covid laws, which bar gatherings. Priti Patel’s supporters said she was right to criticise the Met after the event.\\nA Home Office spokesperson said: “As the home secretary has made clear, the right to protest is a cornerstone of our democracy and the government is absolutely committed to maintaining freedom of expression.\\n“It is wrong to claim these measures will stop people from carrying out their civic right to protest. People will still be able to protest, but they cannot be permitted to trample on the rights of local businesses and communities.\\n“These measures will prevent misery to the public and the loss of millions of pounds to the taxpayers and businesses, have been requested by chief constables, including the Met, and are backed by the independent policing inspectorate.”", "image": [["https://i.guim.co.uk/img/media/b15e24d633b9601162cc8c7ced8c9bf0a02a26a0/0_198_4000_2400/master/4000.jpg?width=465&dpr=1&s=none", "Police at an Extinction Rebellion protest in Whitehall."]], "author": ["Vikram Dodd", "Jamie Grierson"], "date": "2021-03-28"}, "https://www.theguardian.com/world/2021/mar/31/hundreds-take-part-in-peaceful-kill-the-bill-protest-in-bristol": {"title": "Hundreds take part in peaceful ‘kill the bill’ protest in Bristol", "subtitle": null, "text": "Peaceful action contrasts with previous protests as police say they have pressed ‘reset button’\\nHundreds of people have taken part in a peaceful “kill the bill” protest in Bristol, with the police claiming they had pressed a “reset button” after violent clashes during three previous demonstrations.\\nAbout 300 people met on College Green in Bristol, marched through the city centre and took part in a sit-down protest in front of Bridewell police station, which lasted into the early hours of Wednesday.\\nThe police station has been the focus of confrontations between police and protesters this month and the Avon and Somerset force has been accused of heavy-handed tactics.\\nOn Tuesday night and into Wednesday morning, more than 100 riot police were on standby in the city but remained largely out of sight, and the protest was allowed to go ahead.\\nThe protesters, mainly young people, took part in a low-key demonstration on College Green in front of the cathedral on Tuesday evening. Speeches were made criticising the government’s police, crime, sentencing and courts bill and the local force’s tactics in breaking up previous demonstrations.\\nThey then marched through the city centre playing music and chanting anti-bill and anti-police slogans before sitting down in front of the police station.\\nThe protesters inadvertently held up a convoy of film crew lorries in Bristol for a Stephen Merchant series called The Offenders, which follows seven strangers from different walks of life forced together to complete a community payback sentence in Bristol. But the mood remained upbeat and relaxed.\\nGemma, 21, who works in retail, said: “This is the fourth protest I’ve been to. It’s really peaceful and I think that’s because there’s not a small army of riot police anywhere near us. This one feels a lot nicer, there are speeches and everyone can listen and educate themselves. It’s a lot more constructive like this.\\n“My family are Travellers and this bill is going to affect them – if it goes through, they could lose their homes. There’s a large Traveller community in Bristol, which is why so many people are protesting.”\\nRosemary Fox, 58, addressed the crowd in front of the police station and described the bill as “insidious”. “We are going to stand up and be counted,” she said.\\nAfter her speech, Fox said her family questioned her wisdom in attending the protests. “They think I should just go to my ladies’ reading group and the WI [Women’s Institute], but I’m going to keep coming. I want to make a better world for my children.”\\nJames, 27, a musician, said: “The right to protest is just a fundamental pillar of democracy. We’re branded as lefties for being here, but we have a right to protest. I’m not here for any violence – I believe in nonviolent protest.”\\nSupt Mark Edgington, of Avon and Somerset police, said on Wednesday: “We were committed to facilitating a peaceful protest in line with the Covid-19 legislation.”\\nBefore the demonstration, Avon and Somerset police said changes to the coronavirus regulations meant it was possible for peaceful protests to go ahead.\\nEdgington said: “Now that restrictions around protest have changed, we wanted to press a reset button, and I believe we achieved this last night. We have a long and proud history of facilitating peaceful protests spanning many years and today was a prime example of this.\\n“We continue to urge people to engage with us as early as possible and have a conversation around how we can assist in ensuring lawful protests.”\\nMeanwhile , three leading trade unions have signed a statement of solidarity against the police, crime, sentencing and courts bill coordinated by Black Lives Matter UK and Sisters Uncut.\n The Universities and College Union, the Communication Workers Union and the Bakers, Food and Allied Workers Union are the first trade unions to sign up to the coalition of civil society groups opposing the bill. They joined a list of more than 100 organisations that have signed the latest statement against the bill, published on Wednesday morning.\n The statement says: “The police, crime, sentencing and courts bill is a dangerous and unnecessary piece of legislation that endangers the rights and safety of every single one of us.\n “It is therefore no surprise that those who are working to #KillTheBill have come together from every section of society.” ”\\nThis weekend, further protests against the bill are expected to take place in London, Bristol and across the UK.\\nWednesday’s statement is at least the third to be published opposing the bill that has attracted more than 100 signatories. A letter condemning the bill signed by 150 civil society organisations, including senior trade union officials, was sent to Priti Patel, the home secretary, on 15 March. Around the same time a second statement, led by anti-racist groups, was published by Extinction Rebellion.", "image": [["https://i.guim.co.uk/img/media/8cca7fdf56b6a4ac4f8de5f818d5e6cb34752399/0_72_5330_3199/master/5330.jpg?width=465&dpr=1&s=none", "Demonstrators"], ["https://i.guim.co.uk/img/media/169b2d57c6946021999b924dcf8d0f3840b17d46/0_200_6000_3600/master/6000.jpg?width=445&dpr=1&s=none", "Demonstrators sitting down and holding placards"], ["https://i.guim.co.uk/img/media/d9ad27f515c8ffbefe765f36b2ab05a3c0ff115c/0_239_7864_4722/master/7864.jpg?width=445&dpr=1&s=none", "Protesters seated on grass"]], "author": ["Steven Morris", "Caroline Bannock", "Damien Gayle"], "date": "2021-03-31"}, "https://www.theguardian.com/environment/2021/mar/16/del-naja-livid-with-music-industry-for-not-acting-on-green-issues-massive-attack": {"title": "Massive Attack star 'livid' with music industry for not acting on green issues", "subtitle": null, "text": "Robert Del Naja tells MPs one band cancelling a tour as Coldplay did will not ‘change a thing’\\nMassive Attack’s Robert Del Naja has said musicians all end up “looking like hypocrites” because of a lack of action on environmental issues by the industry.\\nThe star, also known as 3D, said he was “pretty livid” with the industry for making green pledges while not acting to reduce its carbon footprint.\\nBut he told MPs that Coldplay’s decision not to launch a globe-trotting tour over environmental concerns will not “change a thing”. “One band’s unilateral action is not going to change the look of the whole problem at all,” he said.\\n“One band not touring doesn’t change a thing.”\\nHe told the digital, culture, media and sport committee that the music and festival sector had been “hit hard” by the pandemic. “Bands don’t need to cancel tours, and festivals don’t need to cancel festivals,” he said.\\n“There are lots of different solutions across transportation – you can charter trains and buses and even gets tents and luggage down to a festival in the right way, and bands can take a train themselves.\\n“There are lots of different solutions for energy and powering a festival.”\\nDel Naja said of Coldplay: “I understand their frustration. It’s a frustration all bands have been feeling for a long time.”\\nBut “everyone knows that’s not the solution – one band stopping touring, or even all bands stopping touring.\\n“Culture is important, it brings everyone together, and so the best way is to look for solutions collectively.”\\nColdplay frontman Chris Martin said in 2019 that the band would not launch a globe-trotting tour for their new album because of environmental concerns.\\nDel Naja said the “industry seems to be locked in a cycle of green pledges … while emission rates have remained really high”.\\nIt is an “embarrassment” that the “artist wears the climate T-shirt, waves the placard, while simultaneously operating in a high carbon, high-polluting sector,” he said.\\n“We’ve become the messenger” but “the public has got the message” thanks to Sir David Attenborough documentaries, Greta Thunberg and Extinction Rebellion, so “now is the time for action – no more pledges”, he said.\\nCarly McLachlan, professor of climate and energy policy at the Tyndall Centre for Climate Change Research, said emissions from festivals had gone up in the last five years because of a rise in audience numbers.\\nFestivals should take a more active role with transport operators to encourage people to ditch the car, she said.\\nSites should connect to the grid if possible and think about the demand and layout and the travel of crew and artists, she added.\\nMassive Attack are collaborating with the Tyndall Centre for Climate Change Research to track and reduce emissions from live events.", "image": [["https://i.guim.co.uk/img/media/65ba7fed1e421a696c22cd0eb34679a024c6ee79/0_219_3936_2361/master/3936.jpg?width=465&dpr=1&s=none", "Massive Attack’s Robert del Naja plays a DJ set to crowds gathered at an Extinction Rebellion rally at Marble Arch in April 2019"]], "author": null, "date": "2021-03-16"}, "https://www.theguardian.com/football/2021/mar/28/soy-of-the-rovers-the-vegan-football-club-kickstarting-a-green-revolution": {"title": "Soy of the Rovers: the vegan football club kickstarting a green revolution", "subtitle": null, "text": "Led by eco-entrepreneur Dale Vince, Forest Green Rovers have become the world’s first carbon-neutral football club. Now there are plans for a Zaha Hadid Architects all-timber stadium…\\nA player miskicks the ball – skies it – and its clatter on the metal roof is the loudest sound in the Covid-emptied stand. There’s not much by way of a corresponding stand on the other side of the pitch, mostly just advertising boards and a momentarily malfunctioning scoreboard. Behind them a hillock, behind that a sunset. There’s an ill-timed tackle, a melee of angry players, a red card for the home team. But the visitors, Colchester United, look rudderless – it’s the first game for their interim manager – and 10-man Forest Green Rovers run out 3-0 winners.\\nIf much of this is a typical scene of lower-league football, as played out all over the country every week of the season, in some crucial details it is not. It’s partly the setting that’s different, on a hill outside Stroud in Gloucestershire, in a landscape more redolent of point-to-points than professional football. “Jilly Cooper loves Forest Green Rovers!” says one of the billboards – a tribute from a local author to the local team. “Red sky at night,” says one of the few people permitted to be there, as he contemplates the sunset, “shepherds’ delight.” I’m pretty sure I haven’t heard that line of commentary at a football match before.\\nAnd then there’s the fact that the players’ striking strips (lime green with a black zebra-stripe pattern) are – tonight, for the first time for any team anywhere in the world – made with a composite of waste coffee grounds and recycled plastic. The pitchside adverts don’t only celebrate Cooper’s raunchy, horsey novels but also brands associated with healthy and sustainable living: Quorn, Oatly, Innocent, Elixinol cannabidiol products, Grundon environmentally friendly waste management. One has the skull and crossbones insignia of the Sea Shepherd Conservation Society: Defending Ocean Wildlife Worldwide, it says. My stomach is getting to know a shiitake mushroom burger I ate just before kick-off, and finding it less confrontational, digestion-wise, than the traditional meat-and-whatever-else version that is served at football grounds.\\nFor this is Forest Green Rovers, declared by Fifa the “greenest team in the world”, certified by the United Nations as the world’s first carbon-neutral football club, which in the decade since its acquisition by the green energy industrialist Dale Vince has become famous well beyond its size, for its sustainability and, especially, for the all-vegan menus offered to both players and fans. It’s not stopping there: apart from the coffee kits, there’s also a plan for a new all-timber stadium designed by Zaha Hadid Architects, which in February was approved by the English Football League, having won planning permission from Stroud District Council last December.\\nNor are Vince’s wider range of eco-initiatives slowing down. He shows me some diamonds on the Zoom screen, made with carbon (incredible as this may seem) taken from the atmosphere, a process that he says reduces the colossal waste that comes with mining the precious stones. He already has Devil’s Kitchen, a vegan food business spun off from the football club, which makes burgers, plant balls and suchlike, now available through Ocado. The main source of his wealth is Ecotricity, a renewable energy supplier that developed from the windmills Vince erected in the 1990s. He created Nemesis, a Lotus Exige chassis modified with electric motors and batteries, which in 2012 broke the UK speed record for electric cars. Last month, he teamed up with the Daily Express, of all newspapers, to promote its Green Britain Needs You campaign.\\nVince’s speciality is to bring green practices and ideas to blokey aspects of life not usually associated with such things: football, burgers, cars. Or, three decades ago, energy provision. “You have the most fun and most impact preaching to the unconverted,” he says of his work with the Express. “On the right wing of life the people at the Express have had people saying to them: ‘What are you doing working with that bloke?’ and on the left wing of life I’ve had people saying to me: ‘What are you doing working with that newspaper?’ And we both say the same thing – we can’t live in our bubbles, we’ve got to talk to each other.”\\nVince, 59, is the sort of have-a-go entrepreneur who you might have thought was extinct in a time of corporate leviathans. He is restless, rapid-speaking, both engaging and elusive, his manner at once laidback and wired. I’m told by people who’ve dealt with him that he is both shy and direct, that “he doesn’t hang back from expressing opinions”, that he can be assertive, that he “doesn’t suit the more English-y sort of people”. As he describes himself in his recent book, Manifesto: “I look at and do things my own way. It’s got me into plenty of trouble but it’s also a bit of a superpower.”\\nHe might now be described as “Britain’s richest hippy”, living in a castellated former fort on a hill above Stroud, with a large solar array in its untamed garden, but he once had almost nothing. The son of a Great Yarmouth lorry driver, he left school at 15 and spent years as a traveller, living in a lashed-up old ambulance, or a pickup truck, or a bus, driving a 30-year-old fire engine to Spain, riding motorbikes, moving from one site to another – “old airfields, gravel pits, car parks”, as Vince writes in Manifesto. In 1985 he was embroiled in the notorious “Battle of the Beanfield”, an outbreak of what he calls “wanton state-sponsored violence”, an assault by 1,300 police on 600 travellers heading towards Stonehenge.\\nIn 1991 he had “an epiphany”. He’d already made a little money putting up improvised wind-powered phone stations (“windphones”) at the Glastonbury festival, and he’d added a small windmill to his trailer, connected to old train batteries he’d rescued from a scrapyard, capable of 50 watts, enough for two dim lights and water pump. The first big power-generating windmills in Britain were built that year, in Cornwall, and Vince decided to have a go himself. He educated himself on “aerodynamics, mechanics, electronics, statistics… windmill technology, planning and environment assessments, grid compatibility, financial modelling, construction”.\\nHe made his own 30-metre mast for testing wind speed, won the co-operation of the owner of the hill, and spent his last “few hundred quid” on some respectable clothes and a flight to Germany to meet the manufacturers of the then-unconventional variable-speed windmill that he wanted. He gained planning permission. Representing himself in court, he defeated a legal challenge from the National Trust. He negotiated a connection to the local grid, raised £350,000 in finance and, five years after his epiphany, got the windmill up and running.\\nThis was the beginning of Ecotricity, a company that in 2019 had a turnover of £201m. Later, Vince turned to electric transport: the Nemesis project never turned into a mass-produced car, but it did lead to the Electric Highway, a national network of charging points. Vince’s company had to fight off an attempt by Elon Musk and Tesla to shove them aside, but it now has 300 stations across the country.\\nForest Green Rovers now looks like a perfect extension to the Ecotricity brand – it even has “green” in its name – but Vince insists that its transformation into a “global force” was “serendipity”. “I just bumped into it along the way. It was a rescue mission, only that.” The club was “leaking money everywhere… it was about to fold. I thought that was wrong. It was a big part of this community, 120 years old, lovely people. They invited me to a game. It was fabulous, like a small theatre, intense and personal.”\\nHe stepped in and bought it. “On day two I bumped into the fact that we were serving red meat to our players and I thought: ‘Oh my God, we’re part of the meat trade, I can’t be that,’ so we had to make that change.” They realised, he says, “that we might not be speaking to the most receptive audience, but that only added to the appeal of doing it. The one thing everyone wants to know is how can you have a vegan menu without having a riot from your fans.” The answer, he says, was to show that “food without animals in is great food”. The club’s players “were the easiest audience of all. We simply said to them that red meat will impair your performance.” It’s now widely recognised among elite athletes, says Vince, that vegan diets improve performance and reduce injury. The Manchester City striker Sergio Agüero, for example, goes on a vegan diet during the football season.\\nSo they sell the fans pies, sausage rolls and burgers, chips and gravy, all plant-based, as well as options that are not imitating meat. Away supporters, the club chef Jade Crawford tells me, mockingly turn up in butchers’ aprons. They chant “Where’s your burger van?” But, she says, the products she offers “sell out, so they must like them”. Some home fans “said at first they were a bit annoyed about it. They said they might stop coming, but they tried the food and said it was really good.”\\nThe diet has grabbed most of the headlines, but there are other aspects to Forest Green’s greenness: power from solar panels and from Ecotricity’s green energy, a pitch free of chemical fertilisers or pesticides, charging points for electric cars, the capturing of rainwater from the roof to irrigate the pitch, an electric van for the kit man, and soon, it is hoped, an electric team bus. There’s a well-publicised “mow-bot”, a GPS-directed solar-powered lawnmower.\\nForest Green Rovers’ performances on the pitch have improved since Vince’s takeover. Once teetering on the edge of relegation from the Conference, the fifth tier of English football, they were later promoted to League Two, which in the logic-free system of numbering these things is the fourth tier. They currently have good prospects of promotion to League One and hopes of eventually getting to the level above that, the Championship.\\nThe combination of veganism, sustainability and some sporting success has brought them global attention. They have 100 fan clubs in over 20 countries, such as the Forest Green Rovers Chicagoland Supporters group, foundedin 2016 by people who “shared a passion for the environment and soccer”. The Arsenal full-back Héctor Bellerín, attracted by the club’s ethos, has become a shareholder. “Engaging fans through their favourite sport and getting them to be fans of the environment” is what Vince calls it. The United Nations invited the club to be founding members of its Sports for Climate Action programme, which, he says, “is pretty much based on what Forest Green have done”. Bigger names have followed where Forest Green Rovers have led. The mighty Real Madrid recently announced a partnership with the British plant-based producer Meatless Farm to encourage sustainable eating (still a lesser level of commitment to the environment than that of the Stroud side).\\nThe future stadium, which will use contemporary timber engineering techniques to achieve its all-wooden structure, is intended as a vehicle to get the club to the next level, while also promoting its principles. It will have a capacity of 5,000, with the ability to go up to 10,000 or 12,000 without too much difficulty, which would be big enough for a Championship side. “We might shoot for 15,” says the ever-ambitious Vince. Because timber is renewable, and absorbs carbon during its growth, it greatly reduces the carbon and energy costs that go into construction, which might be three times those expended on such things as light, heat and power used over the lifetime of a stadium.\\nThe stadium’s completion is still some years off, not least because it is to be part of a grander plan: a “Green Technology Cluster”, a “truly sustainable” business park that aims to create up to 4,000 jobs. Some 20% of the 50 hectare site is to be wetlands, alongside a restored stretch of a historic canal. The location is currently green fields, next to Junction 13 of the M5. This doesn’t sound environmental – neither building on fields nor relying on road transport – but “farmed fields are wildlife deserts”, Vince says, and his proposals will provide more biodiversity than the land they replace. There are not many options for getting fans to his stadium by public transport, but he promises electric buses and cross-country walking and cycling routes.\\nThe seductive images of the project show an elegant curving form rising out of a lush green landscape, its undulations echoing the soft hills behind. In some ways it is what you would expect from Zaha Hadid Architects – striking forms are their thing, and their work on the London 2012 Aquatics Centre and Al Wakrah Stadium for the 2022 World Cup in Qatar, as well as their now-abandoned designs for the Tokyo Olympic Stadium, have made sports buildings one of their specialities. On the other hand, the Forest Green Rovers project is small by the current standards of this global practice, and their designs – which are almost always in concrete and steel – have not hitherto been especially noted for their sustainability. The mighty roof of the Aquatics Centre, for example, used prodigious quantities of steel.\\nAlex de Rijke, an architect who has pioneered modern timber construction, including a proposed wooden handball arena for the London Olympics, is sceptical that ZHA are the best people for the job, given their previous lack of interest in timber structures. It’s “excellent that Forest Green are building a timber stadium”, he says, but wonders whether this design grows out of the structural characteristics of wood or steel. He suggests that the practice isn’t usually driven by optimised use of sustainable materials, but by what he calls “the dogged mission to invent novel forms” – the desire, to put it another way, to look striking.\\nJim Heverin, the director at ZHA in charge of the project, acknowledges that this is partly new territory for them, which was part of the attraction of the job: they want “to grow out of the shadow of what people think we are, and carbon is the challenge of our generation”. He says that the design does pay attention to issues such as waste – the curving silhouettes are made out of assemblies of straight elements, for example – and as it develops they will also consider such matters as the distance the materials have to travel from their place of origin.\\nHe’s also clear that looking striking – the power of the image – is important to the practice, and that the project “will cost more than normal because it’s not conventional – you can’t just buy it out of factories”. This reflects an aspect of the Vince philosophy, which is that “whether it’s burgers, cars or football we can still have fun doing it differently”. The idea of Nemesis, he once said, was to “smash the boring, Noddy stereotype of the green car”. His current plan for mining the sky for diamonds is “bling without the sting”.\\nWhich brings up a core question behind the whole Vince enterprise: what’s the substance, what’s the spectacle, what is what he calls “storytelling”? It’s hard to think, for example, that a solar-powered lawnmower will make a huge impact on the club’s carbon footprint; its role is more to be an eye-catching messenger of its values. But it’s hard to argue with the seriousness of his overall achievement. The point of his combined ventures is that they are all of the above: they combine the humdrum business of large-scale energy provision with the coffee kits and the shiitake burgers that get environmental messages to hard-to-reach audiences.\\nHis hometown of Stroud, birthplace of Extinction Rebellion, is the sort of place that would give short shrift to greenwash. Although his building proposals have attracted objections, there doesn’t seem to be much by way of significant challenges to his overall green credentials. The worst thing I hear about him is that his presence is a bit too dominating, looking down on the town from his castle, his burger-windmill-diamond factory and frequent Ecotricity banners being hard to miss. “It’s a bit medieval,” I’m told.\\nMolly Scott Cato, a Stroud resident who until Brexit was a Green party MEP for South West England, has had some political confrontations with the Labour-supporting Vince, who wanted the Greens to step aside at the last general election. But she said that “it’s brilliant for the town having a renewable energy firm” and that the “football club is really important in reaching out to people that are hardest to get to”. He may not, with his flurries of initiatives, always get everything right, but collectively they’re a force for good. If Forest Green Rovers raise the question: how much impact can a League Two football club have, the answer is quite a lot.", "image": [["https://i.guim.co.uk/img/media/30e2927f046ab6c2a99a158dfac1d88bb66237a1/809_507_4586_2752/master/4586.jpg?width=465&dpr=1&s=none", "Forest Green Rovers cards"], ["https://i.guim.co.uk/img/media/16423e6a3ed19b14d8b7910f77d3e90e75318a5f/0_0_2364_1330/master/2364.jpg?width=445&dpr=1&s=none", "Zaha Hadid Architects’ design for a new all-timber stadium."], ["https://i.guim.co.uk/img/media/93572e90bad67c3115e4182a299ba15836dac4e9/0_0_6717_4480/master/6717.jpg?width=445&dpr=1&s=none", "Dale Vince at the Forest Green Rovers ground in Nailsworth, Gloucestershire."], ["https://i.guim.co.uk/img/media/880d3204421c99e99f689166dbaf5674a6406e93/0_0_2048_1365/master/2048.jpg?width=445&dpr=1&s=none", "Local author Jilly Cooper is a supporter of the club."], ["https://i.guim.co.uk/img/media/4a9df924fe018ea5368a4e54de25d02cf3c5143c/0_0_4159_2869/master/4159.jpg?width=445&dpr=1&s=none", "Arsenal’s Héctor Bellerín, attracted by the club’s ethos, has become a shareholder."], ["https://i.guim.co.uk/img/media/1e9a5c2f0bc2875ffc15ddb006f11a0b32b82c3a/0_0_3210_1986/master/3210.jpg?width=445&dpr=1&s=none", "Forest Green Rovers v Colchester United - Sky Bet League Two"]], "author": ["Rowan Moore"], "date": "2021-03-28"}, "https://www.theguardian.com/uk-news/2021/mar/15/arrests-made-at-protest-against-policing-bill-and-violence-against-women": {"title": "Arrests made at London protest over policing powers and vigil", "subtitle": null, "text": "Protests around bill have become entwined with those in response to the death of Sarah Everard\\nPolice made arrests on Monday night after hundreds of people who had gathered to oppose the passage of a new policing bill and to highlight violence against women marched through central London.\\nThe police, crime, sentencing and courts bill, which had its second reading on Monday afternoon, has been criticised by civil society groups as “an attack on some of the most fundamental rights of citizens”. It will give new powers to police to control protests and impose stiff sentences for rule-breakers.\\nProtests around the bill have become entwined with those in response to the death of Sarah Everard, who disappeared from a street in south London at the beginning of March. A serving police officer has been charged with her kidnap and murder.\\nAfter a rally addressed by MPs in Parliament Square on Monday, attended by several thousand people, protesters marched a winding route through Westminster and Lambeth chanting “all cops are bastards” and “whose streets? our streets” and causing serious disruption to traffic. They blockaded Westminster Bridge twice and massed outside the Metropolitan police headquarters at New Scotland Yard.\\nPolice trailed the protest for several hours, ordering those taking part to return home. The Metropolitan police said its officers made four arrests, three for breaching coronavirus regulations, and another for assaulting an emergency worker. Two others were handed fixed penalty notices.\\nIn a statement published on Tuesday, the forces’s temporary deputy assistant commissioner Jane Conners said: “Despite many people adhering to officers’ instructions to leave the area and go home, we had to take some enforcement action as the evening progressed.”\\nActivists from a number of movements, including Black Lives Matter, Extinction Rebellion, Stop HS2, and various antifascist groups, had called for supporters to gather in Parliament square from 12pm. However, the event was dominated by activists from the feminist group Sisters Uncut, the group behind Saturday night’s vigil for Everard on Clapham Common in south London, which was dispersed by police using heavy-handed tactics that prompted widespread outrage. The group staged a second mass protest on Sunday where they called for supporters to attend Monday’s march.\\nThe Labour MPs Bell Ribeiro-Addy, Nadia Whittome, Apsana Begum and Zara Sultana were among the speakers who addressed the crowd in Parliament Square. Ribeiro-Addy drew cheers when she announced she had tabled an amendment to stop the new policing bill, which will be heard on Tuesday.\\nShe told the Guardian: “The strength of feeling across our country shows that speaking at a demonstration like this is really important. It’s a real shame when politicians don’t reflect the mood of communities that we say that we represent. There’s people that are angry, women in particular that are angry, right across the country and pushing through a bill that clearly has no public support – it’s just more of the same with the Tories. I’m here to support protesters; I’m here to support the right to protest.”\\nWhittome was attending her second protest in two days outside parliament. She said: “We’re here for two reasons. One is to stand against male violence, whether that’s the hand of the state, partners or institutions. We are here to honour the lives of women who have been murdered by men … And we are here to resist.\\n“I was here yesterday and I’m here today because we have got to keep resisting this government’s descent into authoritarianism, today, tomorrow and the day after. If this bill passes this will be the biggest crackdown on the right to protest; it will criminalise ‘serious annoyance’ or ‘serious inconvenience’. The whole point of protest is that you don’t ask permission to protest.”", "image": [["https://i.guim.co.uk/img/media/e8d385ec4528021352b9a8052e74434b15628932/0_452_8256_4954/master/8256.jpg?width=445&dpr=1&s=none", "Protestors outside New Scotland Yard london"]], "author": ["Damien Gayle"], "date": "2021-03-16"}, "https://www.theguardian.com/uk-news/2021/mar/27/protest-human-right-bristol-demonstrations-police-bill-city-dissent": {"title": "'Protest is a human right': one long week in Bristol, a city with a history of dissent", "subtitle": null, "text": "Demonstrations against the police bill follow a long tradition of radicalism. Protesters say that, after last week’s violence, their side of the story has not been told\\nFor the third time in less than a week thousands of protesters gathered in the centre of Bristol last Friday to oppose the police and crime bill, which many fear will criminalise the social movements and vibrant, alternative cultures that have made the West Country city such a hub of resistance to the government.\\nAs the grey rain clouds over Bristol’s crumbling, graffiti-scrawled Georgian streets and tower blocks gave away to cool spring sunshine, a diverse crowd of mainly young people assembled on muddy College Green, starting point for so many of the city’s demonstrations over the years, including the Black Lives Matter march that toppled the statue of slave trader Edward Colston last June.\\n“I’ve got all my all rights from protests,” said Ellen Healy over chants and the buzz of a police helicopter. “As a young lesbian, I owe everything I have to protesting. Taking away protest is taking away human rights.”\\nThere was little sign that the movement was losing momentum despite a week of largely negative headlines and mainstream denunciation. “Bristol is the Portland of England – I used to live there so I know,” said another protester, Pomona Lake, referring to the liberal city in the US state of Oregon. “It’s small and quite chilled but it’s got morals, and if you get us angry we will do something about it.”\\nAs the night wore on, riot police forcibly dispersed another large sit-down protest outside Bridewell police station, half a mile away. Ten people were arrested and footage circulating online appeared to show a journalist and protesters being hit by truncheons and shields.\\nThe latest confrontations took place metres away from where violent clashes first broke out last Sunday, after the first “kill the bill” march, with more protests planned for coming days and weeks. Shocking footage of a burning police van led to almost universal condemnation from politicians including Priti Patel, Keir Starmer and the Labour mayor of the city, Marvin Rees.\\nYet a week later protesters believe their side of the story of that momentous night has still not been fully told. Avon and Somerset police announced that 40 of its officers had sustained injuries in the first protest on 21 March. Most seriously, it said that two had broken bones, and one of them also had a punctured lung – yet by the end of the week, the force had admitted that this was not true.\\nWhat is still not known is how many in the crowd were injured. A first aider on duty during the demo told the Observer that he personally treated six protesters, including people with bleeding head wounds, serious bruising and eye injuries. The first aider, who asked not be named, said he was also struck repeatedly with a baton. “I told the policeman I was a first aider but he continued beating me,” he said. “I had to go to hospital and I now need weeks of physiotherapy.”\\nWorse was to come in the view of the protesters. On Tuesday the city’s large community of van dwellers and travellers set up a protest camp. The policing bill will introduce a new criminal offence of living in a vehicle without a landowner’s consent and will give the police more powers to remove roadside encampments. Riot police cleared the camp in the evening and arrested 15 people for allegedly breaching Covid regulations.\\nAlthough no arrests were made for violent offences, many witnesses told the Observer they had seen people being struck by shields and pushed over while they were walking away from the camp.\\nThe city’s former lord mayor, Cleo Lake, who is the Green party candidate for Avon and Somerset police commissioner, has called for an independent inquiry. “There’s been a complete shift from the policing we had last year [during the BLM protest in the city] to the policing we have now,” she said. “We need to look at it in the round. We’ve heard about the police that were injured – and nobody wants anybody to be injured – but we haven’t heard about how many protesters have been injured.”\\nAn NHS worker on duty that night [Tuesday] told the Observer that no officers were treated in the hospital designated for the police, whereas the hospital designated for protesters was inundated with injured people. The worker, who also asked not to be named, said: “Over the course of the night the hospitals that were taking protesters filled and the hospital taking police did not see a single officer.”\\nAvon and Somerset Police said officers used force on Tuesday after protesters refused to disperse in spite of being told they were flouting Covid rules. The force added that officers were abused and attacked on the Sunday protest. Supt Mark Runacres said the crowd threw items including bottles and bricks at officers on Friday. “Officers repeatedly encouraged people to disperse but once the atmosphere changed and people became physical, it was necessary to take action,” he said.\\nFor many in the city, the bill feels like a direct assault on their hard-won rights and alternative ways of life – at a time when lockdown makes it much harder for people to make their voices heard. An estimated 200 to 400 people live in vehicles in Bristol, making it one of the largest communities of “van dwellers” in the country.\\nWhile some of these are artists and musicians who enjoy the freedom of life on the road, many are low-paid workers priced out of homes in the city. They include people who want to live in a low-impact, more sustainable way as well as homeless people escaping life on the streets.\\nYet there are growing fears that Bristol’s van dwellers may be hounded from roads and laybys under the proposed powers in the bill.\\nRhiannon Craft, co-founder of Vehicles for Change, which represents van dwellers in the city, said they had no choice but to take to the streets over the bill.\\n“Many of us feel we’ve got to protest because otherwise our way of life is going to be completely outlawed. It’s our last hope – our last resort. What else can we do?”\\nThe number of young people living in vehicles is thought to be increasing as rents remain high. Michael Truesdale, who lives in a Transit van, said he was worried he may lose his home if the bill is passed. “I live in a van and I’m worried that soon I won’t be able to – I’ll be getting fined or imprisoned just for doing it,” he said. “But I would never have got into this lifestyle if rents weren’t so unaffordable for people like me.”\\nThe bill contains measures that will have a direct impact on movements that have been nurtured in the city, such as Extinction Rebellion and Black Lives Matter. The bill will allow the police to impose far-reaching restrictions on protests, such as maximum noise levels and start and finish times. The home secretary will be able to define the point at which a protest becomes seriously disruptive, when the police can intervene.\\nWhile XR did not organise the recent protests, many of its supporters joined the marches. Colin Davis, a professor at Bristol University who has been part of Bristol XR since its beginnings, said there was a great deal of concern in the group. “The bill has been drafted to outlaw the kind of disruptive protest that is our modus operandi,” he said. “But we need disruptive protest because we are sleepwalking into catastrophe.”\\nThe bill also contains a new offence of damaging a statue, which could have landed the BLM protesters who pulled down the Colston statue with 10-year sentences. Lake said a generation of young people in the city had experienced the power of collective action during the BLM protests last summer and saw the bill as an attempt to prevent it ever happening again. “Like it or not, they feel they made worldwide change last year,” she said. “Their right to protest like that is under threat, so of course they are going to challenge it.”\\nLake, who grew up in the city, added that Bristol valued the right to protest, which stretched back into its history. “I’m a woman of dual heritage. I’m black. I’m white. I was taken on demonstrations by my white mother from the age of about six in Bristol – it’s always been there,” she said. “The city has a revolutionary, creative spirit.”\\nOne of the city’s foremost scholars of modern urban riots, Roger Ball, a research fellow at the University of the West of England, said Bristol wasn’t unique but a culture of resistance had built up there over the past 20 years.\\n“There is a culture of protest here that goes back to the 2010 student protests,” he said. “In this city people are much more likely to take direct action, such as blocking roads. The pulling down of the Colston statue is a good example. They solved in 20 minutes a problem that had been around for 100 years.”\\nThis article was amended on 31 March 2021 to insert an additional reference to “Tuesday” so that, in relation to the NHS worker who was on duty “that night”, it is clear that it was a reference to the night of Tuesday, 23 March 2021. It was also amended on 2 April 2021 to clarify that the police announcement of 40 officers being injured related to the first protest on 21 March 2021.", "image": [["https://i.guim.co.uk/img/media/e4fec0a339038ccabaf00a6c15673c4d129d44cd/0_46_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "Police clear demonstrators at Friday’s protest in Bristol."], ["https://i.guim.co.uk/img/media/519befe4024f28df6f2421a40d907834120083cc/0_0_4000_3000/master/4000.jpg?width=445&dpr=1&s=none", "Pomona Lake at Friday’s ‘kill the bill’ protest in Bristol."], ["https://i.guim.co.uk/img/media/99dd4f156e79478d761d588c7cdff3d53ff06e47/0_0_3548_2893/master/3548.jpg?width=445&dpr=1&s=none", "Blood runs from a woman’s face during unemployment riots in Bristol in 1932."], ["https://i.guim.co.uk/img/media/89dec2e4687a5a98dbfdef7df979e9819ea37a3b/0_0_3500_2317/master/3500.jpg?width=445&dpr=1&s=none", "A protest outside Brideswell police station last Sunday turned violent."], ["https://i.guim.co.uk/img/media/77dd8494f8cc5cddac8e42d50bc1da3004aa7317/0_0_3350_5176/master/3350.jpg?width=445&dpr=1&s=none", "BLM protester Jen Reed. A statue of her in this pose temporarily stood on Colston’s plinth."]], "author": ["Tom Wall"], "date": "2021-03-27"}, "https://www.theguardian.com/law/2021/mar/11/civil-liberties-groups-call-police-plans-for-demos-an-assault-on-right-to-protest": {"title": "Civil liberties groups call police plans for demos an 'assault' on right to protest", "subtitle": null, "text": "Report comes shortly after proposal of new laws granting more powers to officers and the home secretary\\nCivil liberties campaigners have warned of a “staggering assault” on the right to protest, as police detailed how they would enforce controversial government proposals to restrict demonstrations.\\nOn Thursday, Her Majesty’s Inspectorate of Constabulary and Fire and Rescue Services (HMICFRS) published its plans for the future of policing protests, two days after the government announced proposed new laws granting more powers to officers and the home secretary.\\nAmong other things, the police, crime, sentencing and courts bill will give Priti Patel powers to create laws to define “serious disruption” to communities and organisations, which police can then rely on to impose conditions on protests.\\nThe HMICFRS report, ordered by Patel following Extinction Rebellion (XR) and Black Lives Matter (BLM) protests, outlines a “need to develop” covert intelligence gathering methods and an expectation of increased use of facial recognition technology, despite a court of appeal ruling last year that its use in south Wales breached privacy rights and broke equalities law.\\nThe report also supports expanding stop and search “to prevent serious disruption caused by protests”, amid concerns over discriminatory use of the power.\\nEmmanuelle Andrews, policy and campaigns officer at Liberty, said: “These plans are a staggering assault on our right to protest as well as an attack on other fundamental rights.\\n“Police already have extensive powers to restrict protests, and frequently go beyond them even though it is their duty to facilitate the exercise of this right.\\n“We are still in the grip of a pandemic that has changed all our lives, handed enormous powers to the government and dramatically restricted our protest rights. The proposals in the policing bill are an opportunistic bid from the government to permanently erode our rights.\\n“We must reject the politics of division that the government is exploiting through this bill, and protect each other and our ability to stand up to power.”\\nThe bill also allows for police to impose conditions such as start and finish times and maximum noise levels on static protests – powers officers already have in relation to marches.\\nBut the HMICFRS wants the rules to be even more closely aligned with those for marches, by forcing organisers of static protests to provide advance notice of their plans and enabling police to ban assemblies, with the consent of the home secretary, if the imposition of conditions would not be sufficient to prevent serious public disorder.\\nKevin Blowe, campaigns coordinator of the police monitoring group Netpol, criticised the report as “alarming and illiberal” and “essentially a series of recommendations on how you can massively expand surveillance on protest movements at a time when the government has decided that it’s going to crack down on those protests”.\\nThe report is the first to feature the term “aggravated activists” instead of “domestic extremists”, the use of which Netpol campaigned against for almost a decade. It defines aggravated activists as “those who commit protest-related crime or unlawful behaviour. The most frequent level of aggravated activism associated with protests is low.”\\nAlanna Byrne, of XR, said similar labels were applied in the past to other groups “on the right side of history”, adding: “Priti Patel can try and make the UK a protest-free zone but it’s clear that the government is not going to do the right thing without protesters holding them to account so we don’t plan on stopping anytime soon.”\\nAnnouncing the bill, the Home Office said the new laws would “enable police to better tackle unauthorised encampments, and safely manage protests where they threaten public order or stop people from getting on with their daily lives”.\\nMatt Parr, from HMICFRS, said: “The right to gather and express our views is fundamental to our democracy. But this is not an absolute right. The police need to strike the correct balance between the rights of protesters and the rights of others, such as local residents and businesses.\\n“We found that the police too often do not find the balance between protecting the rights of the protesters and preventing excessive disruption to daily life, which even peaceful protest can sometimes cause.”", "image": [["https://i.guim.co.uk/img/media/58108099952fe4a5f01f40ad6c00b9e6ea9818fc/0_140_4262_2556/master/4262.jpg?width=465&dpr=1&s=none", "Police arrest an Extinction Rebellion protester"]], "author": ["Haroon Siddique"], "date": null}, "https://www.theguardian.com/uk-news/2021/mar/14/new-anti-protest-bill-raises-profound-concern-human-rights-groups-say": {"title": "New anti-protest bill raises profound concern and alarm, human rights groups say", "subtitle": null, "text": "Exclusive: ‘draconian’ 307-page police, crime and sentencing bill is being rushed through, charities, unions and faith communities say\\nMore than 150 organisations have warned ministers that a new law handing police tougher powers to crack down on protesters would be “an attack on some of the most fundamental rights of citizens” as Labour vowed to oppose it and officers’ handling of a vigil for Sarah Everard continued to draw criticism.\\nThe groups, including human rights charities, unions and faith communities, said on Sunday the wide-ranging legislation would have a hugely detrimental effect on civil liberties, and called for the government to “fundamentally rethink its approach”.\\nIn a letter to the home secretary, Priti Patel, and the justice secretary, Robert Buckland, seen by the Guardian, they claim the 307-page police, crime and sentencing bill – being debated on Monday and Tuesday before a vote – is being rushed through parliament before people have “been able to fully understand its profound implications”.\\nSome of the new police powers are draconian, they said, cautioning that the new law would also increase penalties for those breaching police conditions on protests and the ease with which they can be found to have done so.\\nThey said it raised “profound concern and alarm” and would also threaten access to the countryside and criminalise Gypsy and Traveller communities, adding that the legislation is being “driven through at a time and in a way where those who will be subject to its provisions are least able to respond”.\\nSignatories to the letter include Liberty, Big Brother Watch, Unite, the End Violence Against Women Coalition, Unlock Democracy, Cafod and Extinction Rebellion local groups.\\nThe letter comes after the Labour leader, Sir Keir Starmer, made a significant intervention on Sunday, telling his MPs to vote against the bill. Sources said it was a switch in tactics from the previous plan to abstain.\\nHe said the bill contained “next to nothing” on countering violence against women and girls, after complaints that police at a vigil for Everard in south London on Saturday were too heavy-handed.\\nStarmer lamented that the legislation said “lots of stuff on statues” – new offences are being created for those who destroy or damage a memorial – and called it a missed opportunity for the government.\\nThe Conservatives hit back, with the party’s co-chair Amanda Milling claiming that voting against the bill would block “tough new laws to keep people safe, including many vital measures to protect women from violent criminals” and “tougher sentences for child murderers and sex offenders”.\\nIn a sign of growing anger, Jess Phillips called Milling’s response a “disgusting and untrue statement”.\\n“The Conservative government’s bill does absolutely nothing currently to increase sentences for rapists, stalkers, or those who batter, control and abuse women,” the shadow domestic violence minister said. “It does nothing about street harassment and assaults. The bill is full of divisive nonsense like locking up those who damage statues for longer than those who attack women.”\\nSome Tory MPs have serious reservations about the bill, which they plan to raise in the debate this week, the Guardian understands – but there is unlikely to be a substantial enough rebellion to bring a defeat for the government.\\nOne Tory backbencher said the legislation was necessary as it had been drawn up in response to protests by Extinction Rebellion and covered many areas, from child sexual abuse offences to ensuring that vehicles could enter and leave the parliamentary estate.\\nThe part of the bill that has caused opponents most concern will give the home secretary powers to create laws to define “serious disruption” to communities and organisations, which police can then rely on to impose conditions on protests.\\nThe Home Office said it was needed to counter “highly disruptive tactics used by some protesters” that “cause a disproportionate impact on the surrounding communities” and said Extinction Rebellion’s “April uprising” cost the Metropolitan police more than £16m.\\nIt denied that freedom of expression would be undermined by the bill, saying: “The majority of protests in the England and Wales are lawful and will be unaffected by these changes. These measures will balance the rights of protesters with the rights of others to go about their business unhindered. They will achieve this by enabling the police to better manage highly disruptive protests.”\\nLabour MP and former solicitor general Harriet Harman is meanwhile trying to amend the bill to outlaw kerbcrawling and stop women’s previous sexual history being used in evidence in court. She urged the government, after it reopened its consultation into countering violence against women and girls, to create a “bespoke” bill, saying: “We will achieve much greater progress if we work by consensus.”", "image": [["https://i.guim.co.uk/img/media/8c9fc2bfe03d97650145bb604986d5f20f905119/0_205_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "Police stand near Houses of Parliament"]], "author": ["Aubrey Allegretti", "Maya Wolfe-Robinson"], "date": "2021-03-14"}, "https://www.theguardian.com/world/2021/mar/11/political-party-set-up-by-school-climate-strikers-takes-on-german-greens": {"title": "Political party set up by school climate strikers takes on German Greens", "subtitle": null, "text": "Klimaliste is on the ballot for local elections in the state of Baden-Württemberg\\nA party founded by school climate strikers is standing in the German local elections, hoping to entice Green party supporters and first-time voters.\\nTwo of Klimaliste’s (Climate List) founders were leaders of the student climate strikes sparked by Greta Thunberg in 2019. The party was set up less than six months ago with policies aimed at ensuring the Paris agreement climate pledges are not breached.\\nIt is on the ballot for this weekend’s elections in the German state of Baden-Württemberg. The founders, all of whom are under 35, say they felt they had no choice: they live in the only state in Germany led by the Green party, yet they see more support going to the powerful local car industry than to renewable energy.\\nOne of Klimaliste’s early successes was to push the other parties in the state government, including the Greens, to incorporate the 2016 Paris pledge to limit global warming to 1.5C above pre-industrial levels into their manifesto programmes.\\nSome members considered this job done and left to reassert their support for the Greens. Other members did not trust the other parties to act on their promises, so they stayed. Klimaliste’s policies include a total switch to renewables within five years, a fair transition away from fossil fuels, the introduction of a citizens’ assembly and lowering the voting age.\\nTo run in the election, the founders had to register Klimaliste as a party, recruit two candidates for each of the 70 districts in the state and collect 5,000 signatures – all during the pandemic.\\nOne candidate, Cordula Markert, 30, who spent her last two birthdays camping out with Extinction Rebellion, says the processes for starting a party were designed for a pre-digital era and there were times when she thought they may not make it through the bureaucratic quagmire.\\nMarkert admits that the party’s flat organisational structure can be inefficient but says it models the kind of direct democracy Klimaliste would like to see in action.\\nSince September 2020 the party has grown to about 450 members, many of them activists and scientists. In part, Klimaliste is a product of the disappointment many members feel towards the Baden-Württemberg Green party, which they believe has made too many compromises for the sake of power and popularity and has not been bold enough in responding to the climate emergency.\\nPolls suggest the Greens will secure a solid victory in this weekend’s vote, but Klimaliste hopes to attract disillusioned Greens and a large proportion of the 500,000 first-time voters.\\nTalks are under way about whether Klimaliste should fight in the central government elections this autumn, but some members are concerned about undermining the Green vote.\\nKlimaliste Baden-Württemberg is part of a network that started in 2019 in Erlangen, Bavaria. Sebastian Hornschild and fellow Fridays for Future strikers were not satisfied that their demonstrations were doing enough and set up Klimaliste to run in their municipal elections. They won two seats and Hornschild, 31, is now a Klimaliste city councillor.", "image": [["https://i.guim.co.uk/img/media/2dc6537341db038f3ed54a192facd13cd63b284c/0_233_3500_2099/master/3500.jpg?width=465&dpr=1&s=none", "Protesters stage a die-in during a Fridays for Future protest in May 2019 in Freiburg, Baden-Württemberg"], ["https://i.guim.co.uk/img/media/32081b7dc2b6b8cffb84f9f274ff3f4b50dd7e01/0_0_5288_3172/master/5288.jpg?width=445&dpr=1&s=none", "The German Green party candidate campaigning in Stuttgart, Baden-Württemberg, where they are facing opposition from Klimaliste"]], "author": null, "date": "2021-03-11"}, "https://www.theguardian.com/australia-news/live/2021/mar/17/australia-news-live-christian-porter-should-stand-aside-says-labor-png-covid-19-crisis-danger-australia-nsw-qld-cases?page=with:block-6051273f8f08b617ed428103": {"title": "Three men arrested in terrorism investigation – as it happened", "subtitle": null, "text": "Suspects arrested in Epping and Pascoe Vale this morning; several users receive error messages hours after Covid booking site launched. This blog is now closed\\nBefore the prime minister steps up for his press conference, it is worth having a look at what Liberal MP Bridget Archer spoke about in her speech on the jobseeker changes last night.\\nThe government is moving the base rate by $50 a fortnight. For people who are now receiving the unemployment payment, that’s a $100 cut from what they are receiving – the Covid supplement is worth about $150 a fortnight at the moment. That ends on 31 March and the new rate will mean people will have $44 a day to live on – instead of the pre-pandemic level of $40 a day. With that $4 comes a whole slew of increased mutual obligations, as well as a business narc line, if someone turns down a job.\\nArcher questioned her government’s strategy on those mutual obligations:\\nWhilst the Coalition government is working to deliver some change, I still believe there is much more work to be done. You’ve heard me say it in this House before, but it bears repeating again: we can’t and we won’t move the dial on long-term unemployment or intergenerational unemployment if we don’t have wider reform – in particular, reform that addresses the barriers preventing a jobseeker recipient looking for or accepting meaningful work, such as access to childcare; reliable transport; mental and physical health challenges; trauma; and disadvantage.\\nThe consequent changes to mutual obligation are, in my view, very unhelpful.\\nThere is an opportunity to ensure that we look at how mutual obligation can be a more useful tool for those seeking work, rather than the increasingly meaningless burden it puts on both the potential employer and the potential employee. I fail to see how encouraging jobseekers to apply for jobs that they are in no way able to fill is helping anyone …\\nWhile I certainly accept that there are a portion of jobseekers who don’t want to engage, they make up an incredibly small minority of jobseekers. So where’s the gap? When we talk about making someone job ready, what does this really mean? It needs to be about ensuring that someone is ready, beyond just having skills. What are the other barriers that may stop them from accepting work?\\nWe can’t be expected to fix every challenge faced by an individual when they’re looking for work. But when many of our population who need employment and want employment are bumping into one or more roadblocks, I do believe that as a government we have a responsibility to address some of the broader issues.\\nAnthony Albanese spoke about Nicolle Flint’s speech in a doorstop interview this morning:\\nWell, no abuse should happen of any parliamentarian or any staff member. And I condemn any abuse Nicolle Flint was subject to, it’s terrible treatment. I must say that the people who have been named – and some of them actually seem to be proud of their work – in Extinction Rebellion, they were occupying my office every week, harassing staff during not just the campaign but six months before the election. Every week at the same time they occupied the office a number of times, including on one occasion, they got left in the office because they clearly want the police to be called and they were in a secure area of the office so it was just left unlocked and then a staff member had to go back later on.\\nWe need to in this country be able to have disagreements about political views and put them forward in a civil way and that should be the case.\\nHe’s then asked about her point that Labor leaders didn’t call it out at the time:\\nI think it’s is a political comment from Nicolle Flint. The fact is that in terms of inappropriate behaviour, I call it out whenever I’m asked to do so, whenever I’m aware of it. I do it consistently each and every time, regardless of who it’s directed at. Nicolle Flint was subjected to very bad behaviour and that shouldn’t have happened.\\nScott Morrison will hold a press conference at 9.20am to detail the PNG health response.\\nFirst Nations women are 35 times – 35 times – more likely to experience violence than non-Indigenous women.\\nMalarndirri McCarthy spoke about it on the ABC this morning and said it was not a new problem:\\nWell, it always has been [an issue]. It’s not something that just occurred this week. The concerns of First Nations women we’ve been raising for decades, really. You only have to go even as far back as the Bringing Them Home report with the stolen generations when you could see what occurred during that period. So it’s not new to First Nations women, sadly …\\nWhat has been done over the many, many years is that you’ve had First Nations women’s organisations across Australia and you’ve had women’s shelters across Australia working with First Nations women and funding for those organisations has decreased quite rapidly. And even the women’s legal services and, you know, Aboriginal legal services have had their funding cut so considerably. And I think we have to point out consistently to not only the federal government, but to governments across the country that if you’re going to do that, you are going to see the less help for those women who need it, in particular in those areas of domestic and family violence.\\nThe interview moved on to the allegations female Labor staffers have levelled against the party.\\nFran Kelly: [Nicolle Flint] told you in that speech last night in the parliament to get your own house in order. And there have been dozens of anonymous complaints made by current and former Labor staffers of unwanted touching, bullying, forced kissing, an older Labor man getting a young woman drunk before having non-consensual sex. These are the anonymous complaints on this website, on this Facebook page. Tanya Plibersek says Labor men need to be held to account. What are you doing as Labor leader to put a stop to this kind of behaviour, to make the Labor party a safe workplace for women? Anthony Albanese:\\nWell, what I’ve done is update, through the ALP national executive, a comprehensive plan to stamp out sexual harassment and bullying. We have four policies that have been adopted. A comprehensive anti-sexual harassment policy, an anti-bullying policy, a complaints process that provides for independent processes and the code of conduct. And it applies not just for members of parliament, it applies to any activity where the ALP is involved. For example, any campaign, any function across the board. We need to do better and will continue to work. That was a policy that was developed under the chairmanship of Sharon Claydon, the chair of the caucus, and was adopted unanimously by the ALP national executive.\\nKelly: Since it was released a couple of weeks ago, there are some reports that some Labor women don’t believe it gives them still enough confidence and comfort to come forward. I think women listening now would want to know what you will do if an allegation of bullying or sexual harassment was made that isn’t anonymous, if the perpetrator is named. What action will you take against that man? Albanese:\\nWell, we’ll act, Fran.\\nKelly: What does act mean? What would you do? Would you suspend them?Albanese:\\nFor example, one of the issues that’s been raised publicly was a complaint against a staff member. And that was made by someone who wasn’t a federal staff member. That person is no longer employed. It was dealt with in conjunction with the woman who made the complaint. And action was taken to the satisfaction of the woman involved.\\nBut it did happen. So did politics triumph safety when it came to the Boothby election contest?\\nAnthony Albanese:\\nWell, it shouldn’t have happened. Full stop. It shouldn’t have happened to anyone in any campaign. Full stop. I condemn. I can’t do more than that. I wasn’t visiting Boothby in those last couple of weeks. Anytime that I got asked about behaviour, I would have said exactly the same thing.\\nI said the same thing when my office had broken windows every week.\\nEventually the person was arrested who engaged in that behaviour. And during this period of time, I’ve got to say, the people who answer phones have been subject to a really difficult period over the last few weeks.\\nWe have had to get mental health support for a range of staff members.\\nI’m sure that applies absolutely across the board. So I stand with Nicolle Flint.\\nHer story is one that is appalling that that sort of behaviour was directed at her.\\nAnthony Albanese was asked about Nicolle Flint’s speech in parliament last night (you’ll find it below) while speaking to the ABC’s Fran Kelly this morning:\\nNicolle Flint deserved to be safe as a member of parliament. And we must listen to her story and all the stories about women’s involvement and, indeed, people’s involvement in politics. We must learn to have disagreements in a civil way. The people who have been named in articles as being involved in this are organisations like Extinction Rebellion and some people at GetUp. At the same time, they were, of course, protesting against Labor MPs in some seats, including mine that was being occupied every week at the same time. And certainly, the women staff who worked for me, and my electorate office is all female staff, felt intimidated by occupations of the office. It shouldn’t happen. It shouldn’t happen to anyone.\\nAlso yesterday, Malarndirri McCarthy gave this speech:\\nThree years ago, women from the Tangentyere Women's Family Safety Group in Alice Springs travelled to Canberra to urge the Govt to listen to their voices on family & domestic violence issues. We still have a government that won't listen and won't act on violence against women. pic.twitter.com/oSqQJV4C8p\\nThis was very quickly clipped up yesterday – Kristina Keneally was doing a speech on government accountability, and this happened\\nThat moment when you are listing all the ways @ScottMorrisonMP and the Liberals have turned their backs on Australians and @Birmo literally turns his back…The Liberals are #NotOnYourSide pic.twitter.com/OClUda56Eb\\nThe head of the Therapeutic Goods Administration, Dr John Skerritt, was on the ABC this morning, where he was asked if there was anything he had seen since approving the AstraZeneca vaccine for use in Australia which has given him pause for thought:\\nNo, it hasn’t. In fact, we were on several – several of us were on video conferences until almost midnight last night with about 15 or 16 countries. It’s quite clear that the largest countries have rolled out the vaccine – the UK with 11m doses where they haven’t seen any problems and even some left-field countries such as SaudiArabia who have rolled out a million doses and have quite a sophisticated monitoring system, have not seen any problems. The problems seem to have been limited to reports in Denmark, Germany and perhaps Norway and it’s important to emphasise that Europe as a whole, the European medicines regulator is still strongly promoting that the rollout should continue.", "image": [["https://i.guim.co.uk/img/media/e901e030b553d33888fd9cca85d0af8ca50611e5/0_111_2310_1386/master/2310.jpg?width=465&dpr=1&s=none", "Australian federal police logo"], ["https://i.guim.co.uk/img/media/a69d9412e2b8a961f35b8d96c5d78a31d335c9c4/805_332_2903_1742/master/2903.jpg?width=465&dpr=1&s=none", "Bridget Archer in parliament"], ["https://i.guim.co.uk/img/media/8b4b4ef98d3da735bf2b4cf2a7118f9d926491ee/0_338_5380_3229/master/5380.jpg?width=465&dpr=1&s=none", "Malarndirri McCarthy"]], "author": ["Mostafa Rachwani", "Amy Remeikis", "Mostafa Rachwani", "Amy Remeikis"], "date": "2021-03-17"}, "https://www.theguardian.com/environment/2021/mar/25/uk-flying-blind-on-levels-of-toxic-chemicals-in-tap-water": {"title": "UK ‘flying blind’ on levels of toxic chemicals in tap water", "subtitle": null, "text": "Government is not testing drinking water for PFAS, which studies have linked to numerous health issues\\nThe UK government is not testing drinking water for a group of toxic manmade chemicals linked to a range of diseases including cancers, while across the world people are falling sick and suing for hundreds of millions of dollars at a time after finding the substances in their tap water.\\nKnown collectively as PFAS (per- and polyfluoroalkyl substances), or “forever chemicals” because they are designed never to break down in the environment, the substances are used for their water- and grease-repellent properties in everything from cookware and clothing to furniture, carpets, packaging, coatings and firefighting foams.\\nWhen PFAS, of which there are thousands, enter the environment, they accumulate in soil, water, animals and human blood. Following a landmark legal case in the US made famous by the Mark Ruffalo film Dark Waters, a huge epidemiological study was carried out that linked PFAS to high cholesterol, ulcerative colitis, thyroid disease, testicular cancer, kidney cancer and pregnancy-induced hypertension.\\nSeparate studies have made connections between PFAS and miscarriage, reduced birth weight, endocrine disruption, reduced sperm quality, delayed puberty, early menopause and reduced immune response to tetanus vaccination. Scientists have also found that the substances can be passed from mother to baby via the placenta and breast milk.\\nOn top of multiple class actions in the US, cases are being brought around the world. In Australia, two towns adjacent to airbases using PFAS in firefighting foam have been warned not to drink their tap water, and in Italy industry is thought to have exposed 350,000 people to the toxic contaminant. It is estimated that almost everyone in the world now has PFAS in their blood.\\nIn England, the Environment Agency says PFAS is “ubiquitous in the environment”, particularly in its waters, making it unlikely that drinking water sources have escaped contamination. But unlike countries such as the US, where a nationwide testing scheme is under way, the UK government has so far only made plans to make plans to understand the levels of drinking water pollution.\\nThe Department for Environment, Food and Rural Affairs (Defra) says it takes “the risks posed by PFAS chemicals very seriously, which is why we’re working at pace with regulators to better assess their presence in our natural environment and their sources.” It says it is “developing its approach to managing risk from PFAS” but it is not testing drinking water.\\nWater companies do not routinely test for PFAS either. Instead, they are expected to “consider” just two restricted PFAS – PFOS and PFOA – in their risk assessments. According to Defra, there “have been no notifications of an event associated with elevated levels of PFOS or PFOA since 2005”. In Scotland, only PFOA is risk-assessed.\\nDr Ian Ross, the global PFAS practice lead at the consultancy Tetra Tech, says the huge number of potential PFAS sources – from airfields and industry to landfills and car washes – make risk assessment very difficult.\\n“Water companies may need to perform a detailed assessment of many catchments considering a multitude of PFAS sources before determining that water from each catchment is unlikely to supply PFAS-impacted water,” Ross said. “This is more concerning now a new, lower, 10 nanogram/litre limit from the drinking water inspectorate has been introduced, which triggers consultation with health professionals.”\\nThe industry group WaterUK said: “Companies in risk areas have monitoring in place to support the removal of PFAS, and other potentially harmful substances, to ensure drinking water is clean and safe.”\\nEven so, the drinking water inspectorate has only set the 10ng/l limit for PFOS and PFOA, and there are no limits on the wider group of chemicals. In contrast, Denmark has a limit of 100ng/l for the total of 12 PFAS, with lower levels proposed for PFOS of 3ng/l; Sweden has set a 90ng/l for the sum of 11 PFAS; and Bavaria has regulated 13 individual PFAS to a range of limits between 0.1 micrograms (µg)/l and 10µg/l.\\nThe EU recently revised its drinking water directive, reducing the acceptable level to 100ng/l for 20 types of PFAS and 500 ng/l for all PFAS substances. The directive entered into force in January and member states have two years to adopt it.\\nIt is not clear whether the UK will follow suit. Defra has said it will “consider the effect of the changes made to the directive” but made no commitment to adopt it.\\nDr Paul Johnston, from Greenpeace’s research laboratory at the University of Exeter, said: “We’re literally flying blind on this as a nation,” adding that the government had “had plenty of heads up on this from what has been going on in the US”.\\nHe said: “It’s quite baffling why it hasn’t actually been done in a systematic way, if only to validate the risk assessments … you need to be able to back it up with real-world analysis.”\\nDr Julie Schneider, of the chemicals charity Chem Trust, said: “People have the right to know if the water from their tap is contaminated with these harmful chemicals. We urgently need a full assessment of PFAS contamination in drinking water in the UK. Continuous exposure to PFAS may lead to long-term adverse health effects, and drinking water is recognised as one of the main sources of our exposure to PFAS.”\\nAn outright ban on all non-essential uses of PFAS is under discussion among EU countries, but there are no signs that the UK intends to take the same tack. “Every year of delay in regulating these chemicals means an increasing level of exposure due to their extreme persistence and capacity to accumulate in the water and the wider environment,” said Schneider.\\nResponding to the use restrictions put in place on PFOS and PFOA, the industry has created replacement chemicals known as GenX, but researchers suggest these could be just as harmful to humans and the environment, and could be even harder to detect.", "image": [["https://i.guim.co.uk/img/media/e59fb999a632fa9e9ed3b9a04b52215afb233872/0_38_3543_2126/master/3543.jpg?width=465&dpr=1&s=none", "Tap water"]], "author": ["Rachel Salvidge"], "date": "2021-03-25"}, "https://www.theguardian.com/environment/2021/mar/24/syngenta-paraquat-deadly-john-heylings": {"title": "'A sip can kill': did a chemical company misrepresent data to avoid making a safer product?", "subtitle": null, "text": "A former Syngenta scientist alleges lives could have been saved with tweaks to the formulation of weedkiller paraquat\\nAround the world, the deadly dangers of a weedkiller called paraquat are well known. When working with the highly toxic herbicide, farmers and other users take care not to splash or spill even small amounts of the product, heeding regulatory warnings that just a tiny amount – if swallowed – will kill them.\\n“If you ingest just three drops of paraquat you’re going to die,” said the US farmer Cameron Peirce who uses the chemical sparingly in his fields of canola and mung beans in Kansas.\\nSwitzerland, the home base of the paraquat maker Syngenta, has banned the chemical since 1989, and it has been banned for use in the EU since 2007, because of paraquat’s deadliness.\\nThe US Environmental Protection Agency (EPA) allows only restricted use of the pesticide in the United States by people certified and trained to apply it, such as landscapers and farmers. And the agency warns users on a government website that “one sip can kill”. Paraquat warning labels carry the symbol of death – a skull and crossbones.\\nParaquat exposure is also believed by some scientists to cause Parkinson’s disease, and Syngenta is facing litigation on that issue – though it denies responsibility.\\nStill, many countries allow wide use of paraquat, and the toll from paraquat poisonings is estimated at well into the thousands. The low cost and high toxicity makes paraquat a popular poison for people trying to kill themselves. Syngenta says it is just one of 377 companies worldwide that have registered paraquat for sale.\\nBut now, internal corporate documents, obtained by a US law firm and provided to the Guardian, detail how the need for a safer formulation of Syngenta’s popular Gramoxone paraquat-based product has been the subject of in-depth company discussions for decades. Years of analysis and debate over the issue are laid out in the records, as are arguments about the accuracy of data presented to regulators, and strategies to avoid regulatory bans.\\nThe documents, which date back to 1968, show that Syngenta and its predecessor corporate entities rejected or resisted many different options for changes to the formulations of Gramoxone, due, at least in part, to a desire to protect profits. Financial concerns were cited repeatedly in the discussions about formulation changes as company officials pushed to keep Gramoxone on the market despite mounting concerns about fatalities.\\nThe documents also show that a longtime Syngenta scientist, who left the company in April 2008 after 28 years, argued with company officials multiple times over his belief that lives could have been saved with tweaks to product formulations that he said Syngenta considered too costly to make.\\nThat scientist, Jon Heylings, formerly the head of research and investigative toxicology at Syngenta, accuses his former employer and Syngenta’s predecessor companies of relying on data generated in the 1970s that, according to Heylings, misrepresented the amount of an additive that could potentially make Gramoxone less deadly.\\nHeylings told the company more of the additive was needed than was stated. But his concerns were rejected and a product he developed that he believed was safer was shelved. After first raising the issue within the company in 1990, Heylings – who now works as a contractor for Public Health England on paraquat matters – recently renewed his push for Syngenta to acknowledge his concerns.\\n“I am sure we all agree that falsified data should not be used on matters of human safety with Syngenta’s products,” Heylings wrote in a June 2019 email to Syngenta’s global regulatory manager.\\nThe documents show Syngenta’s product safety team determined internally that Heylings’ allegations were not substantiated and sent him a lengthy rebuttal to his assertions.\\n“While we respect your opinion, we believe we have thoroughly investigated and addressed your concerns,” the global regulatory manager responded to Heylings.\\nSyngenta told the Guardian that Heylings’ allegations were meritless, and said the company was “absolutely committed” to ensuring its products are used safely. “Heylings is now turning to the media because his views have not been accepted by Syngenta or the regulatory bodies he approached and are not supported by modern medical science as well,” the firm said.\\nHeylings is now working with the environmental organization Greenpeace to publicize his accusations and alert regulators. He sent his allegations to the EPA and to the Food and Agriculture Organization of the UN (FAO).\\nAt the heart of the matter is a chemical compound that induces vomiting when ingested. After introducing Gramoxone in 1962, a Syngenta predecessor called Imperial Chemical Industries (ICI) began exploring the idea of adding an emetic, as the compound is called, to its paraquat product to trigger rapid vomiting in people who ingested it. If the vomiting happened fast enough, the theory went, it possibly could rid people’s bodies of the poison before it could kill them.\\nThe idea was not initially embraced, as seen in comments from 1970 correspondence that “a very large quantity of emetic” would be needed in the formulation, which would make it “undesirable from commercial and other points of view …” and even if added it was unlikely to “succeed in preventing fatalities”.\\nFaced with evidence of accidental poisonings and also intentional ingestion by people trying to kill themselves, the company continued to explore the idea, however, investigating what quantities of emetic would be required to induce vomiting fast enough to prevent death.\\nIn a 1972 company document marked “highly confidential”, objectives were laid out for a paraquat “reduction of hazards” project. The document states the team agreed to “investigate all possible means of reducing accident hazards by formulation”, but also stated: “The team recognized that there were alternative approaches to the problem of saving lives and maintaining ‘Gramoxone’ on the market and that the introduction of safer formulations might not be the means adopted.”\\nBy 1973, the issue was becoming urgent, according to the minutes of a meeting discussing what progress had been made on development of a safer formulation. The head of the UK Poisons Centre told company officials that it was becoming increasingly difficult for him to “champion” Gramoxone as he had done for years due to the evidence of related poisonings and deaths, and called for “something to be done in a hurry”.\\nStill, the company resisted adding an emetic, with one official stating that the drawback to adding an emetic to Gramoxone was “mainly one of cost and compatibility,” according to a 1974 company document.\\nThe records show that in addition to the idea of adding an emetic, the company explored many additions to its formulations to deter people, particularly children, from ingesting paraquat, including the addition of a coloring agent to differentiate the pesticide from the appearance of tea or a soft drink, a stench to make the product smell bad, solid formulations and stronger warning language on labels.\\nThe company’s pursuit of a safer formulation became even more urgent in the mid-1970s as regulators increasingly took note of the deadly nature of the chemical and a US distribution partner feared the United States would force the product from the market there.\\nAfter studying the emetic on monkeys, dogs and other animals, as well as a small human trial, the company eventually settled on a dose of 5mg per 10ml of Gramoxone, and research supporting that dose was submitted to regulators.\\nThe emetic was added to paraquat formulations in various countries starting in 1977, including in Western Samoa (now Samoa), where company officials reported a “regrettably high incidence of suicides with paraquat”.\\nBut after more than a decade of the addition of the emetic and other changes aimed at deterring ingestion, the company was still facing problems with high numbers of paraquat poisonings, according to an October 1990 internal memo. Measures that might lower deaths, such as diluting liquid formulations at least five times, would “destroy Group profit from paraquat”, the memo states.\\nIt was in 1990 that Heylings began championing a higher level of emetic. He told company officials the data underlying the dose decision from the 1970s was deeply flawed and that the research actually reflected that it would take three times the amount of emetic to render the weedkilling products less deadly.\\nYet, according to company correspondence in 1997, newer research showed that too high of a level of emetic could cause vomiting that was so violent that it could damage the gastrointestinal tract and push vomit into the lungs.\\nSyngenta said that the EPA and FAO have disagreed with Heylings’ conclusions and that adding more emetic could actually create more harm.\\n“We reject any suggestion that in developing this product Syngenta and its predecessors had any motive other than to find the most appropriate level of emetic in paraquat to best address the risk from accidental and deliberate ingestion,” the company said in a statement. “Syngenta has invested hundreds of millions of dollars in developing and commercializing safer paraquat formulations over many decades.”\\nAnd despite the risk to users, Syngenta’s paraquat product is an “essential weed-control and resistance-management tool for farmers”, the company said, adding it uses a blue dye and a stenching agent to make it safer.\\nThe FAO said it looked into Heylings’ allegations and is finalizing a report on paraquat now, with its conclusions to be published soon. The EPA also confirmed its awareness of Heylings’ allegations, but said the agency does not require any amount of emetic in paraquat products and believes the measures that truly save lives are the warning labels and restrictions on use.\\nConcerns about accidental poisonings are only the tip of an iceberg of issues that have emerged about the dangers of paraquat and Syngenta’s efforts to deal with those dangers.\\nThe lawyer who obtained the internal documents, Missouri-based litigator Steve Tillery, has been quietly amassing evidence that he says shows Syngenta not only skimped on the emetic in its formulations, but knew – and covered up – evidence that the product also causes Parkinson’s disease in long-term users such as farmers.\\nSyngenta denies any such evidence of a connection between their product and Parkinson’s, which is an incurable progressive nervous system disorder that limits a person’s ability to control movement, causing tremors, loss of balance and eventually often leaving victims bedridden or forced to use a wheelchair. It also denies any attempt at a cover-up.\\nSeveral scientific studies have linked paraquat to Parkinson’s, including a large study of US farmers jointly overseen by multiple government agencies. But the EPA recently completed what it called a “thorough review” of the scientific information on paraquat and Parkinson’s disease and concluded that the weight of evidence was “insufficient” to link paraquat to Parkinson’s disease.\\nThe company’s handling of the emetic situation is illustrative of its handling of concerns about Parkinson’s disease, according to Tillery, who said he hopes to be able to introduce evidence of the emetic issue in the Parkinson’s litigation.\\nThe first case to go to trial over the allegations against Syngenta over paraquat and Parkinson’s is scheduled for 12 April in Illinois. The trial is very likely to be delayed due to precautions related to the Covid-19 virus, however, according to a court spokesperson.\\nThat Illinois case – Hoffman V Syngenta – is one of several pending against Syngenta alleging the company’s paraquat products cause Parkinson’s disease. Syngenta was acquired by China National Chemical Corporation (ChemChina) in 2015, giving an added international twist to the litigation.\\nLawyers around the US are now seeking people who may have been exposed to paraquat and now suffer from Parkinson’s disease.\\nHeylings has been deposed by the US law firm, and said he would like to help in the US court case against Syngenta.\\n“This is important. This is human health,” he said in an interview arranged by Greenpeace. “Maybe the legal system in the US will get to the bottom of this.”\\nIn the UK and Ireland, Samaritans can be contacted on 116 123 or email jo@samaritans.org or jo@samaritans.ie. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at www.befrienders.org.", "image": [["https://i.guim.co.uk/img/media/f4fa15250775b515d643eb8087d7b5c5ed39cb1d/0_162_4928_2956/master/4928.jpg?width=465&dpr=1&s=none", "Bottles of paraquat (R) and glyphosate (L) are displayed for sale at a gardening shop in Bangkok."], ["https://i.guim.co.uk/img/media/7cb1409a457accee8913fa726f6c1b43709aef0e/34_0_3431_2059/master/3431.jpg?width=445&dpr=1&s=none", "The headquarters of agricultural chemical maker Syngenta in Basel, Switzerland."]], "author": ["Carey Gillam"], "date": "2021-03-24"}, "https://www.theguardian.com/business/2021/mar/01/billionaire-hedge-fund-boss-pays-himself-uk-record-of-343m-chris-hohn": {"title": "Billionaire hedge fund boss pays himself UK record of £343m", "subtitle": null, "text": "Sir Chris Hohn’s Children’s Investment fund reports 66% jump in profits\\nThe billionaire hedge fund manager Sir Chris Hohn paid himself $479m last year after his Children’s Investment (TCI) fund, recorded a 66% jump in pre-tax profits to $695m.\\nIt is believed to be the highest annual amount ever paid to one person in Britain and equates to £940,000 a day. It is 9,000 times the average UK salary and 1,700 times the amount paid to the prime minister, Boris Johnson.\\nHohn’s huge $479m (£343m) payday is significantly higher than the previous record of £323m paid to Denise Coates, the majority shareholder of the betting company Bet365, in 2018.\\nThe staggering amount was paid in dividends from TCI, the hedge fund Hohn set up in 2003, to Hohn’s personal company TCI Fund Management (UK) Limited, according to a filing at Companies House on Monday. The pay was for the year to 29 February 2020.\\nThe accounts for TCI Fund Management (UK) Limited, which is 100% owned by Hohn, show that it holds total shareholder funds of $1.94bn.\\nHohn, 54, previously employed the chancellor, Rushi Sunak, to help run his hedge fund. Hohn, the son of a Jamaican car mechanic who emigrated to Britain in the 1960s, hired Sunak in 2006. TCI’s aggressive campaign at the Dutch bank ABN Amro led to its sale to Royal Bank of Scotland, which was seen as a key reason for RBS’s near collapse during the financial crisis. Hohn has said that deal was his and not Sunak’s. Sunak left TCI in 2009.\\nTCI, which holds big stakes in Visa, Microsoft, Google’s owner, Alphabet, and a controversial Canadian oil transportation railway company, recorded pre-tax profits of $695m, up from $420m the year before. Turnover increased from $472m to $888m.\\nThe hedge fund, which is based in a townhouse in the Mayfair district in central London, is ultimately owned by a parent company in the Cayman Islands tax haven. “The ultimate parent undertaking is The Children’s Investment Fund Management (Cayman) Limited, an entity registered in the Cayman Islands,” the accounts state. “The ultimate controlling party is C Hohn.”\\nHohn is one of the UK’s more generous philanthropists and gave away $386m through his personal charity, the Children’s Investment Fund Foundation, in 2019, according to the latest available accounts.\\nHohn has made tackling the climate crisis central to the mission of his hedge fund and charity, and has begun to target the directors of companies that fail to disclose their carbon emissions.\\nHohn is the biggest single donor to Extinction Rebellion on ­account of the “urgent need” for people to wake up to the climate emergency. “I recently gave them £50,000 because humanity is aggressively destroying the world with climate change and there is an urgent need for us all to wake up to this fact,” Hohn said in 2019. His charity is thought to have pledged a further £150,000.\\nThe High Pay Centre’s Luke Hildyard, who campaigns against excessive executive pay, called for higher taxes on top earners such as Hohn. “The sources of hedge fund owner’s wealth include the profits of the companies they invest in and the funds provided by their super-rich clients,” he said. “Extreme payouts such as this demonstrate that there is considerable scope for highly profitable companies to pay their staff more, and for the super-rich individuals that either own or invest in hedge funds to pay more tax, so that everyone can enjoy better public services and a fairer, more cohesive society.”", "image": [["https://i.guim.co.uk/img/media/62ba402ab72d577e24559cb9b76c6dedc25f8f44/52_1643_1543_925/master/1543.jpg?width=465&dpr=1&s=none", "Sir Chris Hohn, managing partner and founder of The Children`s Investment Fund"], ["https://i.guim.co.uk/img/media/ee59c6e9eb1e3eaca43eacbe9cef7551de5ef20c/0_0_1454_282/master/1454.jpg?width=445&dpr=1&s=none", "The dividend paid by TCI, the hedge fund, to Chris Hohn’s personal management company."]], "author": ["Rupert Neate"], "date": "2021-03-01"}, "https://www.theguardian.com/news/2021/mar/25/traffic-wars-who-will-win-the-battle-for-city-streets": {"title": "Traffic wars: who will win the battle for city streets?", "subtitle": null, "text": "Radical new plans to reduce traffic and limit our dependence on cars have sparked bitter conflict. As legal challenges escalate, will Britain’s great traffic experiment be shut down before we have time to see the benefits?\\nOn an overcast Saturday afternoon in December, a convoy of 30 cars, led by a red Chevrolet pickup truck, set off from the car park of an east-London Asda with hazard lights flashing. The motorists, who formed a “festive motorcade”, wore Santa hats as they made their way slowly through the borough of Hackney before coming to a halt outside the town hall a couple of hours later.\\nThey had gathered to register their outrage at being the victims, as they saw it, of a grand experiment that has been taking place on England’s roads since the start of the pandemic. As the national lockdown eased last summer, swathes of Hackney, stretching from Hoxton’s dense council estates at the borough’s western border with Islington to the edge of the River Lea marshland near Stratford in the east, had been closed to through traffic.\\nLocals found their usual routes were shut off with little warning. Danielle Ventura Presas, one of the protesters, told me that she now struggled to get her disabled cousin to day care while also dropping off her two children at school on time. As we rolled through Clapton, another campaigner got out of her car and slowed the convoy to a walking pace, leading chants of “reopen our side roads!” on a megaphone.\\nThe road closures formed part of a wider scheme to tackle London’s growing congestion problems. Between 2009 and 2019, miles driven on its residential streets increased by 70%, in part due to the rise of Uber, online delivery services and GPS technology. Air pollution, meanwhile, plays a role in the premature deaths of nearly 10,000 Londoners each year. When the pandemic arrived, this trend was briefly interrupted: the roads fell quiet, and the novelty of car-free streets encouraged more people to go out on their bikes. In May 2020, the government tried to capitalise on the bike boom by announcing the biggest ever investment in “active travel” – walking, cycling or scooting. The short-term aim of the fund was to make it easier for people to get around without using public transport. The broader vision – reducing reliance on the private car – was more radical.\\nIn London, the Streetspace plan unveiled by mayor Sadiq Khan and Transport for London (TfL), demanded “an urgent and swift response” to the crisis. The strategy funnelled money from the government’s new active-travel fund to London’s boroughs for low-traffic neighbourhoods (LTNs) and other projects to encourage walking and cycling, such as temporary cycle lanes and timed road closures outside schools. By the end of last year, there were about 100 in London, where they have been most widely adopted, but they are now being rolled out in Manchester, Birmingham and other cities.\\nLTNs block motor traffic from sidestreets with physical barriers such as planters or bollards, or with number plate recognition cameras at their boundaries which local authorities use to issue fines to drivers entering the zone. Residents inside LTNs can still drive to their home, but they may have to take a longer way round. The theory is that by reducing the amount of road space for cars, people will find other ways to make short journeys. (In London, almost half of car journeys are less than 2 miles.) That means more walking and cycling, which ultimately means less pollution, less congestion, quieter, safer streets and healthier citizens.\\nCritics of LTNs say closing sidestreets increases congestion elsewhere, but early monitoring of new LTNs in Hackney and Lambeth found that traffic on main roads hardly increased at all. Data from established LTNs in Walthamstow showed the opposite, although transport academic Rachel Aldred suggests that it is hard to draw conclusions about the specific impacts of these schemes as traffic in the area was rising more generally at the time.\\nEnthusiasm for LTNs brought about a rare consensus between the Conservative government and the Labour mayor of London, as well as Greens and pro-cycling groups. But an opposition also sprang up, bringing together an equally unlikely alliance of anti-gentrification activists, professional drivers, Labour and Conservative backbenchers, local councils, motoring lobbyists and a raft of new grassroots campaigners who shared their outrage on neighbourhood Facebook groups. On social media, each side conjured up its own vision of life in low-traffic neighbourhoods: one a utopia of families cycling happily together on quiet streets, with children wobbling out in front; the other a nightmare of permanently congested roads, with emergency vehicles snared in the gridlock.\\nThe protesters in the Hackney motorcade stressed that they had only brought their cars in order to respect social distancing and allow disabled people to participate. But the exuberant procession of cars, with their horns honking and engines revving, seemed to suggest something bolder: motorists reasserting their right to take up space on urban streets.\\nSeveral cars in the motorcade had cabbage leaves lodged under windscreen wipers or taped to their doors, a reference to one of the most bitter exchanges in the conflict. Over the summer, Hackney’s cabinet member for transport, the Liverpudlian Jon Burke, had become a hate figure for opponents of LTNs after he responded to tweets which called for him to “go home” by tweeting: “If it wasn’t for immigrants, ‘born n bred’ Londoners would still be eating cabbage with every meal.”\\nFor anti-LTN campaigners, who sometimes caricature cycling advocates as a privileged elite, this was incendiary provocation. “What he’s having a go at is the white working class,” said Niall Crowley, one of the organisers of the protest. “That’s really incensed people.” In September, Burke received a handwritten death threat, and at the start of this year, he announced he would resign as a Hackney councillor in order to stand in his home city’s mayoral race. A newsletter issued by the Hackney protesters proclaimed his departure their victory.\\nAfter the UK’s first lockdown ended in July, the traffic soon returned and talk of the government’s promised “cycling revolution” faded, while some objectors continued to vandalise its remnants. In Hackney, the new street signs were spray painted, and someone cut the cables on an expensive new traffic enforcement camera. In Ealing, bollards were removed one night and the holes they left behind filled in with concrete. Meanwhile, opponents of the mayor’s walking and cycling plans have pursued numerous legal challenges to the new policies.\\nBurke told me LTNs were just one part of a complete reimagining of the borough’s public spaces for a low-carbon future. “We’re introducing huge amounts of cycle storage, the largest electric vehicle charging programme in the country, and we’re massively improving the quality of our public realm with the largest tree planting programme in Europe. I get emails from people saying ‘you’re the most hated man in Hackney’,” he said. “And I want to have a dialogue with those people, but I’m not going to tell them there’s a solution to the problems we face that allows them to continue driving to the same extent they were previously.”\\nThe next few months will be decisive, as councils push for temporary schemes to become permanent, and objectors fight for the right to drive wherever they need to go. London’s great traffic experiment hangs in the balance.\\nFor many Conservative voters and MPs, the party’s apparent shift from championing the car to promoting bikes is cause for alarm. In May 2020, Boris Johnson, himself a committed cyclist, announced a new “golden age” for cycling, as part of the Conservatives’ broader “green industrial revolution” strategy. This stated aim to reduce transport emissions – which was somewhat undermined earlier this month when Johnson announced his intention to cut taxes on domestic flights – has created an internal schism in a party that has traditionally represented the motorist’s interests. “Motorists did not vote for the Green party in the general election. But that is what we’ve got,” Howard Cox, the founder of the pro-driving campaign FairFuelUK, told me by email.\\nAs polling shows, people tend to like green policies in theory but less so when they are the ones being inconvenienced by them. Last year, a YouGov study found that the average British person was “an environmentally concerned recycler, who takes their own bag to the supermarket but also likes their meat, and balks at the thought of paying more tax to fund policies for tackling climate change”.\\nAfter Conservative-controlled Kensington and Chelsea council removed a major cycle lane just seven weeks into its trial period, the Daily Mail reported that the prime minister’s transport adviser, Andrew Gilligan, called the council to let it know Johnson had gone “ballistic” at its decision. Gilligan, who worked with Johnson at the Spectator and later served as cycling commissioner during Johnson’s second term as mayor of London, has been instrumental in pushing the Tories to invest record sums in walking and cycling, according to several interviewees working in the transport sector.\\nDuring his stint at City Hall, Gilligan gained a reputation for his “hard-nosed” operating style. “When we agreed, it was great, it was going to move forward very fast, there would be no obstacles in his path,” said Simon Munk, an infrastructure campaigner at the London Cycling Campaign. “But when you disagree with him and you become one of those obstacles, it’s quite a full-on experience.” Gilligan has shown the same single-mindedness at No 10. In May, when the Department for Transport invited all councils to bid for a fund to create temporary walking and cycling schemes, one of the conditions of the first wave of funding was that schemes had to be in place within 12 weeks.\\n“The problem we’ve ended up with is because boroughs have been encouraged by the government to introduce them at such speed,” said Caroline Pidgeon, a Liberal Democrat member of the London assembly and a longstanding member of its transport committee. “People feel it’s being done to them rather than feeling like they’ve been brought along.”\\nA government spokesperson said: “We want to ensure people have more opportunities to choose cycling and walking for their day-to-day journeys, as part of our wider plans to boost active travel – benefitting both the nation’s health and the environment. That’s why we have committed a significant £175m to create safe spaces for cycling and walking as surveys and independent polls show strong public support for high-quality schemes.”\\nAmong the many dissenters to the introduction of LTNs across the country are 14 Tory MPs, who signed a letter in November to the transport secretary Grant Shapps, calling on the government to “stop the uncalled-for war on the motorist” and withdraw “the blockades and dedicated cycle lanes eating into our town and city roads”. The spectre of the “war on the motorist”, in which the longsuffering driver is constantly thwarted in his efforts to get around, while being made to pay more and more for the privilege of doing so, has been with us since at least the 60s, despite having little basis in fact.\\nIn 2011, the coalition government declared an end to the conflict, promising to quell “Whitehall’s addiction to micromanagement”. Unsurprisingly, that wasn’t the end of the story. Earlier this year, a Telegraph editorial called on Conservatives to once again take a stand against Sadiq’s Khan’s war on cars.\\nThe MPs’ letter was organised by the campaign group FairFuelUK, which works with mostly Conservative politicians in an all-party parliamentary group, arranging meetings with motoring campaigners and planning political actions. “Backbench Tories have told me they’re uncomfortable with the government’s focus on the privileged cycling few,” said Cox. “The prime minister and his Lycra-clad advisers are out of touch with economic reality and majority opinion.”\\nNiall Crowley, the Hackney roads protester who will stand as a candidate in council byelections in Hoxton East and Shoreditch, agrees. Frustrations about low-traffic neighbourhoods, he told me, are really about the fact that people resent top-down decision-making and feel excluded from local democratic processes. “Everything I read, it’s ‘we’re doing this and you have to get used to it’. If you’re going to treat residents as a problem to be managed or nudged, then what kind of democracy is that?”\\nIn September, a group of black cab drivers and their supporters gathered outside City Hall in London to accuse mayor Sadiq Khan of “destroying London”. A campaigner gave a speech on the concourse outside the mayor’s office, grimly predicting that the black cab’s days were numbered if road closures were not reversed. “This is the endgame,” he told the crowd.\\nDuring the summer, TfL had barred taxis and other private vehicles from Bishopsgate, an ancient road that takes its name from the defensive wall built by the Romans around the city. The road runs past Liverpool Street station and into the financial district; cars, cabs, buses and cyclists compete for space. Cab drivers were also angry about TfL’s decision to exclude them from some central London bus lanes, which they can ordinarily use to drive around the city more quickly. They also protested about about losing access to other main roads under restrictions that allow only buses, cyclists and emergency vehicles to pass through.\\nAlthough taxi drivers have been the vanguard of the resistance to Khan’s active travel plans, Steve McNamara, the chair of the Licensed Taxi Drivers’ Association, said cabbies were not always opposed to new cycle lanes. “It’s much less stressful for them if they’re driving their cab and the cyclist is in a nice segregated lane next to them,” he said. “But what we don’t support are these ones that are banged in with very little planning, that look like they’ve been designed on the back of a fag packet.”\\nIn interviews, McNamara repeatedly returns to a theme that cyclists are a privileged minority making life more difficult for working-class drivers in the suburbs. “If you can afford to live centrally, and you’ve got a well-paid job in the city or central London, it’s great for you to be able to ride to work,” McNamara said. “But equally if you live in the suburbs, as most Londoners do, and you have to get the bus to work, or you’re driving a lorry, it’s not so good.”\\nSome of London’s suburban boroughs, which are less well served by public transport and have higher rates of car ownership, have embraced new cycling and walking schemes, and received £30m from City Hall to become flagship “mini-Hollands”. But others remain resistant: in Barnet, councillor Roberto Weeden-Sanz said the Conservative group would take a stand against the “war on drivers” by refusing to implement LTNs. Barnet has a proud history of opposing traffic reforms: in 2003, the council’s environment committee chair Brian Coleman ordered the removal of 1,000 speed humps in the borough. A triumphant Telegraph column compared Coleman to Winston Churchill and Field Marshal Montgomery.\\nThere is no evidence that LTNs disproportionately benefit the better-off. A new study has shown that, contrary to one of the most common objections, road closures have not shifted traffic from wealthier areas into more deprived ones. Polling in London has repeatedly shown that more people support LTNs than oppose them. Burke, the former Hackney councillor whose comment about cabbage enraged his opponents, believes that car reduction advocates shouldn’t be afraid of arguments over class. “What I’m not willing to do, as someone who comes from a working-class background, is cede an inch of ground to people who have tried to make this a class issue,” he told me. “Seventy percent of the households in Hackney don’t own cars, so why should cars own 100% of the roads? LTNs are an exercise in redistribution.”\\nBut statistics have not dispelled a popular narrative that car reduction measures are unwanted policies imposed by the “metropolitan elite” on the poor. McNamara is eager to frame car reduction measures as a class war. “And let’s be honest – the working classes are losing badly,” he said.\\nMcNamara is playing on familiar stereotypes. In the 2010s, the folk figure of the hipster had three essential characteristics: a beard, a love of artisan coffee and a fixed-gear bike. The urban cyclist does not cause gentrification, but he becomes a powerful symbol of it. He is able to adapt and thrive in a rapidly changing urban environment in a way that established working-class communities are not. He is also visible in a way that the structural causes of the housing crisis are not. As such he – and his bike – have become a focus for anger about inequality and displacement.\\nIn his study of cycling culture in the San Francisco Bay Area, the geographer John Stehlin did not find a causal link between bike lanes and gentrification. But he argued that initiatives to make streets more livable, while often motivated by progressive ideals, also became useful marketing tools for developers of high-end housing.\\nHowever, Mohammad Rakib, a community activist in the borough of Tower Hamlets, which borders Hackney to the south and has the highest poverty rates in London, believes LTNs play a more active role in attracting middle-class newcomers to deprived areas and squeezing out the long-term working-class residents. “These policies are more about social cleansing than they are about reducing pollution,” Rakib told me.\\nRakib sometimes makes memes depicting cyclists as “urban colonialists”, combining cycling helmets with the imagery of empire. His point that the users of bike lanes do not reflect the diversity of areas like Tower Hamlets, however, is undeniably true. In 2019, according to TfL research, 85% of cyclists on TfL’s cycle routes were white.\\n“These areas and communities have waited generations for this level of investment,” he said. “Now that money has been made available, it is not being spent as the community have been asking for it to be spent. LTNs suit a certain class of people who are by no stretch the majority within these areas.”\\nCycling hasn’t always been seen as the preserve of the metropolitan elite. In the mid-20th century, the bicycle was a primary mode of transport for the working class, while the motorcar remained unaffordable to most. In his celebratory 1949 work Leisure (Homage to Jacques-Louis David), the French artist Fernand Léger depicted a gang of workers taking a trip out of the city on their bikes – a vision of the labour-saving potential of the humble bicycle. That same year, 37% of all journeys in Britain were cycled, according to Carlton Reid’s book Bike Boom. From that peak, the figure has fallen to about 2% today.\\nThe mid-20th century is a “what if?” moment, where one possible future was blotted out by the ascendancy of the car. In the 1930s, the government planned to vastly expand a national network of cycle routes as well as create a new system of motorways. Both were delayed by the war, and in the end government prioritised the motorways. From the 50s onwards, car ownership became an aspiration of the middle classes and a symbol of a new age of affluence. By the 60s, Britain had become a “car-owning democracy”, in the words of Simon Digby, the MP for Dorset west at the time.\\nAs cars became more common, so did congestion and pollution. In response, in the 60s transport minister Ernest Marples introduced a raft of new driving restrictions, including yellow lines and parking wardens. Marples said in 1964 that an enraged motorist had once thrown one of his new parking meters through his drawing room window. “I am accused of declaring war on the motorist,” he said in a 1963 speech to the Passenger Transport Association. “That is a complete travesty of the truth.”\\nDuring the 70s, concerns about the environmental impacts of the car grew, particularly around emissions from leaded petrol. By the time Margaret Thatcher announced that her government would oversee “the largest road building programme since the Romans” in 1989, a growing ecological movement responded with a series of militant actions, among them a protest camp on the site of the planned M3 expansion at Twyford Down in Hampshire. Almost a year later, the camp was evicted and the motorway was built.\\nOut of this anti-roads scene came a group called Reclaim the Streets, which crashed into public consciousness in May 1995 with a daring piece of street theatre. At a busy traffic intersection in Camden in north London, two cars driven by activists collided. Their drivers got out and began to argue. The argument escalated until both drivers took out sledgehammers and smashed up the cars, creating a DIY barricade and allowing other members of the group to set up a sound system and a children’s play area, turning the busy high street into a carnival. The group, which was immersed in 90s rave culture and the movement against the 1994 Criminal Justice Act, went on to hold dozens of similar events all over the UK.\\n“A year after we were being branded as terrorists, Islington council organised a very similar party to the one we’d hosted,” said one former activist Roger Geffen. “This idea that you should close city streets to motor vehicles and open them up to people – it was already starting to go mainstream.” When I asked Chris Knight, a former Reclaim the Streets activist, about the group’s philosophy, he said: “It was quite simple: kill the car! A car just captures so much: private ownership, privatised space, isolation, egocentrism, deafness to the world around you. ‘Kill the car’ was just beautiful.”\\nThis group of anarchists and radicals wanted to take back space from cars and promote walking, cycling and public transport for everyday use – the same ideas that would resurface 25 years later among the policies of a Conservative government. Geffen, now director of policy at advocacy group Cycling UK, exemplifies the way car reduction policies have gone from a fringe belief to the mainstream: his march through the institutions took him from illicit raves and squatting to Buckingham Palace, where he received an MBE for services to cycling in 2015. “It’s been an interesting trajectory,” he said.\\nOn a September evening between lockdowns, I watched a cricket match happening in the middle of Rye Lane, a narrow high street in Peckham, south-east London, which used to be choked with traffic until it was closed to cars by Southwark council in July. A makeshift wicket was set up outside a local institution, Khan’s Bargains, and people spilling out of bars jostled for a chance to bowl. It was exactly the sort of creative use of public space that Reclaim the Streets wanted to inspire, and a rare moment of genuine collective joy.\\nWill we look back on the past year as another “what if” moment, a bold but ultimately unsuccessful attempt to reduce the car’s domination of our roads and cities? By the winter of 2020, more than 30 councils across the country had withdrawn or scaled back new traffic-reduction schemes in the face of opposition. Some of these projects were only ever intended to be temporary, but TfL and the boroughs had stated their ambition for new bike lanes and LTNs to become permanent if the data showed they were working effectively.\\nIn December, a few days after Kensington and Chelsea council announced it would scrap a new cycle route along Kensington High Street, a group of Extinction Rebellion activists and cycling campaigners gathered in an attempt to stop the removal of the lane. Wearing hi-vis jackets and carrying placards, a small group of protesters climbed on to construction vans and prevented the workers from pulling out the bollards separating cyclists from the traffic on the busy east-west road. Donnachadh McCarthy, the founder of the Stop Killing Cyclists campaign, told me the group had held protests here before to commemorate cyclists killed in the surrounding area – 15 people have been seriously injured while walking or biking along the high street itself in the past three years – but this was the first time his group had used such militant tactics.\\nThe following night, after a second protest was dispersed by the police, the council succeeded in removing the bollards. A few weeks later, the route was still busy with cyclists, who now mingled with buses, taxis and high-performance cars. The scars where the bollards used to be were still visible on the asphalt.\\nThe recent reforms suffered another blow in January, when Mrs Justice Beverley Lang ruled that TfL had acted unlawfully in using emergency measures to introduce changes to road layouts. The judge ruled that the process behind the decision to exclude taxis from Bishopsgate and the overarching Streetspace plan were “seriously flawed” and did not recognise the “special status” of taxi drivers.\\nThe ruling also found TfL had not sufficiently researched or mitigated the potential adverse impacts of Streetspace projects on taxi passengers with disabilities. Transport for All, a charity advocating for accessible transport, found many disabled people felt “their concerns [about LTNs] have been ignored, creating feelings of anger and frustration”. However, the organisation has pointed out that traffic reduction schemes do not necessarily need to be scrapped, but rather modified with features such as tactile paving and exemptions for disabled drivers.\\nTfL points out the ruling did not make any direct findings on the lawfulness of low-traffic neighbourhoods, but with the legality of the Streetspace plan itself in doubt, some councils are worried the judgment could have a wider impact. While most schemes remain in place pending TfL’s appeal, Sutton and Croydon councils have withdrawn LTNs. Sutton council said in a statement: “Some schemes were working well, but we have no choice given the legal judgment.” In June 2021, a separate set of judicial reviews will challenge the future of active travel schemes in the boroughs of Lambeth, Hounslow and Hackney.\\nWith TfL on the back foot in Kensington, cycling advocates have called on the mayor to use his statutory powers to take back control of the high street from the council. At the cyclists’ protest in Kensington in December, the transport historian Christian Wolmar said that the borough’s bike lanes had long been the site of a broader power struggle over the future of the city. As police officers hovered and tried to disperse the protesters, Wolmar recalled the council scrapping cycle lanes in Kensington and Chelsea more than 30 years ago, amid a wider conservative backlash against the leftist policies of the Greater London council, which included an early attempt at a London-wide cycle network. I asked how he felt about having the same arguments 30 years on. “Everything we know about urban planning shows that cities that give themselves to car dominance become less pleasant places to live. Who would want to live in Los Angeles if you could live in Copenhagen, for Christ’s sake?”\\nAcross Europe, increasingly radical car-free policies have been met with vocal opposition. In Paris, a major pedestrianisation scheme faced a protracted court battle (which the scheme ultimately won), while Berlin’s pop-up bike lanes launched during the pandemic faced a legal challenge from the far-right Alternative für Deutschland party.\\nBut when I asked Wolmar if he thought the backlash in London could kill the city’s car reduction plans, he was confident it would not. “They’ll win a few battles,” he said, “but they’ll lose the war.”\\nThis article was amended on 25 March 2021. Mention of a 1939 government cycling plan was corrected; some national cycle routes were in place before the war. According to Kensington and Chelsea council, 15 pedestrians and cyclists were seriously injured, not killed, in a three-year period on Kensington High Street.\\nFollow the Long Read on Twitter at @gdnlongread, and sign up to the long read weekly email here.", "image": [["https://i.guim.co.uk/img/media/3e0a71455a53189e3d1558313bd97982d175376e/0_267_4256_2555/master/4256.jpg?width=480&dpr=1&s=none", "A new low-traffic neighbourhood area in Tooting, London, August, 2020"], ["https://i.guim.co.uk/img/media/27df7d2e47b523dc939f708f9f501cbf9065002c/0_114_3799_2280/master/3799.jpg?width=445&dpr=1&s=none", "Sadiq Khan, mayor of London, on a new Streetspace cycle lane in London, July 2020"], ["https://i.guim.co.uk/img/media/3bb408a37ec8e430eafb89b8b13e24cee597d371/0_229_4000_2400/master/4000.jpg?width=445&dpr=1&s=none", "Traffic on the A4 Talgarth Road in London, December 2019"], ["https://i.guim.co.uk/img/media/c02aee885a2acd5feac249562c8d5331db1d74a1/0_28_3500_2102/master/3500.jpg?width=445&dpr=1&s=none", "An Extinction Rebellion bike ride calling for more cycling and cycle lanes, London, May 2020"]], "author": ["Niamh McIntyre"], "date": "2021-03-25"}, "https://www.theguardian.com/music/2021/mar/31/sam-lee-the-nightingale-singer": {"title": "Into the woods: Sam Lee, the singer who duets with nightingales", "subtitle": null, "text": "Sam Lee built a studio in a wood, found a nightingale to sing with, hooked up a backing band, and livestreamed their concerts. But it is a race against time – for the song of the nightingale may soon be lost for ever\\nBuilding your artistic life around duetting with a rare bird that only sings at night for six weeks each year might seem a quixotic quest. But for Sam Lee, folk singer, song collector and environmental activist who has now written his first book, singing with nightingales is, like folksong, “a language of connectedness and enchantment”.\\nThis spring sees the publication of Lee’s book, The Nightingale, alongside a daunting schedule of concerts where the singer dives into the spinneys of England with guest musicians and a small audience to collaborate with the most celebrated of British birds. “I’m there as the agent for the nightingale, to bring people to his thickets to pay our respects,” says Lee from his home in London. “It’s a journey into how to immerse into nature and be outside in the night-time, which doesn’t happen enough in our lives. And it’s a way of actively putting out gratitude for what we have and what returns – what creatures make it home.”\\nThe nightingale, as Lee’s book about the bird eloquently explains, is feted not only in British culture but wherever it is found. There are 570 folk songs with the bird in their title, more than any other species apart from the blackbird. The everyday blackbird might make more obviously beautiful music, thinks Lee, but the singing male nightingale (the females don’t sing) is unrivalled because it sings at night and its song is so sophisticated. A blackbird makes 100 different sounds; a nightingale delivers 1,500, and arranges them in more than 250 musical phrases.\\nNightingales are almost overexposed in poetry, but trying to describe its song, writes Lee, is like recounting a dream to a barista the next morning: it doesn’t quite work. Lee tells how Keats’s evocation of a nightingale singing outside his window on Hampstead Heath is widely disparaged, not least by DH Lawrence and John Clare. The latter, thinks Lee, gets closest to conveying the nightingale’s magic – but the musician himself delivers a fine appreciation of its song.\\n“What reveals the nightingale to be such a master musician is his decoration of silence, because silence is such an important part of music,” says Lee. “And the best artists are the ones that really know how to work in that space.” Nightingales improvise but also use leitmotifs. They sing with each other too, and with people, as cellist Beatrice Harrison famously demonstrated when she began duetting with nightingales in a series of live BBC broadcasts in the 1920s.\\nLee often hears nightingales passing a shared song along a hedgerow. Very occasionally, he and his concerts have discovered multiple birds singing a complicated song in unison. “It’s as though they all knew how to sing the same song. People can’t believe it just happened. It’s magic and proof of incredible other senses, and forms of communication, that we are completely tuned out of.”\\nLike every musician, Lee’s collaborations with the migratory nightingale, which flies from sub-Saharan Africa in rapidly-diminishing numbers each April to sing and raise young, endured a year of Covid-related cancellations. His tour to promote last year’s critically acclaimed album Old Wow was scrapped; his book postponed until now. “I lost loads of work, loads of gigs and all my income,” says Lee, with a grimace and a smile, “and I’ve had a wonderful time.” He spent more time in nature with his toddler daughter and swam in rivers he’d always meant to. He also discovered a new way of working online.\\nLast spring, he rapidly turned some nightingale concerts into online broadcasts. Lee built a digital studio in a wood and found a nightingale to sing with, while human collaborators played along from their homes via a live feed. The two feeds were married and broadcast online. “It allowed me to bring in guests who would have never participated in it,” says Lee. Last year’s Earth Day concert featured Pet Shop Boys, Bernard Butler, Lily Cole and Robert Macfarlane. “Some incredible people embraced it because they could. And so it opened many doors in that sense.”\\nThe door to this way of working was first opened for Lee in childhood, when his parents spotted his love of nature and sent him on summer trips with Forest School Camps, where he learned the joys of bushcraft and singing around a campfire. He spent time with “wilderness teachers” including Ray Mears; later, when he discovered folk music, his mentor was Peter Kennedy, “the Cecil Sharp of the tape recorder” who went song collecting with David Attenborough in the 1950s.\\nLee remembers being told by folk authorities that all the old oral singers were dead. “It’s a bit like being told, ‘No, that species is extinct. There’s no more of that particular gecko’. But you’re like, ‘I’ve heard talk from some elders that they’ve seen them out there…’” So Lee travelled to Ireland and Scotland over many summers, finding hundreds of unrecorded singers in Gypsy and Traveller communities. “I loved spending time at the knee of these elders. I could have gone to university and got a music degree and have learned from the textbook or just go to the well and drink from the most incredible source. I was very lucky. I caught an end of an era.”\\nThere are strong parallels between Lee’s quest to record oral folk singers and his nightingale concerts. “When I visit a nightingale or go on an expedition to record an elder of a community singing some ancient song that has been passed down through the oral tradition, this is the same thing. It just happens to be a different language of song.”\\nIt’s also a melancholy parallel. These are the end days for both traditions. “I’m hearing a folksong that’s been passed down for maybe 1,000 years and never written down and the last person to ever sing it is in their 80s. And the next time I go back to that caravan site, they’ll probably have passed on. And I often enter nightingale woods and sing with them and know that the chances of a nightingale being here next year is pretty unlikely.” Some concerts have been cancelled in certain places because the bird has become extinct there. “That’s an end of the line for that community who’ve probably been living there since the ice sheets retreated. That’s a great tragedy. There’s a lot of grief in that.”\\nLee deals with this loss not by “worshipping the ashes” but by “tending the flame” in the words of Gustav Mahler. He’s made his collected folksongs freely available on songcollectors.org; this song trove is waiting to be reinterpreted and revived, and Lee’s next mission is to begin doing so.\\nTending the flame for Lee has also involved creating Extinction Rebellion demonstrations. “Their journey as a brand new biggest ever community-led organisation in the world is phenomenal,” says Lee but he concedes that, post-Covid, “it’s uncertain what their journey ahead will be”. He’s now working with Music Declares Emergency to seek a carbon-neutral industry. “We’re living in a time of great transformation. Whether it’s fast enough, I don’t know. But we’re seeing real change at board level in multimillion dollar organisations, and that’s wonderful.”\\nLee’s most immediate act of flame-tending involves committing himself to two months of exhaustion that is sleeping in a tent and singing with the nightingales. “I’m going to bed at two o’clock every night and at 4am the dawn chorus starts and I’m in a tent with no sound insulation. I am beyond tired. By the end of May, I am porous with exhaustion. But I become very emotionally connected. And I go into some funny states of mind.”\\nThis year, England’s emergence from lockdown falls awkwardly in the middle of the April and May nightingale singing season. Camping is allowed before 17 May but campers singing – a concert – is not. So Lee is scrambling to ensure some duets are online only while arranging as many nightingale concerts with an in-person audience into the season’s end. “I lost last year and this year I will be even more grateful for every drop of nightingale song that I can squeeze out of the bird.”\\nHis live partnerships are becoming ever more intriguing: Isobel Waller-Bridge (sister of Phoebe), Rihab Azar (London-based Syrian oud player) and Bernard Butler, who produced Old Wow. “The birds react to personalities and not professionality or Instagram follower numbers,” he says. “The great thing in curation is sussing out who are the live spirits as musicians who will get it.\\nAnd how does he celebrate the nightingale season’s end? “I do love sleeping in a bed. Closing the curtains and having darkness till 9am is such a luxury.” Lee laughs. “It’s so great what we’ve done with houses and windows and double glazing.”\\nThe Nightingale by Sam Lee is published by Penguin on 25 March; the audiobook, read by Lee, includes musical elements. Sam Lee will be in conversation with Patrick Barkham at the RGS online on 31 March.", "image": [["https://i.guim.co.uk/img/media/52a0b3e233f140734a17a5c607684ecfec471eb0/0_15_4093_2455/master/4093.jpg?width=465&dpr=1&s=none", "Sam Lee with a nightingale."], ["https://i.guim.co.uk/img/media/b7b5b69c1fbe6bcef8a645c1767e857d3e028613/0_0_1632_2539/master/1632.jpg?width=120&dpr=1&s=none", "THE NIGHTINGALE by SAM LEE - book cover"], ["https://i.guim.co.uk/img/media/5d456c0b0d17cff09073a17570cc946e939b6ffc/0_0_3829_2872/master/3829.jpg?width=445&dpr=1&s=none", "Sam Lee singing with nightingales in 2016."], ["https://i.guim.co.uk/img/media/36eb87713af88163285a38f5560d68784b528f0e/504_339_932_1165/master/932.jpg?width=120&dpr=1&s=none", "Personality … different musicians evoke different responses in the nightingales."]], "author": ["Patrick Barkham"], "date": "2021-03-31"}, "https://www.theguardian.com/uk-news/2021/mar/15/why-is-anti-protest-bill-generating-so-much-controversy": {"title": "Why is anti-protest bill generating so much controversy?", "subtitle": null, "text": "Critics say handing police and home secretary more discretionary powers will undermine civil liberties\\nThe police, crime, sentencing and courts bill has come under scrutiny after the handling of the Sarah Everard vigils. What are the bill’s provisions and why is it generating so much controversy?\\nThe government says the bill, introduced in the Commons last Tuesday, will give the police powers to protect themselves and the public, introduce tougher sentencing and improve the efficiency of the court and tribunal system.\\nThe police will be able to impose conditions such as start and finish times on static protests, powers officers already have in relation to marches. Additionally, senior officers will be able to impose maximum noise limits on protests, with powers to intervene when the noise is disrupting the “activities of an organisation” or has a “relevant impact on persons in the vicinity”.\\nThe bill also has a specific section on one-person protests, which can also be subject to restrictions by police, based on the noise level, route, disruption etc. It gives the home secretary, Priti Patel, powers to create laws, without parliamentary approval, to define “serious disruption” to communities and organisations, which police can then rely on to impose conditions on protests.\\nIf passed, the legislation will have the effect of curtailing protests near to parliament through provisions that state access for vehicles must not be obstructed.\\nA “kill the bill protest” involving up to 3,000 people in central Bristol on 21 March, turned violent when up to 500 people stoned a police station and burned and damaged police vehicles. At least 20 officers were injured, including two who were treated in hospital. The protests were widely condemned. The mayor of Bristol, Marvin Rees, said the violence was counterproductive to the campaign of those, like him, who opposed the bill.\\nMinisters say existing public order legislation was passed in 1986 and is no longer fit for managing modern protests, such as those by Extinction Rebellion (XR). Patel has been highly critical of XR and Black Lives Matter (BLM). She described XR as “so-called eco-crusaders turned criminals” and called the BLM protests “dreadful”.\\nOrganisations such as Liberty and the police monitoring group Netpol were quick to criticise the bill as a clampdown on the right to protest, handing too many discretionary powers to the home secretary and police.\\nOpposition has increased after widespread anger at the handling of the Sarah Everard vigils – both the attempts to prevent the events going ahead and the police response when they did.\\nSince then, Labour has said it will oppose the bill, with the shadow justice minister, David Lammy, saying it was “no time to be rushing through poorly thought-out measures to impose disproportionate controls on free expression”. More than 150 groups, including human rights charities, unions and faith communities, warned it would have a hugely detrimental effect on civil liberties.\\nThe government has been accused of taking advantage of conditions created by the pandemic, which necessitated temporary restrictions on demonstrations, to permanently erode the right of protest.\\nCritics have also pointed out that the 10-year maximum jail term introduced under the bill for people who criminally damage a statue is more than many men get for sexually assaulting or raping a woman. The starting tariff for those found guilty of rape is five years, which the bill does not address.\\nProtesters have carried banners saying “10 years for protest, 5 years for rape”.\\nIt claims the measures in the bill do not undermine freedom of expression but “balance the rights of protesters with the rights of others to go about their business unhindered”. It points out that the Metropolitan police’s cost for policing XR’s 2019 “April uprising” in London was more than £16m.", "image": [["https://i.guim.co.uk/img/media/604e575f6599b211be6722778c3bbd2eff93f516/0_131_3000_1800/master/3000.jpg?width=465&dpr=1&s=none", "Protesters demonstrate in Parliament Square, London, on 14 March against police handling of the Sarah Everard vigils."]], "author": ["Haroon Siddique", "Matthew Weaver"], "date": "2021-03-22"}}