{"https://www.theguardian.com/environment/2021/feb/08/solar-geoengineering-test-flight-plan-under-fire-over-environmental-concerns-aoe": {"title": "Balloon test flight plan under fire over solar geoengineering fears", "subtitle": null, "text": "Swedish environmental groups warn test flight could be first step towards the adoption of a potentially “dangerous, unpredictable, and unmanageable” technology\\nA proposed scientific balloon flight in northern Sweden has attracted opposition from environmental groups over fears it could lead to the use of solar geoengineering to cool the Earth and combat the climate crisis by mimicking the effect of a large volcanic eruption.\\nIn June, a team of Harvard scientists is planning to launch a high-altitude balloon from Kiruna in Lapland to test whether it can carry equipment for a future small-scale experiment on radiation-reflecting particles in the Earth’s atmosphere.\\nAn independent advisory committee will rule on whether to approve the balloon test flight by 15 February. Swedish environmental groups have written to the government and the Swedish Space Corporation (SSC) to voice their opposition.\\nIn the letters, seen by the Guardian, organisations including the Swedish Society for Nature Conservation, Greenpeace Sweden and Friends of the Earth Sweden said that while the balloon flight scheduled for June does not involve the release of particles, it could be the first step towards the adoption of a potentially “dangerous, unpredictable, and unmanageable” technology.\\nStratospheric aerosols are a key component of solar geoengineering technology that some have proposed as a plan B for controlling the Earth’s temperature if the climate crisis makes conditions intolerable and governments do not take sufficient action.\\nStudies have found that widespread adoption of solar geoengineering could be inexpensive and safer than some fear. But critics argue the consequences of its use are not well understood and stratospheric aerosol injections (SAI) on a large scale could damage the ozone layer, cause heating in the stratosphere and disrupt ecosystems.\\nHarvard professor Frank Keutsch, who leads the research group hoping to conduct the SCoPEx – stratospheric controlled perturbation experiment – said he shared many of the environmentalists’ concerns. He said the research could help scientists better understand the potential risks of solar geoengineering, if the experiments are allowed to go ahead.\\n“The risk of not doing research on this outweighs the risk of doing this research,” Keutsch told the Guardian, offering to speak to the Swedish environmental groups about the issues they have raised.\\n“I’m really worried about the world we are heading towards. For me, that is a reason to do research on solar radiation management. Climate change is a problem of profound size and potentially profound impact on humanity. I think we should be considering all kinds of options because it’s unlikely that there is going to be a silver bullet that will fix everything. We need to be considering all options and we need to do research on them.”\\nSo far the technology is at a theoretical stage. It would replicate the effect of sulphur dioxide particles released in volcanic eruptions; these linger in the Earth’s stratosphere and reflect solar radiation. Particles from the eruption of Mount Pinatubo in the Philippines in 1991 cooled global temperatures by around 0.6C for 15 months.\\nThe Harvard researchers hope SCoPEx will advance solar geoengineering models and improve understanding of the technology’s potential risks and benefits through small-scale experiments on aerosols of calcium carbonate and other substances about 12 miles (20km) above the Earth’s surface.\\nThe scientists said they would abide by the ruling of the board, and the advisory group told the Guardian that any experiment involving a release of particles would require a broader review, including engagement with Swedish civil society.\\nThe letter to Per Bolund, the Swedish minister for environment and climate, from the environmental groups, reads: “While the first stratospheric flight proposed for Kiruna intends to test the balloon and gondola equipment, the stated purpose of the flight is to prepare for the release of aerosols into the stratosphere later in the year.\\n“Since the goal of the initial flight is to enable the subsequent release of particles, the social and environmental impacts of this test cannot be evaluated in isolation from the overall purpose of the SCoPEx project. The balloon flight must be viewed as integral to the project’s intention of conducting open-air testing and particle releases.\\n“We appeal to the Swedish government to oppose the SSC’s involvement with SCoPEx’s proposed tests, as they are fundamentally incompatible with the precautionary principle, in breach of international norms, and inconsistent with Sweden’s own climate policy framework as well as its reputation as an international climate leader.”\\nThey go on to argue that: “SAI is a technology with the potential for extreme consequences, and stands out as dangerous, unpredictable, and unmanageable. There is no justification for testing and experimenting with technology that seems to be too dangerous to ever be used.”\\nRaymond Pierrehumbert, a University of Oxford physicist and specialist on climate dynamics, called for the establishment of an international body to govern geoengineering experiments. Pierrehumbert said widespread adoption of the technology would be a “Damocles sword” over humanity.\\n“If we don’t actually reduce our CO2 emissions to nearly zero, because of the multimillennial lifetime of CO2 in the atmosphere, each year that goes on, you’ll have more CO2, which gives you more of a warming force which has to be counteracted by an even larger amount of geoengineering.\\n“You go into this death spiral, where you try to keep the Earth habitable in the face of ever-increasing CO2 and set ourselves up for a bigger and bigger risk of catastrophe.”\\nThe Swedish government did not provide comment to the Guardian.\\nAn SSC spokesperson said: “The flight will only be conducted provided that it is compliant with national and international regulations. The process to find out if this flight is legally compliant and ethically appropriate is ongoing. As of today we don’t know whether there will be a flight or not.\\n“SSC provides services and infrastructure for sounding rocket and balloon launches, carrying many different scientific experiments within various fields. The purpose of this flight is to test technical equipment, it is not an active experiment.”\\nFind more age of extinction coverage here, and follow biodiversity reporters Phoebe Weston and Patrick Greenfield on Twitter for all the latest news and features", "image": [["https://i.guim.co.uk/img/media/d47aeae5dd26c588ab818661b89b43f7584cbd69/14_0_5462_3278/master/5462.jpg?width=465&dpr=1&s=none", "Tjaektja Pass, Lapland"]], "author": ["Patrick Greenfield"], "date": "2021-02-08"}, "https://www.theguardian.com/education/2021/feb/16/its-an-exciting-time-for-students-why-its-important-to-have-a-generation-of-climate-leaders": {"title": "‘It’s an exciting time for students': why it's important to have a generation of climate leaders", "subtitle": null, "text": "To address the climate crisis, we need a lot more experts in the environment to take up important roles in the civil service, NGOs and businesses\\nI teach a unit called climate change science and impacts, which is part of the MSc in climate change science and policy and the MSc in environmental policy and management. The idea of this unit is to give an overview of the key things we want students to know about climate science.\\nSo, for example, we look at the greenhouse effect and the influence of human emissions. We consider what climate changes have happened in the past and how recent change compares with long-term changes over thousands of years. We explore what’s happening now and the extent to which that can be attributed to human action. Then we also look at what we expect to happen in the future, and talk about how we can respond to this, in terms of both adaptation and mitigation.\\nRecently, I’ve been doing polls in our online lectures to liven things up. I’ve also encouraged students to have personal discussions. For example, I’ll ask whether they think they have personally experienced climate change impacts. There’s a focus on methods and evidence, so I ask them what scientific data and methods they could use to predict how climate change might affect their own future. On top of teaching, I research climate change. Specifically, I’m trying to understand how global heating might affect rainfall systems in Africa. Over the last few years, I’ve noticed an increase in interest in tackling the climate crisis, with action like the Fridays for Future movement led by Greta Thunberg, along with Extinction Rebellion. I’ve seen this among my own social circle, as well, and I see that interest and passion in my students. In my previous role, as a researcher and tutor at the University of Oxford, I was involved in admissions for the geography undergraduate programme. Doing that, I also saw a growing emphasis on climate change in applications from young people.\\nWe need a lot more experts in the environment [to address] the climate crisis. There are new jobs opening up and important roles focusing on climate change in the civil service, NGOs and businesses. It’s an exciting time for students to study these topics, and it’s so important for society. We really need this generation of climate leaders.\\nAs told to Abby Young-Powell\\nRachel James is director of the MSc in climate change science and policy at the School of Geographical Sciences, and Cabot Institute for the Environment, at the University of Bristol", "image": [["https://i.guim.co.uk/img/media/15cc4c9ba93ea9bf2e25f1eee005d20e29964fe9/0_0_4000_2400/master/4000.jpg?width=465&dpr=1&s=none", "A protester holds a placard expressing her opinion"]], "author": null, "date": "2021-02-16"}, "https://www.theguardian.com/business/2021/feb/11/shell-grow-gas-business-energy-net-zero-carbon": {"title": "Shell to expand gas business despite pledge to speed up net zero carbon drive", "subtitle": null, "text": "Energy firm seeks to grow operation by 20% but offset expansion via carbon capture and ‘nature-based solutions’\\nShell has set new carbon emissions goals to become a net zero carbon energy company by 2050, but will continue to grow its gas business by more than 20% in the next few years.\\nThe Anglo-Dutch oil company’s new climate strategy will include a modest fall in oil production, by selling oilfields or through the natural decline of their reserves, and an increase in gas production and gas exports to the global market.\\nShell’s goal is to be net zero carbon company within 30 years, including the emissions from burning its fossil fuels. But the plans have raised concerns among green campaigners that Shell may still increase its emissions in the coming decade, which is considered a crucial period to avoid a climate catastrophe.\\nThe company said its oil production reached a peak in 2019, and would continue to fall by 1-2%. But it will expand its capacity to export 33.3m tonnes of liquefied natural gas (LNG) a year, by another 7m tonnes a year by the middle of the decade. In contrast, BP has promised to cut its oil and gas production by 40% by 2030.\\nShell plans to offset its own emissions and those from the fossil fuels it sells through carbon capture projects and “nature-based solutions” such as planting trees or restoring natural habitats.\\nThe company is involved in three capture projects, one of which is operational, that will be able to capture 4.5m tonnes of carbon a year. It hopes increase its access to these schemes by more than five-fold so it can capture another 25m tonnes of carbon a year by 2035.\\nThe company has also promised to grow its green energy business to help meet its customers demand for low-carbon energy. The plan includes growing its network of electric vehicle charge points from more than 60,000 to 500,000 by 2025. It also promised to invest more in hydrogen, which can be used as a clean-burning gas in industry and transport, and to double its sales of electricity.\\nBen van Beurden, Shell’s chief executive, said the plan would “drive down carbon emissions” and deliver “value for our shareholders, our customers and wider society” while continuing to use the company’s “established strengths”.\\nVan Beurden assured investors the plan would create “more predictable cashflows” and help to generate higher returns. This would help the company to grow its dividends by 4% a year, and reduce the company’s net debt to $65bn (£47bn).\\nBut the plan has attracted criticism from green groups for being vague on Shell’s clean energy aims and unambitious on carbon emissions targets.\\nShell’s carbon targets for the next 14 years, which will help determine executive pay, will be based on the “carbon intensity” of its energy. This is not the same as the absolute emissions created, and means Shell could lower its carbon intensity by selling more clean energy alternatives without reducing the amount of fossil fuels produced.\\nShell promised to reduce its net carbon intensity by between 6% to 8% by 2023, compared with 2016, which would widen to 20% by 2030 and 45% in 2035 before reaching an absolute emissions cut of 100% by 2050.\\nJeanne Martin, a senior campaign manager at Shareaction, said the plan raised “a lot of red flags”.\\n“It continues to rely on weak intensity targets, targeting just 20% reduction in intensity by 2030, not absolute emissions, and is essentially kicking the difficult decisions into the long grass,” she said.\\nGreenpeace described Shell’s decision to avoid tough oil production cuts by allowing its reserves to dwindle as “grotesque”. Mel Evans, a senior Greenpeace campaigner, said: “Without commitments to reduce absolute emissions by making actual oil production cuts, this new strategy can’t succeed nor can it be taken seriously.”\\nThe consensus among equity market analysts was that Shell’s investment and fossil fuel production plans were broadly in line with its existing strategy. Analysts at Jefferies said the strategy did not introduce significant changes in Shell’s energy transition strategy and that the company’s emissions targets remained “partially unclear, based on the limited low-carbon growth targets provided”.", "image": [["https://i.guim.co.uk/img/media/da6803329bdd5023368ee180c66d527e164ffd13/0_109_2200_1320/master/2200.jpg?width=465&dpr=1&s=none", "Shell CEO Ben van Beurden"]], "author": ["Jillian Ambrose"], "date": "2021-02-11"}, "https://www.theguardian.com/environment/2021/feb/03/court-convicts-french-state-for-failure-to-address-climate-crisis": {"title": "Court convicts French state for failure to address climate crisis", "subtitle": null, "text": "State found guilty of ‘non-respect of its engagements’ aimed at fighting global warming\\nA Paris court has convicted the French state of failing to address the climate crisis and not keeping its promises to tackle greenhouse gas emissions.\\nIn what has been hailed as a historic ruling, the court found the state guilty of “non-respect of its engagements” aimed at combating global warming.\\nBilled the “affair of the century”, the legal case was brought by four French environmental groups after a petition signed by 2.3 million people.\\n“This is an historic win for climate justice. The decision not only takes into consideration what scientists say and what people want from French public policies, but it should also inspire people all over the world to hold their governments accountable for climate change in their courts,” said Jean-François Julliard, the executive director of Greenpeace France, one of the plaintiffs.\\nHe said the judgment would be used to push the French state to act against the climate emergency. “No more blah blah,” he added.\\nCécilia Rinaudo, the director of Notre Affaire à Tous (It’s Everyone’s Business), another plaintiff, said it was an “immense victory” for climate activists around the world.\\n“It’s a victory for all the people who are already facing the devastating impact of the climate crisis that our leaders fail to tackle. The time has come for justice,” Rinaudo said.\\n“This legal action has brought millions of people together in a common fight: the fight for our future. The judge’s landmark decision proves that France’s climate inaction is no longer tolerable, it is illegal. But the fight is not over. Recognising the state’s inaction is only a first step towards the implementation of concrete and efficient measures to combat climate change.”\\nThe court ruled that compensation for “ecological damage” was admissible, and declared the state “should be held liable for part of this damage if it had failed to meet its commitments to reduce greenhouse gas emissions”.\\nIt did not uphold a claim for symbolic compensation, saying compensation should be made “in kind”, with damages awarded “only if the reparation measures were impossible or insufficient”.\\nHowever, the court ruled that the applicants were entitled to seek compensation in kind for the “ecological damage caused by France’s failure to comply with the targets it had set for reducing greenhouse gas emissions. It said this needed further investigation and gave the state two months to respond.\\nIt awarded each organisation a symbolic €1 for “moral prejudice”, saying the state’s failure to honour its climate commitments was “detrimental to the collective interest”.\\nWednesday’s judgment was hailed as “revolutionary” by the four NGOs – including Greenpeace France and Oxfam France – that lodged the formal complaint with the French prime minister’s office in December 2018. When they received what they considered an inadequate response, they filed a legal case in March 2019.\\nThe Paris agreement signed five years ago aimed to limit global warming to less than 2C above pre-industrial levels. Donald Trump pulled the US out of the deal in 2017, though Joe Biden plans to rejoin. Environmental experts say governments, including the French administration, have failed to meet their commitments.\\nThe French government has pledged to reduce the country’s greenhouse gas emissions by 40% by 2030 and reach carbon neutrality by 2050.\\nNGOs say the state is exceeding its carbon budgets and is not moving quickly enough to renovate buildings to make them energy efficient, or to develop renewable energy. They claim this is having a serious impact on the daily quality of life and health of people in France.\\nIn a report last July, France’s High Council for the Climate severely criticised government policies. “Climate action is not up to the challenges and objectives,” it said.\\nFrance’s greenhouse gas emission dropped by 0.9% in 2018-19, when the annual drop needed to reach its targets is 1.5% until 2025 and 3.2% afterwards.\\nIn a written defence, the French government rejected accusations of inaction and asked the court to throw out any claim for compensation. It argued that the state could not be held uniquely responsible for climate change when it was not responsible for all global emissions.", "image": [["https://i.guim.co.uk/img/media/6d8bfd8088e2ebe0aa853bb6fdaf3b8e13aa8d3e/0_521_7821_4693/master/7821.jpg?width=465&dpr=1&s=none", "Environmental activists protest in Paris"]], "author": ["Kim Willsher"], "date": "2021-02-03"}, "https://www.theguardian.com/technology/2021/feb/15/bill-gates-carbon-neutrality-in-a-decade-is-a-fairytale-why-peddle-fantasies": {"title": "Bill Gates: ‘Carbon neutrality in a decade is a fairytale. Why peddle fantasies?’", "subtitle": null, "text": "After putting $100m into Covid research, the billionaire is taking on the climate crisis. And first he has some bones to pick with his fellow campaigners...\\nThe Guardian’s journalism is independent. We will earn a commission if you buy something through an affiliate link. Learn more.\\nBill Gates appears via video conference – Microsoft Teams, not Zoom, obviously – from his office in Seattle, a large space with floor-to-ceiling windows overlooking Lake Washington. It’s a gloomy day outside and Gates is, somewhat eccentrically, positioned a long way from the camera, behind a large, kidney-shaped desk; his communications manager sits off to one side. If one had to stage, for the purposes of symbolism, a tableau of a man for whom a distance of 3,000 miles between callers still constitutes too intimate a setting, it might be this. “As a way to start,” says Gates’ aide, “would it be helpful for Bill to make a couple of comments about why he wrote his new book?” It is helpful, and I’m not ungrateful, but this is not how interviews typically commence.\\nThe Guardian’s journalism is independent. We will earn a commission if you buy something through an affiliate link. Learn more.\\nThere is an urge towards deference, when speaking to Gates, which attends few other people of commensurate fame. Celebrity is one thing, but wealth – true, former-richest-man-in-the-world wealth – is something else entirely; one has a sense of being granted an audience with the Great Man, a fact made more surreal by his famously muted persona. The 65-year-old has the lofty, mildly longsuffering air of a man accustomed to being the smartest guy in the room, leavened by wry amusement and interrupted, on the evidence of past interviews, by the occasional peevish outburst – most memorably in 2014, when Jeremy Paxman questioned him about Microsoft’s alleged tax avoidance. (“I think that’s about as incorrect a characterisation of anything I’ve ever heard,” he said, practically squirming in his seat with annoyance.)\\nUnlike the Elon Musks or Larry Ellisons of this world, however, Gates is perceived to be sensible, uxorious, modest, vowing not to ruin his children with boundless inheritance or to waste energy trying to send things to Mars. In the late 1990s, the US government brought an antitrust suit against Microsoft, accusing it of maintaining a monopoly in the PC market; a final settlement in 2001 overturned an earlier order for the company to be broken up. Since then, Gates has enjoyed a reputation as the Good Billionaire, dispensing a fortune through his foundation and overshadowing what his detractors would say is his biggest shortcoming: his unquestioning belief in progress as a function of capitalist growth.\\nAll of these aspects come together in Gates’ new book, How To Avoid A Climate Disaster, which, as he tells me, grew out of two things: his interest in the sciences and what struck him as an irresistible challenge – the fiendishly difficult problem of how to further global development while reducing emissions. For the past few decades, much of Gates’ focus has been on expanding access to electricity in the remotest parts of the world. “And yet,” he says, “the idea of adding new electricity capacity – you can’t just go build coal plants. And understanding how expensive it needs to be, and how this is going to work, had me doing a lot of reading.”\\nThere’s another, greater obstacle to reaching zero emissions, which is the political challenge – part of which involves climate activists limiting their exposure to accusations of hypocrisy. Gates loves private jets; he calls them his “guilty pleasure”. He loves hamburgers and eating grapes year-round. A few weeks after we speak, it is reported that he is involved in a bid to buy Signature Aviation, which handles ground services for 1.6m private jet flights a year. Today he says, “I get sustainable aviation fuel that I use when I fly,” and mentions another, vaguely futuristic-sounding service: “I’ve paid to offset my carbon footprint – there’s this group Climeworks that does direct air capture up in Iceland.” On the subject of imported food, he says: “Well, growing food locally is often worse, because you’re putting things in greenhouses that have an insane climate imprint. I’m not the only one who eats out-of-season food, as far as I know. But if that’s people’s main objection and they’ll adopt my plan, then” – Gates smiles, in a rather glittering way – “I’ll cede my grape-eating.”\\nFor Gates, this focus on grapes and private jet travel is, relatively speaking, like rearranging deckchairs on the Titanic. “What months of the year do I have to stop eating hamburgers?” he says sardonically. “I don’t need the tomato. Or the lettuce. Just the bun and the meat will do.” There is no suggestion that using “direct air capture” to offset one’s flights, were such a service even affordable for regular people, would make the slightest dent in the problem. But by using a private jet, Gates makes it easier for others to undermine him. It’s not, one imagines, the strongest tool in his skill set, to play dumb in order to win lesser mortals over.\\nInstead, what he does is bombard us with data and expertise. His book encompasses wisdom from sources that range from less well-known climate scientists, such as Vaclav Smil and Ken Caldeira, to John D Cox, author of Weather For Dummies, which, says Gates, remains one of the greatest books about weather ever written. Yet Gates’ book is compulsively readable. His ambition was to “cut through the noise” and give consumers better tools for understanding what works, an ambition he meets admirably. It’s more than that, however. Gates can get an audience with anyone, can marshal almost limitless resources, and is dogged in the detail. The result – particularly in the wake of the Trump presidency – is thrilling.\\nIt is also, occasionally, comic. “I can’t deny being a rich guy with an opinion,” he writes, with a nod to the flip-side of his visionary status, that of the despised billionaire flogging a hobby-horse. And there is a nerdy bathos to some of his passions. In one episode, Gates takes his 15-year-old son, Rory, round a power plant on a family holiday, something he bills as a jolly day out. “I’m in awe of physical infrastructure,” he explains.\\nThe depressing part of the book is its account of the challenge ahead, which Gates presents as extremely urgent – and, in order to avoid defeatism, also just about doable. He points to a headline figure: 51bn. This is the amount of greenhouses gas, in tons, emitted globally each year, which we have to get down to net zero by 2050. The first step towards this is understanding what we’re dealing with. “Let’s have more literate climate articles, so people can understand if it’s a breakthrough that’s a big deal or a small deal.”\\nFor example, the transport industry, on which so much attention is focused, accounts for only 16% of global emissions – which is why, as air travel has ground to a halt, greenhouse gases have gone down by only around 5%. As Gates points out, the future of car travel lies in electric vehicles; but if the electricity comes from coal-fired power plants, the switch is of limited value. Cars are a minor part of the problem compared with the juggernaut of emissions generated by the global cement and steel industries.\\n“Most people don’t understand what cement is,” says Gates, igniting with interest. “And I spent literally weeks understanding why it’s so miraculous, and could we use less of it?” The same goes for meat production. “To understand, OK, what is the ratio of the input of the calories of the cow to the output? What are cow genetics?” Cow burps and farts account for around 4% of global emissions; without striking beef from our diets, how can those emissions be offset or eliminated?\\nLike a lot of people, I’ve indulged in somewhat magical thinking around this, dutifully recycling my plastic every week while assuming that, when push comes to shove, the US government will devote the entire annual defence budget to climate control and invent a shield or something. And Gates covers some cool, sci-fi type innovations, most of them to do with those direct air capture technologies, which suck (not the scientific term) greenhouse gases out of the atmosphere. There is a solar-powered dehumidifier to get drinking water out of air, and a technology for storing heat in “molten salt”. There is geoengineering, which may one day be capable of reducing the amount of sunlight hitting the world’s surface by “distributing extremely fine particles” into the upper atmosphere or using a salt spray to “brighten clouds”. But these innovations are cripplingly expensive and imprecise. If you meddle with clouds over the US, there is no guarantee the temperature in China won’t go down.\\nThe biggest gesture most powerful authorities are willing to make involves divesting from polluting industries. Last year, New York state pledged to divest its $226bn (£165bn) pension fund from fossil fuel companies. This strikes Gates as wholly inadequate; it diverts the focus from more urgent concerns, such as finding a carbon neutral energy source to power the electricity grid. “It’d be tragic to have this whole generation behind the cause, and then you just do the easy stuff like divesting securities. You can say, ‘OK, I don’t want any more of those evil oil company stocks. Yay!’ Well, how many tons [of carbon] did you avoid by doing that?”\\nThe same goes for everybody vowing to eat less meat. “I mean, these are good things – in fact, buying Beyond Burgers [a plant-based “meat” company that Gates invests in] actually drives demand, which will get the quality up and the rate premium down, so consumer behaviour is important. But unless you replace steel, it’s a joke. Just forcing companies to report their CO2 is a good thing; but when you open that steel company report, you’re going to go, ‘Oh, this is shocking, they have emissions!’ And what? Are we not going to build buildings in India to provide people with basic shelter?\\n“If this was all about a 20% reduction, it should be pretty easy. Rich countries could reduce our cars and big houses, and the ridiculous amounts of meat we eat by 20%. The thing that makes climate so hard is that it’s not about a 20% reduction – it’s about getting it to zero. So things like [changing] mass transit so you have 20% less miles driven in the city, that doesn’t go anywhere.”\\nThe only thing that would neutralise the climate impact of public transport is if every vehicle were powered by a zero-emission fuel. One solution Gates cites is clean hydrogen. It doesn’t yet exist in a widespread usable form, but were the technology to advance to create “super, super cheap and totally clean hydrogen, that helps a lot of industrial processes. You could use that to make fertiliser in a clean way, to help make steel in a clean way. That alone would help with about 30% of emissions, which is pretty amazing – to have one thing that can do 30%.”\\nIf there is a credibility gap in listening to Gates on this subject, it comes from the suspicion that he lives in a world so far removed from the rest of us as to raise large blind spots. It’s a small thing, but in a 2014 Rolling Stone interview, Gates mentioned a lunch with Charles Koch, the libertarian billionaire who made huge sums from the oil business and for decades lobbied to reduce US environmental regulations. “He’s a very nice person,” Gates said in that interview, “and he has this incredible business track record.” Koch, along with his late brother David, spent decades funding climate deniers. Gates’ regard for him seems vested entirely in his success as a businessman; no matter how philanthropic, at some level the billionaire class is loyal primarily to itself.\\nBut there is no denying that Gates is alert to inequity. “It’s the rich countries that did all the emissions,” he says, “but it’s these poor countries [that will suffer]. The injustice of this on a global basis is pretty mind-blowing.” Still, he is often at odds with other climate campaigners, particularly those on the left. Of the Green New Deal, the proposal backed by Alexandria Ocasio-Cortez that raises the goal of carbon neutrality in a decade, he is flatly dismissive. “Well, it’s a fairytale. It’s like saying vaccines don’t work – that’s a form of science denialism. Why peddle fantasies to people?” This seems a little harsh, and one suspects that Gates’ vehemence is powered by a broader disapproval of Ocasio-Cortez’s politics. But his point is that there isn’t the time, money or political will to reconfigure the energy industry in a decade; by encouraging an impossible goal, you doom yourself to short-termist measures that prove insufficient.\\nHow helpful does he consider protest movements like Extinction Rebellion, with their habit of shutting down busy thoroughfares at rush hour? “Well, what we need is innovation. So if they’re really strategic about what street they cut off, and some poor guy is blocked in traffic and he sits there and says: ‘God, I’ve got to figure out a way to make steel [carbon neutral]. I was being lazy, but now that I’m sitting here in traffic, I’m going to go home tonight and figure how to do this.’ Then it’s a very direct connection between blocking the traffic and solving climate change.” He smiles sarcastically. “I don’t mean to make fun of it – in a way their passion is valuable. But it’s going to manifest in some ways that aren’t that constructive. So we need to channel that energy in a way that takes 51bn and moves it towards zero.”\\nAnd Greta Thunberg? “To some degree the resonance of the issue – if climate change wasn’t important, she wouldn’t be on the front page.” I quite like Gates for this. One can imagine him having a pop at Malala Yousafzai, too; popular sentimentality is not something that interests him. “I’m not trying to take anything away from her. And every movement needs iconic leaders who speak, and that’s a pretty good thing. But there’s probably some teenager who believes that the Rohingya should be treated better, and another who thinks we’re not investing enough in good education. So the world has sought her out to speak in this clear, almost innocent way about a cause that we’re trying to orchestrate our energy around, and say hey, can we maintain this and convince people to make sacrifices? And how big do these sacrifices need to be? So I’m glad: you can’t have a movement without high-visibility figures. I hope she’s not messing up her education. She seems very clever.”\\nWell, hang on, I say: you’re a college drop-out yourself.\\n“That’s true. Teaching yourself stuff works very well for some people, and probably for her.”\\nBill Gates dropped out of Harvard in 1975, to form Microsoft. For the next 20 years, he focused solely on building the company; by 1996, it had a market cap of $100bn. Gates, meanwhile, became the world’s richest man in 1995, a spot he held intermittently until he was bumped by Jeff Bezos in 2018.\\nIt’s tempting to read the Gates aesthetic – plain, functional, allergic to anything not in service to his goals – as the key to his success, and at least as important as his coding genius. These days, according to Forbes, his personal fortune is around $120bn (£88bn). But it wasn’t until he turned 40, he says, that he started to think about philanthropy, even though it was always there in his upbringing. His father, Bill Gates Sr, was a lawyer who became instrumental in the setting up of the Gates Foundation. His mother, Mary, who worked on various charitable boards, gave a toast at Gates’ wedding to Melinda, saying, “From those to whom much is given, much is expected.” So yes, says, Gates, “The idea that the success of Microsoft is so much money for one individual – that giving that back to society in some constructive way might be something I might end up doing – slowly but surely dawned on me.” He was mentored in this by his friend Warren Buffett. Gates is still annoyed by something CNN founder Ted Turner said of both men, years ago, “claiming that we wanted to be higher on some wealth list. And honestly we weren’t hyper-focused on it.”\\nThe subject of pandemics is one that has obsessed him for two decades, going back to the foundation’s initial $750m donation to the Gavi Vaccine Alliance in 1999 and culminating in 2014 when he gave a Ted talk on the international community’s failure to prepare for the next big outbreak. Gates has donated $100m to Covid research, and on CNN before Christmas, predicted that “the next four to six months could be the worst of the epidemic”. Will he wait his turn for the vaccine, like everyone else? “That’s right. I’m a healthy 65-year-old, and I’ll delegate it to the states. So probably in March or April, they will film me taking the vaccine.”\\nThat he is filmed is important. Gates has become the focus for online conspiracy theories about how he “created” the virus, and is now using the vaccine to implant microchips. For months, he has been batting away these theories; in an interview with Reuters in January, he repeated with weary finality how “crazy” and “evil” it all was.\\nDoes he think the vaccine roll-out in the US, which has been fairly chaotic, could have been better handled? “It’s incredibly complex, especially when trying to do so at the scale and speed required. For context, India’s campaign to give 400 million children the measles rubella vaccine took over two years with a full year of planning. National leadership is crucial: I am hopeful the incoming administration can help give that.”\\nMeanwhile, Gates points out that the experience of the pandemic bears “strong connections” to what will happen if we don’t address the climate emergency. “We rely on government to look out for the future, so that even if something unlikely shows up, people aren’t dying and the economy isn’t wrecked. And so for the pandemic, despite many people, including myself, saying that we ought to get prepared – literally the title of my Ted talk was ‘We’re not ready’ – the government let us down. And so with climate change: we want government to look ahead and do the right things.” It is a much more complicated landscape, in which the single most useful thing individuals can do, in Gates’ view, is to educate themselves, the better to judge the impact of various solutions. “There’s no simple thing like get a vaccine and the nightmare ends. You’re talking about replacing every steel and cement factory, everything you do with electricity and transportation, even food. It’s way broader, and the time to do these large-scale things is way longer.”\\nOne of the more mind-blowing facts Gates shares in his book is that during the ice age the global temperature was a mere six degrees cooler than it is today; and when the dinosaurs were around, only four degrees hotter. So, as climate deniers love to say, what’s the big deal if things warm up a bit?\\n“That was confusing me a little bit,” Gates says. “We have these huge ranges of temperature, there have been forests at the south pole, so hey, how bad can this be? But understand that it’s the rate of change; that the speed with which the CO2 is going up is so fast, that evolution can’t help. If this was happening over tens of millions of years, instead of 100 years, then the Earth could adjust.” He pauses to consider another terrifying detail. “The fact there is so much water in the Antarctic ice, and that it can raise the sea level by over 100ft – that is mind-blowing, too.”\\nIf he were 30 years younger, would he consider not having kids? “Rich countries are worried about shrinking. So no, I wouldn’t say to somebody, please don’t have kids. We will make the world a reasonable place to live in and so kids will be fine.” He thinks for a moment. “It is weird that in 2050, I’ll be 95 years old. Will I live to see this play out, in terms of what works and what doesn’t work? This is why you have to engage the young.”\\nGates’ method of engaging his children is in line with his own interests, which his son, Rory, now 21, passionately shares. (His daughters, Phoebe and Jennifer, are 18 and 24 respectively, and seem to have been spared the holiday day trips.) “The history of steel goes back some 4,000 years,” says Gates dreamily, and mentions again how much he loves concrete. Did Rory never complain about being dragged off to look at a factory? “He has a deep amount of curiosity,” says Gates. “There were a few – like going to the sewage plant – that were fairly smelly. Going to where they process garbage, and the factory where they make toilet paper and paper towels, that also had a bad smell. Although for both of us that was pretty interesting.”\\nGates considers himself “naive about the physical world”, and is fascinated by how things work. “We’re both a bit like that. So it was like: how are things really made? This guy Smil [energy academic Vaclav Smil] writes all these books about this, such fascinating books, but they never sell. People just take the fact that you flip the switch and the light goes on for granted, and behind that are such unbelievable innovations. Likewise the creation of steel and how cheap all that stuff is. Seeing it directly, I highly recommend that. I want to see tours of steel plants go up dramatically.”\\nThere is an assumption, I suggest, that anyone in Gates’ wealth category has a personal contingency plan: a secret rocket ship, say, or a fortified island, or at the very least, an extremely well-stocked bunker. “No, I don’t. In my lifetime, the weather will be worse, but it’s mostly at the equator. I’m not a survivalist.” Instead his version of survivalism is to fund innovation. “I’m putting money into carbon capture and nuclear fission. The [Gates] foundation does what we call adaptation work, which is improving seeds.” (This is so crops can survive drought and floods in the zones most affected by the climate crisis.) He is also investing in the development of batteries that could, for example, power Tokyo for three days if a cyclone knocked out the power. (It would cost $400bn.)\\nIs there any single area of innovation that, if we got it right, might save us? “The basic answer is no,” says Gates. The scale of the threat is so all-encompassing, so demanding of radical changes to transport, buildings, industry, land use and political will, that “there is no single breakthrough that can solve all those things”.\\nThere are, he says, “a couple that are very high on the list”. If there is something talismanic about Gates, and the faith we have in our billionaires and geniuses to magic us out of this hole, he isn’t here to encourage it. “But if you only get the top ones on the list,” he says, with a kind of terrifying calmness, “you’re in deep, deep, deep trouble.”\\nBill Gates’ How To Avoid A Climate Disaster: The Solutions We Have And The Breakthroughs We Need is published by Allen Lane on 16 February at £20. To order a copy for £17.40, visit guardianbookshop.com.\\n", "image": [["https://i.guim.co.uk/img/media/43de83936de69e99c2251f371442f9cb00cbbedd/0_1978_8700_6977/master/8700.jpg?width=465&dpr=1&s=none", "Bill Gates wearing a purple jumper against a green wall"], ["https://i.guim.co.uk/img/media/56dbcf5d7ec31332f2f57df0aabeb70967a56d1e/0_0_5182_3437/master/5182.jpg?width=445&dpr=1&s=none", "Bill Gates in 1983 in a room full of computers."], ["https://i.guim.co.uk/img/media/2b3fce0a2a61456ab24cea9b6b329717248a5537/61_0_4351_2943/master/4351.jpg?width=445&dpr=1&s=none", "Bill and Melinda Gates receiving Presidential Medals of Freedom from Barack Obama in 2016."]], "author": ["Emma Brockes"], "date": "2021-02-15"}, "https://www.theguardian.com/books/2021/feb/14/how-to-avoid-a-climate-disaster-by-bill-gates-the-new-climate-war-by-michael-e-mann-review": {"title": "How to Avoid a Climate Disaster by Bill Gates; The New Climate War by Michael E Mann – review", "subtitle": null, "text": "Two eminent voices on the climate crisis present clear strategies for tackling emissions, deniers and doomsayers\\nPresident Joe Biden has promised a new era of American leadership on global climate action, after four years of unscientific denial and misinformation under Donald Trump. Two important new books by prominent American authors, both written before the result of the presidential election was known, should help to capitalise on the new spirit of cautious optimism by laying out bold but well-argued plans for accelerating action against climate change.\\nHow to Avoid a Climate Disaster: The Solutions We Have and the Breakthroughs We Need by Bill Gates presents a compelling explanation of how the world can stop global warming by reducing greenhouse gas emissions effectively to zero. Gates and his wife, Melinda, are well known for their foundation’s tremendous work on improving health and tackling disease around the world, particularly in poor countries. It is this concern for the most vulnerable people on the planet that has meant Gates has occasionally appeared equivocal about climate and energy policies that he thought could undermine the fight against poverty and illness. However, this book lays out forcefully his understanding that the impact of climate change poses a far bigger threat to lives and livelihoods in developing countries – it is thwarting efforts to raise living standards because poor people, in every country, are the most at risk from droughts, floods and heatwaves.\\nGates rightly emphasises the importance of improving the resilience of both rich and poor countries to current and future climate change that cannot now be avoided. But his book leaves no doubt that adapting to the impact is not a solution on its own – we must also eliminate global emissions of greenhouse gases.\\nHis strategy for reaching zero emissions is laid out in a very straightforward way, using numbers to help guide the reader to the magnitude of the challenge. He notes that annual emissions of greenhouse gases before the Covid-19 pandemic were well over 50bn tonnes worldwide, and rising. Getting to zero within the next few decades will be no mean feat.\\nThe book breaks down the sources of these emissions into a few broad categories – making things, plugging in, and getting around – and Gates knows how to frame issues in terms with which everybody should be able to engage, without dumbing down the material.\\nAt its highest level, his strategy is simple: make power generation zero-carbon by replacing fossil fuels with renewables and nuclear power, and then electrify as much of our activities as possible. This works in theory, but creates significant challenges, such as how to manage the intermittency of supply from sources such as solar panels and wind turbines.\\nA key device used by Gates is to calculate the cost of clean alternatives relative to fossil fuels, and where they are currently more expensive, to quantify the difference as a “green premium”. He then explains how this premium can be reduced through innovation and government policies. The credibility of the strategy is strengthened by references throughout to technologies in which Gates is investing his own money, such as novel ways to capture carbon dioxide from the atmosphere and then store it. He also acknowledges that his sincerity will be doubted by some because of his wealth and use of private jets, for instance. But I think readers will discover from his book that he is a serious and genuine force for good on climate change.\\nThe only major concern I have is that in emphasising, correctly, the importance of rich countries reaching zero emissions by 2050, he appears to suggest that cuts in greenhouse gases over the next 10 years are less important. In fact, the amount of warming we face depends on cumulative emissions, so countries such as the US and UK need to be cutting sharply from now, and for the next 30 years.\\nGates is also caught in the crosshairs in Professor Michael E Mann’s book, The New Climate War: The Fight to Take Back Our Planet, which criticises the 2016 edition of the billionaire’s annual letter, written with Melinda, for highlighting the challenges of cutting emissions and declaring “we need an energy miracle”. Mann, America’s most famous climate scientist, points out that many zero-carbon alternatives to fossil fuels are now cost-competitive with fossil fuels. He even suggests that, far from needing a miracle, we could achieve 100% clean electricity with current renewable technologies alone.\\nThe main focus of Mann’s book is a call to arms in the new war against “inactivists” who are using new tactics of “deception, distraction and delay” to prevent the phase-out of fossil fuels. Mann is a robust character, and has fought off several disgraceful onslaughts against him and his work by climate change deniers in US politics and the media over the past 20 years. He warns that vested interests and ideological extremists who oppose efforts to eliminate fossil fuels no longer deny outright the reality of climate change because people can now see the evidence for it all around them. Instead, opponents of action now rely on slightly subtler arguments, and Mann reveals how they are sometimes unwittingly assisted by clumsy communications from climate scientists and campaigners.\\nHe cautions against highlighting in particular the need for action by individual citizens and consumers. As important as personal efforts are, they can distract attention away from the critical role of governments and companies in making systemic changes.\\nMann criticises the practice of flight-shaming climate researchers, because it creates the false impression that experts have to experience personal sacrifice and deprivation to be taken seriously, regardless of how successful they are in persuading politicians to act. Despite the attention devoted to it, flying is responsible for about 3% of annual greenhouse gas emissions.\\nMann also attacks “doomsayers”, including some members of Extinction Rebellion, who claim that we have already passed the point of no return, condemning us all to imminent climate destruction. Such claims are not based on science and have the effect of making people give up on efforts to rid the world of fossil fuels.\\nMann does not pull his punches, but his aim is usually strong and true. This book will no doubt prove controversial for some climate campaigners, as well as the deniers, but I hope it will be read by everybody who is engaged in making the case for action.\\nBoth Mann and Gates appear optimistic that the world can stop climate change, but they are also under no illusions about the scale of the challenge we face and the many obstacles that lie in our way. They also show just how wrong those people are who think we cannot or should not succeed.\\nBob Ward is policy and communications director at the Grantham Research Institute on climate change and the environment at the London School of Economics and Political Science\\nHow to Avoid a Climate Disaster: The Solutions We Have and the Breakthroughs We Need by Bill Gates is published by Allen Lane (£20). To order a copy go to guardianbookshop.com. Delivery charges may apply\\nThe New Climate War: The Fight to Take Back Our Planet by Michael E Mann is published by Scribe (£16.99). To order a copy go to guardianbookshop.com. Delivery charges may apply", "image": [["https://i.guim.co.uk/img/media/9d8a2edc1ebc1edf75107b67b93e777f0437abf1/522_0_6329_3798/master/6329.jpg?width=465&dpr=1&s=none", "‘Poor people, in every country, are the most at risk from droughts, floods and heatwaves’"], ["https://i.guim.co.uk/img/media/6fc74e3703444b88a77e9d38fbfa32e20071d83b/0_255_3545_2127/master/3545.jpg?width=445&dpr=1&s=none", "Withington golf course, after the River Mersey broke its banks in Didsbury, Manchester, 21 January."]], "author": ["Bob Ward"], "date": "2021-02-14"}, "https://www.theguardian.com/books/2021/feb/13/imperfect-messenger-bill-gates-on-what-needs-to-change-to-avoid-climate-disaster": {"title": "'Imperfect messenger' Bill Gates on what needs to change to avoid climate disaster", "subtitle": null, "text": "New book by Microsoft billionaire plays down impact of flying and driving and calls for focus on steel, meat and cement\\nThe world is not lacking rich men with big ideas, Bill Gates has acknowledged. But having pumped $100m into Covid research, the Microsoft billionaire has turned to the climate emergency and the urgent need to slash carbon emissions to zero, undeterred by being a self-confessed “imperfect messenger” for the cause.\\nWith a personal fortune of around $120bn, the world’s former richest man reveals in his new book, How to Avoid a Climate Disaster: the Solutions We Have and the Breakthroughs We Need, that he has poured more than $1bn into innovative approaches to achieving carbon neutrality, investing in zero-carbon technologies and affordable and reliable clean energy.\\nGates says he recognises he is not necessarily the best person to “lecture” people about the climate crisis. His own carbon footprint is “absurdly high”, but writing the book made him more conscious of his responsibility to shrink and offset his emissions, which he says is “the least that can be expected of someone in my position”.\\n“I am aware that I’m an imperfect messenger on climate change. The world is not exactly lacking in rich men with big ideas about what other people should do, or who think technology can fix any problem,” reads an extract.\\n“And I own big houses and fly in private planes – in fact, I took one to Paris for the climate conference, so who am I to lecture anyone on the environment? I plead guilty to all three charges. I can’t deny being a rich guy with an opinion. I do believe, though, that it is an informed opinion, and I am always trying to learn more.”\\nGates admits that private jets are his “guilty pleasure”. He loves hamburgers and eats grapes year-round, but says accusations of hypocrisy are a big political obstacle to climate activism. Focusing on expressions of personal choice are, relatively speaking, like rearranging deckchairs on the Titanic, he says.\\nIndeed, he has quibbles with other climate campaigners. While Gates admires the passion of Extinction Rebellion, he feels their tactics are “going to manifest in some ways that aren’t constructive”. He also plays down the impact of Greta Thunberg and dismisses the Green New Deal – the proposal backed by the US Democrat Alexandria Ocasio-Cortez aiming for carbon neutrality in a decade – as “a fairytale”.\\nHis assessment is that there is not the time, money or political will to reconfigure the energy sector in 10 years, and encouraging an impossible goal dooms the world to short-term measures that prove insufficient.\\nWhile aviation and cars get much publicity, Gates says carbon emissions will not reach zero simply by people flying or driving less. A meaningful reduction in emissions demands an all-encompassing approach – “zero-carbon ways to produce electricity, make things, grow food, keeping our buildings cool or warm, and move people and goods around the world.”\\nCrucially, people need to radically change how they produce the worst climate offenders: steel, meat and cement. Making steel and cement accounts for roughly 10% of all global emissions, and beef alone 4%.\\nFocusing on grapes and private jet travel distracts from the radical changes needed to transportation, buildings, industry, culture and politics. “There is no single breakthrough that can solve all those things,” Gates says. In his view, the single most useful thing individuals can do is to educate themselves and better judge the impact of various solutions.\\nBill Gates on the climate crisis: ‘I can’t deny being a rich guy with an opinion’", "image": [["https://i.guim.co.uk/img/media/440466b5aa4e3b70dce8f4c6c7a88ce0109d698c/1044_117_4757_2855/master/4757.jpg?width=465&dpr=1&s=none", "Bill Gates with hands up"]], "author": ["Lucy Campbell", "Emma Brockes"], "date": "2021-02-13"}, "https://www.theguardian.com/environment/2021/feb/01/uk-north-sea-oil-rigs-release-as-much-co2-as-coal-fired-power-station-study": {"title": "UK North Sea oil rigs release as much CO2 as coal-fired power station – study", "subtitle": null, "text": "Rigs burn off enough unwanted gas to heat 1m homes, UK regulator said last year\\nThe UK’s North Sea oil rigs release as much carbon dioxide as a coal-fired power plant every year by deliberately burning unwanted gas into the atmosphere as giant flares, according to research.\\nA report has revealed that almost 20m tonnes of CO2 was released into the atmosphere in the five years to the end of 2019 by “flaring and venting” the extra gas released from oil wells.\\nThe UK’s oil authorities have allowed the controversial practice to continue almost 50 years after routine gas flaring was banned by Norway’s government, making UK oil rigs the most polluting in Europe.\\nThe report, by the investigative news arm of Greenpeace, found that oil giants including BP and Royal Dutch Shell were among the worst gas flaring polluters in the North Sea. Both companies have set targets to reduce flaring from their global fossil fuel operations.\\nGreenpeace has accused the UK government of failing to get its emissions under control in the run-up to the UN climate talks to be held in Glasgow later this year, and called on ministers to end new oil and gas licensing.\\n“Norway tackled this problem in the 1970s, but our government is clearly asleep at the wheel,” Mel Evans, a campaigner at Greenpeace, said. “To stand any chance of meeting our climate targets we need strong government action to regulate this industry and secure a safe and fair phaseout of oil and gas that supports workers and communities.”\\nThe UK’s oil and gas regulator admitted last year that in 2019 the industry burned off more than 40bn cubic feet of gas, or enough to meet the needs of around 1m UK households.\\nIn total, the CO2 emissions released into the atmosphere from extracting North Sea oil and gas reached 13.1m tonnes in the UK in 2019, or 21kg of carbon dioxide for every barrel of North Sea oil produced, according to a separate report by Rystad Energy. This is far greater than the Norwegian North Sea, which produced 10.4m tonnes of CO2 in 2019, or 8kg of CO2 per barrel.\\nRoutine “flaring” of unwanted gas made up about 3m tonnes of CO2, said Rystad, and another 10.1m tonnes of CO2 was released in large part because the UK continues to allow oil producers to run their rigs on fossil fuels.\\nThe UK government and the industry regulator, the Oil and Gas Authority, said they were working to reduce routine flaring to zero in line with the World Bank’s call to ban flaring by no later than 2030, and that flaring levels were already falling. Shell said it had cut North Sea flaring by 19% in the last five years. BP said it reduced its North Sea flaring by almost 45% last year compared with 2019, and it plans to eliminate routine flaring across all BP operations by 2027.", "image": [["https://i.guim.co.uk/img/media/c057780d329e170fe43fbb9d534ac30653d707c0/0_148_4086_2451/master/4086.jpg?width=465&dpr=1&s=none", "The Brent oil field in the North Sea."]], "author": ["Jillian Ambrose"], "date": "2021-02-01"}, "https://www.theguardian.com/uk-news/2021/feb/14/drones-police-england-monitor-political-protests-blm-extinction-rebellion": {"title": "Drones used by police to monitor political protests in England", "subtitle": null, "text": "BLM, Extinction Rebellion and animal rights protests all targeted as forces expand use of drones\\nPolice have used unmanned drones to monitor political protests, including those held by the non-violent Black Lives Matter movement, research shows.\\nPolice also used drones in 2020 at animal rights protests, Extinction Rebellion and anti-HS2 demonstrations, and in one instance, an extreme-right protest.\\nCampaigners say the police’s expanded use of drones is happening with the rules not clear and next to no debate. Police say that is not the case.\\nThe campaign group Drone watch used freedom of information requests to ask police forces to detail their use of drones at protests from January to October 2020.\\nThe Surrey, Cleveland, Staffordshire, Gloucestershire and West Midlands forces said they had used drones at BLM protests. Cleveland at three BLM events, Gloucestershire at two BLM protests and one lockdown protest, and West Midlands at three BLM protests.\\nIn south-west England, the Devon and Cornwall force and Avon and Somerset police used drones at 15 events including protests and public disorder incidents. Both forces declined to say at which protests drones had been used.\\nPolice were criticised for using drones during the first coronavirus lockdown, when they were used to monitor walkers in the Peak District in Derbyshire.\\nPolling for Drone watch by Yonder claims to show public concern about drone use when they fly beyond where a human can see them. Of 2,000 people questioned, 60% were worried about the effects on privacy and civil liberties, and 67% said they were concerned about the safety implications.\\nThe National Police Chiefs’ Council lead for the police use of drones, assistant chief constable Steve Barry, said: “Police use drones at protests to help inform policing tactics to keep everyone safe. Their use is well regulated and governed by the surveillance commissioner and information commissioner guidelines.”\\nChris Cole of Drone watch said: “Police are adopting this new surveillance technology with little oversight or consent from the public. There seems to be little control over how the data is being gathered or stored with alarmingly worrying replies from the police indicating they do not understand what rights the public have in regard to accessing data.”\\nThe use of drones in the UK is set to expand, and not just by the police. Companies such as Amazon also plan to use them more.\\nCole said: “This is just the tip of the iceberg. Despite serious public concern, the government is planning to liberalise airspace regulations to enable a whole raft of public agencies and private companies to operate drones freely in our airspace. Before that happens, it’s vital that there is a proper public debate about the limits of drone use and comprehensive privacy controls are put in place.”\\nRosalind Comyn, the policy and campaigns manager at Liberty, said drone use was part of an alleged general assault on the right to protest. “Protest is a key way we can all fight for a better society and stand up for what we believe in.\\n“Recent years have seen a concerted attack on the right to protest from police and government, which particularly threatens people who are already marginalised and cut off from having their voices heard.\\n“Increased mass surveillance, whether through drones or other developing tools like facial recognition, is designed to intimidate and control, and ultimately silence dissent.”", "image": [["https://i.guim.co.uk/img/media/3f3525688d5acdb9b447cf51593e347b054b7187/0_180_3500_2099/master/3500.jpg?width=465&dpr=1&s=none", "Birmingham Black Lives Matter rally"]], "author": ["Vikram Dodd"], "date": "2021-02-14"}}