{"https://www.theguardian.com/world/2021/may/06/germany-to-bring-forward-climate-goals-net-zero-after-constitutional-court-ruling": {"title": "Germany to bring forward climate goals after constitutional court ruling", "subtitle": null, "text": "Government proposes net zero deadline of 2045 instead of 2050, but critics demand actions not numbers\\nGermany’s government is to revise its emission reduction targets after the country’s constitutional court declared the current climate protection measures insufficient, aiming to become greenhouse gas neutral by 2045 rather than 2050.\\nThe finance minister, Olaf Scholz, and the environment minister, Svenja Schulze, laid out a legislative proposal on Wednesday to cut emissions by 65% from 1990 levels by 2030. An 88% reduction of carbon emissions is to be reached by 2040.\\nGermany’s emission levels are currently 40% lower than they were in 1990, meaning it would require a reduction of a further 25 percentage points over the next nine years to meet its next target.\\nThe German cabinet could ratify the proposal from the Social Democrat ministers next week if, as expected, it finds support among its senior coalition partners, Angela Merkel’s Christian Democratic Union.\\n“We will strengthen our efforts for the year 2030 once more,” Merkel said, stressing that her government would “do everything to meet the target of climate neutrality by 2045”.\\nGermany’s coalition government has been surprisingly upbeat about the constitutional court’s announcement last Thursday. Key ministers from both parties have welcomed a ruling that effectively criticises them for jeopardising young people’s freedom by postponing inevitable cuts to greenhouse gas emissions.\\nThe case was brought by young environmental activists, backed by Fridays for Future, Greenpeace, Germany’s Friends of the Earth (BUND) and other NGOs.\\nThe government has not yet explained what concrete measures it will take to meet the new targets, whether by revising its carbon pricing scheme or speeding up the phase-out of coal-powered energy, currently scheduled for 2038.\\n“Matching numbers with actions will require the kind of major effort that this country has seldom seen,” wrote the Süddeutsche Zeitung newspaper. “It could turn the federal republic into an international beacon and help to lessen the worst impacts of the climate crisis. But this coalition government would rather leave it to its successors to work out the details.”\\nThe emissions targets debate comes five months before national elections in Germany on 26 September, and against the backdrop of several polls showing a lead for the Greens.\\nThe ecological party is pushing the outgoing government to double its investment in climate protection measures by €8bn (£7bn) by 2025.\\n“We’ve got some ambitious targets, that’s a step in the right direction”, said the Greens’ co-leader Robert Habeck on Thursday. “But the key challenge is following up numbers with actions, and in that respect the government isn’t delivering.”\\nHalbeck, who lost out to his fellow co-leader, Annalena Baerbock, in the race to become his party’s candidate for chancellor, said the Green party would seek a 70% emissions reduction by 2030 and urged the government to expand renewable energy sources, reduce subsidies for coal power and increase the price on greenhouse gas emissions in the transport and building sectors.\\nBoris Johnson welcomed Germany’s move on Thursday at a climate conference hosted virtually in Berlin. The UK prime minister also called on Germany and other G7 countries to provide more financial assistance to help poorer countries cut their emissions and cope with the impacts of the climate crisis. Rich nations were supposed to provide $100bn a year in climate finance to the developing world from 2020, but that target has been missed.\\n“We simply must meet our existing commitments on climate finance, that long-overdue $100bn a year target, and then we must go further still,” Johnson said. “It is really up to us in the wealthier economies just to walk a mile in the shoes of developing nations ... We have a moral and a practical obligation to help them. That means putting our money where our mouth is.”\\nJohnson is under pressure to secure substantially increased climate finance commitments from the world’s biggest economies in order to make a success of the UN Cop26 climate talks to be hosted in Glasgow in November.\\nGreen campaigners had hoped that Merkel would use Thursday’s climate meeting in Berlin, called the Petersberg dialogue, to announce new cash for developing countries, but they were disappointed. The US made new commitments on climate finance at a White House conference held by Joe Biden last month, but they too fell short of expectations.\\nJohnson will use the UK’s presidency of the G7, which meets next month in Cornwall, to try to extract promises of more climate finance. Campaigners, however, point out that he will face a major obstacle in the form of his own decision to cut the UK’s overseas aid budget from 0.7% to 0.5% of GDP, which has led to hundreds of aid projects being axed.\\nThe UK government insists that climate finance spending will be protected from cuts, but the distinction appears to make little difference to other countries. Rebecca Newsom, the head of politics at Greenpeace UK, said: “Johnson has undermined his own message through the decision to cut international aid. These cuts should be reversed immediately. It’s not just our diplomatic credibility at stake, but the lives of millions of people on the front line of a crisis they did little to create.”", "image": [["https://i.guim.co.uk/img/media/b2481f6e2baa31221d3006f88ad3a5124d0c25a1/1289_0_3928_2357/master/3928.jpg?width=465&dpr=1&s=none", "The coal-fired Neurath power station "]], "author": ["Philip Oltermann", "Fiona Harvey"], "date": "2021-05-06"}, "https://www.theguardian.com/uk-news/2021/may/20/you-cant-block-the-m5-police-prepare-for-mass-protests-at-cornwall-g7-summit": {"title": "‘You can’t block the M5’: police prepare for mass protests at Cornwall G7 summit", "subtitle": null, "text": "Local force says it has identified more than 30 groups planning some kind of action during event\\nActivists are expected to disrupt next month’s G7 summit in Cornwall by blocking main roads into the county, trying to obstruct convoys carrying world leaders and perhaps even targeting a cruise ship that will be anchored off the coast as extra accommodation for police officers.\\nDevon and Cornwall police are preparing for thousands of protesters to head to the far south-west of Britain for the 11-13 June event, which is centred on the seaside village of Carbis Bay and the towns of St Ives and Falmouth.\\nThe force said on Thursday it has identified more than 30 groups planning protests, marches, demonstrations or direct action – and accepted there were bound to be others it did not know about.\\nTwo official “protest sites” have been set up, one in Truro and one in Falmouth, and demonstrators will be encouraged to hold their events there, but the police conceded that they will not be attractive for groups intent on causing disruption.\\nPolice are not anticipating violent clashes between protesters and officers but believe a tactic that will be used by activists is to lock themselves on to buildings, vehicles or roads to cause delays and disruption.\\nNathan Johnson, an inspector with Devon and Cornwall police, said: “We’re not expecting disorder, but we’re seeing more and more non-violent direct action.”\\nThe policing operation will come under intense scrutiny, particularly after the neighbouring force of Avon and Somerset came in for criticism over some of the tactics it used during the “Kill the Bill” protests in Bristol.\\nJohnson insisted that the Devon and Cornwall force was committed to allowing protesters to get their points across. “We want to facilitate the right to protest. We’re a democratic country. It’s in our fabric.\\n“But the police have to balance the right to protest with the right of the community to go about their daily business. At no point are we stopping people from protesting. We’re just saying that by locking yourself on to a road and blocking it for six hours, the balance is wrong. You can go to a protest site or protest pretty much everywhere in Devon and Cornwall, but you can’t block the M5.”\\nIn a hangar at Devon and Cornwall police’s headquarters, officers showed the sort of “lock-on” devices activists used, from simple bike locks to tubes made out of lengths of drainpipe, plastic and steel.\\nJohnson said roads into Cornwall and leaders’ convoys could be targeted. With only one main road, the A30, leading into the west of Cornwall, the area is vulnerable. The geography of Cornwall is challenging,” said Johnson. “Cornwall gets snarled up in the summer anyway. And with lockdown finishing, Cornwall is going to be busy with tourists.”\\nHe said teams of officers would be on hand to cut activists free, but only after they had engaged with them and asked them to leave voluntarily. He warned local people that it could take hours to free protesters.\\nA total of 6,500 officers will be on duty at G7, with all 43 police forces in England and Wales sending personnel. Almost 200 hotels and B&Bs have been hired as well as the cruiseferry MS Silja Europa, which will be anchored off Falmouth.\\nA police source said there were concerns that the vessel could be a target of activists and plans were in hand to defend it from attack.\\nFrom 1 June work on installing security barriers and fencing around key venues in Carbis Bay and St Ives will begin. During the summit the main road into the two communities will be closed.\\nExtinction Rebellion in Cornwall has promised a series of “Covid-safe non-violent mass participation actions across mid-Cornwall from Carbis Bay and St Ives to Falmouth and beyond”. In a statement it said: “We will be on the beaches, headlands and town streets bringing our message to the G7.”\\nThe group has launched a crowdfund appeal for £5,200 to help it mount what it calls “high profile, non-violent, theatrical actions” during the event.\\nA coalition of groups under the banner Resist G7 is planning three days of action and is also raising funds to pay for camping spaces, minibuses and toilets. It is encouraging all protest groups to boycott the official sites.\\nThis article was amended on 21 May 2021 to remove a reference to Truro. Since publication, Extinction Rebellion has said it will not be holding any protests in the city.", "image": [["https://i.guim.co.uk/img/media/d3eda40f6d351ca1bebe87144fb8cfd4882a894a/0_0_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "Devon and Cornwall police at their Exeter HQ, where they are preparing for the 11-13 June summit."], ["https://i.guim.co.uk/img/media/22de1c961504ac6e52d7535997a1165918412eeb/0_85_5655_3393/master/5655.jpg?width=445&dpr=1&s=none", "Police patrolling the beach at Carbis Bay last month."], ["https://i.guim.co.uk/img/media/f6c6fb6b9be29bfc9825773831f1415368c96f36/0_0_2333_2917/master/2333.jpg?width=445&dpr=1&s=none", "An officer displays some of the assorted ‘lock-on’ devices at its headquarters in Exeter."]], "author": ["Steven Morris"], "date": "2021-05-20"}, "https://www.theguardian.com/environment/2021/may/10/environment-lawyer-guilty-of-contempt-heathrow-tim-crosland": {"title": "Environment lawyer fined £5k for contempt in Heathrow case", "subtitle": null, "text": "Tim Crosland had claimed he had no choice but to protest against ‘deep immorality’ of backing third runway\\nEnvironmental lawyer Tim Crosland has been fined £5,000 for criminal contempt of court after deliberately making public a supreme court ruling related to Heathrow airport before the result was officially announced. The judges could have jailed him for two years.\\nThe supreme court had ruled that a planned third runway at Heathrow was legal. The runway is highly controversial, with opponents arguing that the increased carbon dioxide emissions it would cause are incompatible with the UK’s obligations to fight the climate crisis.\\nIn Monday’s contempt hearing, Crosland argued his deliberate breach was a reasonable measure to prevent harm from climate change, but the judges said there was “no such thing as a justifiable contempt of court”. Before the hearing, Crosland had said: “If fighting for my children’s lives makes me a criminal, then so be it.”\\nCrosland, from campaign group Plan B, was one of the parties that brought the legal case against Heathrow’s owners and was therefore given the supreme court’s ruling early. But he made it public on Twitter the day before it was due to be released.\\nThe supreme court ruling overturned an earlier judgment by the court of appeal that the government’s approval of the runway was illegal because ministers had failed to take into account the UK’s commitments under the 2015 Paris climate accord, which requires keeping the global temperature rise as close to 1.5C (a 2.7F rise) as possible.\\nIn court on Monday, Crosland accused the government of a cover-up of the consequences of a third runway and said the former transport secretary Chris Grayling “knew Heathrow expansion was inconsistent with” the terms of the Paris agreement.\\n“The attorney general prosecutes me for highlighting the government’s dishonesty and climate hypocrisy in the year of [UN climate summit] Cop26,” he said. “It’s the classic case of retribution against the whistleblower by those attempting to conceal their own guilt.”\\nThe contempt case was brought by the attorney general, Michael Ellis, and was heard at the Royal Courts of Justice in London. “We are satisfied to the criminal standard that Mr Crosland has committed a criminal contempt of court,” said Lord Lloyd-Jones.\\nThe judges said Crosland has remained unrepentant and that his gesture had been futile because the judgment was made available within 24 hours. They said the fine, which is unlimited in contempt cases, was needed to protect the integrity of the judiciary.\\nIn April, six Extinction Rebellion protesters were cleared of causing criminal damage to Shell’s London headquarters, despite the judge directing jurors that they had no defence in law.\\nThe court of appeal’s Heathrow decision in February 2020 was seen as historic by environmental campaigners, as it was the first significant ruling in the world to be based on the Paris climate agreement. Related cases were subsequently brought against plans to build more roads and gas-fired power plants in the UK.\\nAfter the supreme court overturned the court of appeal’s decision on Heathrow, scores of scientists, lawyers and campaigners, including former government chief scientific adviser Sir David King and climate scientist Prof James Hansen wrote a letter of protest to the president of the supreme court.\\n“We urge you to consider the grave implications of this judgment,” they wrote. “The highest UK court has set a precedent that major national projects can proceed, even where they are inconsistent with maintaining the temperature limit on which our collective survival depends. It substantially reduces humanity’s prospects of maintaining that limit and hence, averting disaster.”\\nThe Climate Change Committee, the government’s official advisers, said in December there should be no airport expansion unless emissions from flights could be reduced to compensate. The coronavirus pandemic has severely affected aviation and some observers have suggested demand for flights will not return to a level that requires a third runway at Heathrow.\\nPA Media contributed to this report.", "image": [["https://i.guim.co.uk/img/media/7290d15ce29251d24e892e0a07775eb9d49622ec/23_677_3113_1868/master/3113.jpg?width=465&dpr=1&s=none", "Tim Crosland"]], "author": ["Damian Carrington"], "date": "2021-05-10"}, "https://www.theguardian.com/global-development/2021/may/27/brazil-aerial-photos-reveal-devastation-by-goldminers-on-indigenous-land": {"title": "Brazil aerial photos show miners’ devastation of indigenous people’s land", "subtitle": null, "text": "Impact of thousands of wildcat goldminers shown as president Jair Bolsonaro is accused of trying to promote their illegal work\\nRare and disturbing aerial photographs have laid bare the devastation being inflicted on Brazil’s largest reserve for indigenous people by thousands of wildcat goldminers whose illegal activities have accelerated under the country’s far-right leader, Jair Bolsonaro.\\nActivists believe as many as 20,000 garimpeiro prospectors are operating within the Yanomami reserve in northern Brazil using speedboats and light aircraft to penetrate the vast expanse of jungle near the border with Venezuela.\\nBolsonaro, who has repeatedly bemoaned the size of the Yanomami territory and been accused of emboldening environmental criminals with his pro-development rhetoric, was due to make a provocative trip to ​a village in the reserve’s south-western tip​ on Thursday – his first to an indigenous community since becoming president in January 2019. Yanomami leaders denounced the visit as an unwanted attempt to promote illegal mining in their ancestral land.\\nThe images, captured during flyovers early last month, leave no doubt about the intruders’ impact on the 9.6m-hectare (24m-acre) Amazon enclave – nor the impunity with which they are allowed to act in a supposedly protected reserve.\\nSeveral photographs show areas where the miners, whose trade Bolsonaro has vowed to legalise, have obliterated the dense, pine-green forest and replaced it with immense bronze-coloured gashes littered with felled trees and pools of stagnant water. Others depict bustling riverside encampments where the garimpeiros live and work, featuring bars, restaurants, shops, houses and even a snooker table. In some pictures it is possible to make out single-engine planes and helicopters – used to smuggle workers, supplies and equipment into the reserve – positioned beside clandestine airstrips near the Venezuelan border.\\nAlong the Uraricoera river, a region the Guardian visited last year, the monitoring team spotted enormous manmade craters reminiscent of the Serra Pelada goldmine made notorious in the 1980s by the images of Brazil’s most celebrated photographer, Sebastião Salgado.\\n“What shocked me was the enormity of it,” said Christian Braga, the Amazon-based photographer who took the recent images from a Greenpeace turboprop plane.\\n“We knew these mines existed. The whole of Brazil knows there are goldmines on Yanomami land. But we didn’t understand the true scale of it and how economically valuable these mines are. These mines are prosperous. These mines are worth millions … It is truly frightening. They are just huge.”\\nBraga said the miners he saw at work in the Yanomami reserve, which is the same size as Portugal, bore no relation to those who once used steel pans to hunt for gold in remote Amazon rivers.\\n“That’s history; nowadays the mines are insane. These guys are organised. They’ve got planes. They got antennas. They’ve got satellite TV, motorbikes, quad bikes, planes, helicopters, air conditioning, generators. These guys have built a town,” the photographer said.\\n“When I looked down [at their camps] I just thought: we’ve lost control of goldmining … just look at the point this has reached. More than 20,000 garimpeiros. What are we going to do now?”\\nBraga’s photos were released as part of a report from the Yanomami association Hutukara exposing the dramatic expansion of mining in their territory. The report, which also used satellite imagery, claimed last year there was a 30% increase in deforestation within the reserve compared with 2019, with about 500 hectares of forest razed – the equivalent of about 500 football pitches. Another 200 hectares were destroyed in the first three months of this year.\\nEstêvão Senra, one of the report’s authors, said an “environmental and human tragedy” was under way in the reserve where an estimated 27,000 Yanomami live, largely isolated from the rest of Brazil.\\n“The destruction caused by illegal mining this year could break last year’s record, which was already very dramatic,” said Senra, a geographer who is tracking the miners’ advance through Yanomami territory. “Business is booming and this is extremely worrying.”\\nIndigenous activists describe the crisis as the territory’s most troubling moment since the late 1980s and 1990s when tens of thousands of wildcat miners poured into the reserve bringing with them violence and diseases to which many Yanomami lacked immunity. In the most infamous episode, in 1993, goldminers murdered 16 Yanomami in what became known as the Haximu massacre. “It was terrible,” Carlo Zacquini, an Italian missionary who has worked with the Yanomami since the 1960s, told the New York Times in the aftermath of those killings. “One of the miners stabbed a child, then cut his head off.”\\nDário Kopenawa Yanomami, an indigenous leader who was born during that catastrophic gold rush, said he feared history was repeating itself. “I grew up amid the invasion of 40,000 wildcat miners, who killed almost 20% of my people … we suffered so much. Our relatives were massacred. The garimpeiros killed a lot,” the 37-year-old said, adding: “It feels like we’re facing the same crisis today.”\\nThe sense of emergency has intensified in recent weeks after deadly clashes between miners and Yanomami and a gun battle between federal police agents and heavily armed gunmen apparently linked to the mines. “There are signs the situation may become even more complicated [than in the 1980s],” Senra said.\\nIn a recent interview the anthropologist Ana Maria Machado, who works with the Yanomami, called the region “a pressure cooker about to explode” and claimed Brazil’s president shouldered part of the blame because he had encouraged the invading miners. “Bolsonaro gives a green light to all types of illegality in the reserves,” Machado said.", "image": [["https://i.guim.co.uk/img/media/ab3af563226dcfb144cbc8e919f39f3897233d64/0_68_2000_1200/master/2000.jpg?width=480&dpr=1&s=none", "One of the illegal gold mines in the Uraricoera river region of the Yanomami reserve "], ["https://i.guim.co.uk/img/media/cfac447d9eba13df68fd95a2ab467162ac980f53/0_0_2000_1335/master/2000.jpg?width=465&dpr=1&s=none", "An illegal gold mine in the Uraricoera river region of the Yanomami reserve."], ["https://i.guim.co.uk/img/media/fd6651a2489cfb9ed64a1b17c9646e10e6048a37/0_0_2000_1333/master/2000.jpg?width=465&dpr=1&s=none", "An area of rainforest destroyed by goldminers in the Apiaú region of the Yanomami reserve."]], "author": ["Tom Phillips", "Flávia Milhorance"], "date": "2021-05-27"}, "https://www.theguardian.com/environment/2021/may/07/the-young-people-taking-their-countries-to-court-over-climate-inaction": {"title": "The young people taking their countries to court over climate inaction", "subtitle": null, "text": "Children and young adults around the world are demanding action from governments on global heating and the ecological crisis\\nSofia Oliveira is one of six young Portuguese people who have filed a lawsuit against 33 countries with the European court of human rights, demanding that governments do more to reduce emissions and safeguard their future physical and mental wellbeing. Last October the Strasbourg-based court granted the case priority status.\\nAfter we announced that we were six youths from Portugal who were suing 33 countries for not doing enough to reduce emissions and fight climate change, the response was bigger than anything I had imagined. Media called from around the world. And it made me so happy and hopeful.\\nI’ve been worried about climate change for a long time. When I was 11 years old, my younger brother André, who is also one of the young people in this case, had a terrible asthma crisis. The weather was hot and dry, and he was suffocating.\\nHere in Portugal the effects of climate change are increasingly visible: heatwaves that cause water shortages and affect food production, and violent wildfires that give us anxiety. Sometimes I think, if climate change is already so extreme, what will it be like in the near future if we do nothing about it? So one of the most important reasons I’m involved in this case is to help my little brother have a good future, along with my parents, myself and the next generation.\\nRight now, the courts have told the governments that they need to reply by the end of May. The 33 countries tried to have the case dismissed, but the court said no. And we were so happy. Imagine, 33 of the biggest economies in the world saying, “We don’t want this” and six youths saying, “We are going to do this.”\\nI think we might win the case. I hope the case will make things right, that it will make countries lower their emissions and stop using so many fossil fuels. This case is revolutionary – it has shown that together our voice is strong and can reach the whole world.\\nAs told to Ashifa Kassam.\\nSaúl, who goes by his second name, Amaru, is one of seven Peruvian children who have filed a complaint against the Peruvian state for its alleged failure to adequately halt deforestation in the Amazon. They argue that their futures are severely compromised due to the climate crisis, particularly their right to enjoy a healthy environment, along with their rights to life, water, and health. The case was filed in December 2019, but has not progressed due to the Covid-19 pandemic.\\nWe filed this lawsuit because the state does not really develop national policies to protect the environment. By raising our voice as children and teens, we can make the state listen to us and develop more concrete measures to combat climate change.\\nWe were inspired by Greta Thunberg and the idea that children and teenagers can make a difference. We believe that the young should raise our voices when the adults don’t, especially when our politicians are not the best.\\nIn our Amazon, the main problem is deforestation. There are no measures to resolve this problem. The amount they cut down goes up every year, so if we don’t halt this problem now, it will get worse and worse and be more difficult to stop.\\nSince I was little, I was taught about the problem of pollution and climate change, but I never thought about taking action because I assumed that politicians would take care of it, or I should grow up and become a professional to make changes. Then I realised I could do something as a teenager without letting any more time pass – I could take action.\\nYou can witness climate change. Adults always tell you what the weather was like before; the seasons, for example, are more uncontrolled. How can it be that one day it is hot and the next day it is cold?\\nWe are waiting for a response to the lawsuit because it is a long process. Plus, we have a lot of problems in the country. We are constantly in crisis, so I think it’s not a priority at the moment.\\nI think we can win. I almost take it for granted that we will because our cause is a just cause. It’s the first lawsuit of its kind in Peru and I hope, for that reason, that it might be the beginning of something and the first of many more.\\nAs told to Dan Collyns.\\nRaman-Middleton, who lives in south London, is one of the co-founders of the air pollution campaign Choked Up.\\nI went to primary school with Ella Kissi-Debrah [who died as a result of air pollution] and, like her, grew up just off the South Circular road in London, so I have lived with the reality of air pollution all my life.\\nI met the three other founders of Choked Up – who are all young women of colour from south London – on the Advocacy Academy programme last year. It was great to meet people who, like me, felt so passionately about clean air and the environment and who also recognised how people of colour were being disproportionately affected by the environmental crisis – whether in the UK with air pollution, or in the global south with the impacts of climate change.\\nToo often our experiences are overlooked by an environment movement that is predominantly white and middle class. As young people of colour, we found that frustrating. But I am hopeful this can change because young people are becoming more aware of the intersectionality of climate justice.\\nThere is a growing understanding that it is not just as simple as “solving or fixing” climate change – there is a whole system, a whole multitude of other issues around racial and social justice that are intertwined with the climate crisis. Choked Up aims to make those connections and foreground the experiences of young people of colour. We chose air pollution as our campaign because all four of us live in heavily polluted areas and see every day the often devastating impact it has on our communities.\\nAs told to Matthew Taylor.\\nJamie Margolin organised a youth climate march at 15 and co-founded the youth climate action movement This Is Zero Hour at 16. She is a plaintiff in the Our Children’s Trust lawsuit against the government in her home state of Washington, US.\\nWhen I first started, I was kind of under the illusion that Democrat equals climate action. I didn’t understand that just because I lived in a blue state, it didn’t mean my leaders would automatically listen to me.\\nWell, I stepped out of that reality really quickly. I joined a lawsuit suing the state of Washington for denying my generation our rights to life, liberty and the pursuit of happiness by continuing to worsen the climate crisis. But lawsuits take years. I couldn’t just wait around for the courts to do their thing.\\nIt was a perfect storm – of absolute hell. There were the wildfires that blew over the city of Seattle, covering it in a thick layer of smog. It was really scary because the Pacific north-west is known for amazing air quality – it’s clean and crisp. Suddenly that was gone. I couldn’t breathe, to the extent that it hurt. And then there was Hurricane Maria, Hurricane Harvey, all of these climate disasters. And the last president pulled us out of the Paris climate accords. It was all of these things that came together.\\nThis was before Fridays for Future, before Greta Thunberg started striking. Youth climate mobilisations were not in vogue. The Standing Rock movement, which was big at the time, was started by indigenous young people, so it’s not like young people weren’t mobilised. It just wasn’t something people paid attention to.\\nWhen I was 15 years old, I found other youth activists on social media, and we organised 25 youth climate marches, with the main one in Washington, DC. We also had a youth climate lobby day around the country. The movement has changed the culture. Things that were niche are now common knowledge. Greta and I are now legal adults. We have to understand there’s wisdom in each generation.\\nI identify as a lesbian. When you’re part of a marginalised community, you have to actively fight for justice for your community, while also fighting for climate justice. I’m in film school right now, and I’m not studying to make climate documentaries. The thing I’m super passionate about is LGBT representation in the media, and storytelling. People are often very surprised when I tell them my dream job is to write gay Disney princess movies.\\nI have dreams beyond just trying to stop the end of the world. No one wants to think about climate change. Everyone has other dreams. When I was a little child, I wasn’t like, “Some day I hope to narrowly escape planetary destruction.” That wasn’t my dream. But I’m doing this because I have to, for survival.\\nAs told to Emily Holden.\\nOne of China’s only youth climate activists to take part in Fridays for Future and Extinction Rebellion activities in recent years, before beginning to inspire a handful of others to take similar action.\\nOu Hongyi, also known as Howey Ou, demonstrates for climate action, even though demonstrations are forbidden in China without explicit approval of the authorities. In October, Howey sat alone in front of a hotel for more than 10 hours to protest about the lack of ambition in the hotel industry in China to reduce carbon emissions.\\nBut while some youths in China have become energised by Ou’s activism, many attempts to take part in protests have been scuttled, including plans for protests on 19 March.\\n“Police interfered before the action happened,” Ou said. “Two activists I know of went to Chengdu, but their families were called and they warned them, or tried to scare them, to not take part. They were told to go to the Chengdu NGO management office to ‘provide information’ separately in the days before the action, then on Friday morning [19 March] they were taken to the police station for formal interrogation, required to sign documents, had their DNA samples taken, and were released that night. So they did not go out on the streets.\\n“The next week, when they returned home, the police met them at the train station like old friends, and they were visited again by police later in the week.”\\n“Other than these, I spoke with other students who organised at their schools but they now have no more intention to organise any Fridays for Future actions. They’ve been warned by their schools or had conflicts with their parents and stopped.”\\nShe is currently in Europe, and recently went on hunger strike in protest at industrial policies there. She remains defiantly positive about the role that protest can play.\\n“This is not about how much suppression we received, but the bright part is that although we expect difficulty, we still dare to exist. We dare to tell the truth about the climate and ecological emergency, we dare to challenge the capitalist and consumeristic world. We refuse to be prisoners of injustice.”\\nAs told to Michael Standaert.", "image": [["https://i.guim.co.uk/img/media/b56f28bb37044667d3538e681bdb345c9b6d5d41/0_170_5384_3230/master/5384.jpg?width=465&dpr=1&s=none", "Howey Ou"], ["https://i.guim.co.uk/img/media/d1ae5906a122d3240c2d9ebc9520cc6e9b803eef/0_0_1920_1440/master/1920.jpg?width=445&dpr=1&s=none", "Sofia Oliveira and André"], ["https://i.guim.co.uk/img/media/40f05dfd5e78b1ce6d5e2f120b535ca8b103747d/0_128_640_384/master/640.jpg?width=445&dpr=1&s=none", "Saúl Amaru Álvarez and friends"], ["https://i.guim.co.uk/img/media/c1ae4778c486bd16ccf4cafd5a830fbf09c6d969/0_0_6720_4480/master/6720.jpg?width=445&dpr=1&s=none", "Three youngsters"], ["https://i.guim.co.uk/img/media/8086b94bc37764c56cc4018a104fec5a6af8461b/0_0_2436_1624/master/2436.jpg?width=445&dpr=1&s=none", "Jamie Margolin."], ["https://i.guim.co.uk/img/media/fb142d188bff1fc98fa187e90f564bd18f5ccfc6/0_84_1280_768/master/1280.jpg?width=445&dpr=1&s=none", "Howey Ou"]], "author": ["Matthew Taylor", "Emily Holden", "Dan Collyns", "Michael Standaert", "Ashifa Kassam"], "date": "2021-05-07"}, "https://www.theguardian.com/commentisfree/2021/may/20/bahrain-made-me-stateless-now-my-young-daughter-is-facing-a-similar-fate-in-the-uk": {"title": "Bahrain made me stateless, now my young daughter is facing a similar fate in the UK", "subtitle": null, "text": "The Home Office sees activists like me as a security threat – and I suspect that is behind its endless bureaucratic delays\\nIn 2017, my daughter was born in London without a nationality. She has never owned a passport and cannot leave the country. Her only official form of identification remains her birth certificate. For years, attempts to resolve my daughter’s status appear to have been actively obstructed by the UK government. Unfortunately for my family, as a stateless refugee and vocal human rights activist, the Home Office views me as an enemy.\\nI fled to Britain from Bahrain almost a decade ago, after being tortured and imprisoned for joining the country’s Arab spring uprisings. After being granted political asylum, I continued campaigning for democratic reform in my homeland, leading Bahrain’s government to arbitrarily revoke my Bahraini nationality in 2015.\\nWhen my wife became pregnant, I grew concerned about the effect my statelessness would have on my child. Bahrain’s patriarchal legal code prevents mothers passing on citizenship to their children and, given that I had no nationality myself, my daughter risked being born stateless too. To prevent this, after five years as a refugee I applied for indefinite leave to remain in the UK, which would allow her to acquire British nationality at birth.\\nAccording to the Home Office, 95% of applications for indefinite leave to remain are processed within six months. However, after six months passed, during which time my daughter was born stateless, I was informed my case was “complex”, and would require more time. Over the next two years, during which I was twice forced to take legal action against the government, I began to understand why.\\nExasperated by unexplained delays to my indefinite leave to remain, in 2019 I submitted a “subject access request” to obtain any personal information held on me by the Home Office and determine why it was so resistant to approving my residency application. The request revealed that the Home Office kept detailed records of my activities in the UK, including copies of articles, interviews and comments I had published in UK newspapers and international media outlets.\\nMy records had also been shared with Manchester police, who earlier that year had inexplicably denied me entry to the Conservative party conference, despite being invited to speak at a side-event hosted by Freedom from Torture. It transpired I had been deemed a security risk because I participated in a protest four years earlier that tried to block Bahrain’s king visiting No 10. I realised that the government had monitored my activism for years. This was the “complexity” that had held up my application for so long.\\nThe surveillance of activists by the British state is nothing new. As the continuing public inquiry into undercover policing has revealed, British police spent decades infiltrating leftwing activist groups, often by deeply immoral means. Last month it was revealed that former senior government minister and Labour peer Peter Hain was monitored for years over his anti-racist activism, with one officer labelling him a “South African terrorist” for campaigning against apartheid. Although I ultimately received my indefinite leave to remain status, my opposition to Britain’s relationship with dictatorships has put me in the sights of the Home Office.\\nRather than addressing these historic injustices, under Priti Patel’s leadership the Home Office has continued to view activists as a security threat. Last January, it emerged that environmental and anti-war groups including Greenpeace and CND were included in a counter-terror policing document aimed at deterring violent extremism.\\nLabelling opposition and campaign groups as terrorists is a tactic straight out of the repressive playbook followed by authoritarian regimes like the one I had to flee in Bahrain. It seems the home secretary has long been an admirer: in 2010, months before our fledgling pro-democracy movement was brutally crushed, Patel enjoyed a state-funded trip to the country as a member of a pro-Bahrain parliamentary group. Last year she even toured a police department in Bahrain renowned for torturing prisoners, before meeting thejustice minister to discuss “areas of cooperation in the judicial and legal field”. As someone who has experienced Bahrain’s repression first-hand, including the torture and ongoing imprisonment of members of my own family, this cosy relationship is deeply alarming.\\nWith a Home Office openly hostile to both refugees and so-called lefty do-gooders, my difficulties securing settled status in Britain are perhaps understandable. Yet three and a half years after my application for indefinite leave to remain, which was finally approved in 2019, my daughter has still not received the British citizenship she is entitled to by law, and the decision continues to be inexplicably delayed. We were also forced to pay £1,012 to complete her citizenship application, despite these prohibitive costs being ruled unlawful by the high court.\\nRegardless of the government’s attitude to my work, my daughter is a three-year-old child living in a precarious legal limbo, and the Home Office is required by law to resolve her statelessness. Yet the torturous process continues to drag on: of course the pandemic has slowed down a lot of bureaucracy, but my experiences so far suggest something deeper is at play.\\nDespite promising to “fix Britain’s broken asylum system”, the home secretary appears intent on further punishing those seeking refuge in the country, with the UN warning that reforms announced in March risked violating the 1951 Refugee Convention, which Britain helped draft.\\nThe legislation proposed by Patel represents a new low in the Home Office’s campaign to demonise one of Britain’s most marginalised communities. If the home secretary were serious about reform, she would begin by ending the excessive and illegal citizenship fees and cease their collective punishment of children whose parents’ political views they disagree with.\\nSayed Ahmed Alwadaei is the advocacy director of the UK-based Bahrain Institute for Rights and Democracy", "image": [["https://i.guim.co.uk/img/media/96afca558e9587fc8a635bfd2b582fd0626789e1/0_203_4334_2601/master/4334.jpg?width=465&dpr=1&s=none", "Priti Patel in January."]], "author": ["Sayed Ahmed Alwadaei"], "date": "2021-05-20"}, "https://www.theguardian.com/environment/2021/may/04/carbon-offsets-used-by-major-airlines-based-on-flawed-system-warn-experts": {"title": "Carbon offsets used by major airlines based on flawed system, warn experts", "subtitle": null, "text": "Guardian investigation finds carbon credits generated by forest protection schemes are based on flawed system\\nThe forest protection carbon offsetting market used by major airlines for claims of carbon-neutral flying faces a significant credibility problem, with experts warning the system is not fit for purpose, an investigation has found.\\nMoney from carbon offsets can provide vital financial support for projects seeking to protect and restore some of the most beautiful threatened ecosystems around the world. Given that nature-based solutions can make a significant contribution to the climate mitigation needed to stabilise global heating, a functioning finance channel will be important for climate change progress, and particularly for developing countries.\\nBut a joint investigation into the offsetting schemes used by some of the world’s largest airlines carried out by the Guardian and Unearthed, Greenpeace’s investigative arm, found that although many forest projects were doing valuable conservation work, the credits that they generated by preventing environmental destruction appear to be based on a flawed and much-criticised system, even though these credits were being used to back up claims of “carbon-neutral flying” and net-zero commitments.\\nWe looked at 10 forest protection schemes that airlines were using before the pandemic which had been accredited by Verra, a US nonprofit which administers the world’s leading carbon credit standard, VCS (Verified Carbon Standard). Projects estimate the emissions they have prevented by predicting how much deforestation and land clearing would have occurred without them. The reductions are then sold on as credits. We found their predictions were often inconsistent with previous levels of deforestation in the area and in some cases, the threat to the trees may have been overstated.\\nBeyond that, there are concerns about the inherent problem of looking into the future and predicting which trees would and would not have been felled, and of proving additionality – that the project itself made a difference to the outcome – which have dogged the offset system from its outset. Although there has been work to address this fundamental issue, we found that concerns remained.\\nThe findings have been fiercely criticised by Verra, who maintain the methods they endorse have contributed to the fight against climate change and deforestation, and transformed local economies for the better.\\nThales West, a scientist and former project auditor, led a study on schemes in the Brazilian Amazon that found that projects had routinely overstated their emissions reductions. He said that the methodologies “are not robust enough” which means “there is room for projects to generate credits that have no impact on the climate whatsoever”.\\nArild Angelsen, a professor of economics at Norwegian University of Life Sciences and a specialist in Redd+ (reducing emissions from deforestation and forest degradation), said that although Verra methodologies for claiming credits were a serious attempt to measure emission reductions from reducing deforestation, they were not currently robust enough.\\nBritaldo Soares-Filho, a deforestation modelling expert and professor at the institute of geosciences at the Federal University of Minas Gerais told the Guardian that under the current system, calculating genuine emission reductions relied on being able to accurately predict the future. “Models are not crystal balls. Models are a sign to help devise policy and evaluate policy choices.”\\nLand use software that he designed, Dinamica EGO, is frequently used by projects to predict where deforestation would have taken place. Soares-Filho said, in his experience, projects have a tendency to inflate threats to the forest and current modelling approaches result in “phantom carbon credits”.\\nAlexandra Morel, an ecosystem scientist at the University of Dundee who was involved in setting up one of the 10 projects in question, believes it was difficult to judge if the emission reductions claimed by projects were real.\\n“It’s impossible to prove a counterfactual,” she said. “Rather than just valuing what forests are actually there, which are actively providing a carbon sink or store right now, we have to surmise which forests would still be here versus which ones are the bonus forests that were spared from the theoretical axe.”\\nMargaret Kim, the CEO of Gold Standard, another organisation that certifies carbon offsets, told the Guardian and Unearthed that her organisation did not certify Redd+ projects because she believed the way it was set up did not work. “A project can actually cherrypick proxy areas. So a reference region can be set up to be most convenient to a project to maximise its baseline deforestation rate.”\\nVerra, which certifies the projects studied by this investigation, pointed out that many of the benefits provided by these projects were difficult to measure. “Verra channels finance, technology, and knowhow to forest-dependent rural communities who otherwise lack resources. These projects tackle deforestation in increasingly novel and creative ways.”\\nThey create jobs by creating wardens to look out for illegal logging; they support local farmers wanting to move to more sustainable practices; they improve access to water and education. “In a nutshell, projects are working to transform local economies so that they no longer have to depend on cutting down the forest.” Some of the projects pointed out that they were dealing with aggressive cattle ranchers and loggers, corrupt government officials, coca plantations and local drug cartels, and extreme poverty, as well as climate change.\\nBut Verra also believes strongly in its Redd+ programme, and argued that the analysis by our investigation was “profoundly flawed”. It pointed out that since our initial contact with it, it had begun the process of amending its standard with a comprehensive set of updates that it believes represents “our commitment to making sure the accounting for emission reductions from forest preservation efforts is as accurate as possible, consistently incorporates the latest scientific best practice, and supports government-led efforts to stop deforestation”.\\nCrystal Davis, the director of Global Forest Watch at the World Resources Institute, strongly defended the usefulness of conservation finance mechanisms and pointed out that “tropical forests cannot afford to lose Redd+ as a mechanism for conservation financing at scale”.\\nShe did not think the analysis by McKenzie Intelligence Services (MIS), a London-based company that specialises in geospatial imagery analysis and intelligence, showed projects were inflating their projections, but agreed “that post-facto assessment of the integrity of baselines is really hard to do.\\n“That’s a big problem. I don’t think Redd+ will ever realise its full potential as a conservation financing mechanism if we can’t create more public-facing transparency and accountability in the system.” She added that she was encouraged to see major efforts under way to achieve this.\\nIt’s well over a decade since the world’s governments came up with a plan to slow and even stop deforestation as part of international action on the climate crisis. The plan was simple: developing countries would, basically, be paid not to cut down trees. The idea, signed off in 2007, was called Redd+.\\nIt was hoped that the emissions reductions would feed into a cap-and-trade system for the climate, a market-based method that had proved successful a couple of decades earlier at dealing with acid rain (and then the ozone layer) by setting limits on how much sulphur dioxide every company could emit. If you needed to emit more than your limit, you bought credits from a company that had managed to emit less. The benefits of emitting less and the cost of emitting more rapidly drove down emissions. The plan was to do the same thing for greenhouse gases on a global scale.\\nBut 13 years later, intense disagreement over the global carbon market that would underpin Redd+ and other climate mitigation systems has meant it is the only part of the Paris agreement rulebook that governments are yet to agree. In the absence of a robust, internationally agreed system, small-scale unregulated forest protection projects have sprung up around the world, often known as “voluntary Redd+”.\\nThere is no official certification system, but the most commonly used is Verra. Companies such as airlines, ice cream companies, banks – anyone who emits carbon and wants to offset their own emissions – give the NGOs money to carry on protecting the forest.\\nSo far the market for carbon offsets has been small, at about $300m (£215m) in 2019. But during the last couple of years, a huge wave of corporate net zero strategies and carbon neutrality claims have changed the need for stringent carbon accounting for Redd+ credits. The former Bank of England governor Mark Carney is leading a taskforce to transform carbon offsetting into a multibillion-pound annual market. The chancellor, Rishi Sunak, has announced his intention to make London a global trading hub for voluntary offsets.\\nIf these projects are to play the role outlined for them in the decarbonisation of the developed world, by providing offsets for major companies and helping to contribute to the net-zero journey, then it is vital that the methodologies they use in order to calculate the reduction in emissions are rigorous and accurate.\\nCurrently, Verra has a number of requirements for projects that it will agree to certify and there are several methodologies that can be used. Generally, each Redd+ project must measure deforestation and land use changes in a reference region, a much larger area that is judged representative of the scheme that often includes the project. They must also document environmental threats from nearby areas, their conservation activities, the ecological makeup of the area, and the likely effect of the Redd+ project on the communities that live in and around it, in many cases by projecting historical trends into the future.\\nThe number of carbon credits generated by a project depends on the difference between its prediction of deforestation and what actually happens. Verra says its methodologies are conservative by design to ensure counterfactual predictions are realistic. The claims are then checked by an approved third party auditor to see if they have followed the methodology correctly.\\nThe Guardian and Unearthed looked at 10 projects, which supply credits to six major airlines, including British Airways and easyJet, to assess, as best we could with the help of experts and commissioned satellite analysis, exactly how realistic their predictions were. Although this is not a comprehensive analysis of voluntary Redd+ projects, these projects make up 10 of the 79 that Verra oversees, so an analysis will give some helpful insight into the functioning of the larger sector. We looked at the tools they had used for their predictions, and at the outcomes to date.\\nThe investigation found an inconsistent use of predictive methods and tools. Two of the projects had used Dinamica EGO to estimate where deforestation would take place given threats to the environment. Soares-Filho cautioned against its use for Redd+ projects, and said the modelling approach of calculating forward-looking baselines resulted in “phantom credits” because the software was not designed to accurately predict the future.\\nTwo had modelled deforestation and land use change using a tool that allows them to assume a massive rise in the rate of deforestation compared with the historical rate.\\nOne project had used a simple single variable model, which predicted a large increase in deforestation in the absence of the project. Another two had built their own models – one claiming the entire rainforest would be gone without them, another claiming that about a quarter would go. Another adopted a baseline from the national government. One said it would prevent large amounts of deforestation with sustainable nut farming, another with a mixture of planned logging and forestry protection.\\nWe looked at the previous deforestation rates in and around the projects, and compared them with the predicted rates. Here, we found that where we were able to compare, the projects had generally predicted deforestation rates that seemed inconsistent with previous rates.\\nOne project forecast an annual rate that was triple that in the worst year before it started. One in a remote, inaccessible part of the jungle was basing its predictions on the rate of deforestation either side of a major road. Another was looking after an area which had been converted into a national park and where there had been no illegal deforestation for years. Despite this, it predicted a huge increase in deforestation if the project was not there.\\nOne had very low rates of deforestation before the project started but forecast high annual rates without it, while another had adopted a generally conservative approach. It was impossible to assess the forecasts of five projects because of technical limitations and methodologies they had used.\\nFour schemes had made deforestation predictions about their project area and a surrounding reference region that we could easily examine. We asked MIS to assess tree cover loss in the reference areas of all four projects, excluding the project areas (for a number of reasons it was not appropriate or possible to examine all 10). If tree cover is lower in that area it could indicate that the original predictions were inaccurate and deforestation baselines were inflated.\\nHowever, as Verra, GFW and some of the projects pointed out to us, it could also indicate that the projects had been much more successful than originally expected, and that the work to reduce deforestation within the projects had spilled over into the surrounding area, reducing deforestation across the region.\\nThe MIS analysis did, indeed, find that deforestation in the reference regions was far lower than predicted; in two projects the actual rate of deforestation, according to the MIS figures, was around a third of the predicted rate. In another it was half, while in a third it was just one-fifth. But the difficulty in assessing the meaning of this information highlights a fundamental problem with the accounting system.\\nWe spoke with all the projects about their challenges and benefits of their work. “[We are dealing with] aggressive cattle ranchers and loggers, corrupt government officials, coca plantations and local drug cartels, extreme poverty, tropical storms, forest fires, perverse land use policies, and now climate change,” one project told us.\\nSeveral said they were protecting precious ecosystems with rare wildlife, and their activities helped support their survival. “We rely on the voluntary carbon market to pay forest communities for the environmental services they provide for the global community, which include protecting the forest, reducing carbon emissions,” another said. “We use the best science available, and comply with agreed and third-party verified protocols to produce carbon credits that vouch for the environmental services that are being delivered.”\\nThe carbon credits were a vital source of finance for almost all the projects. One said they had filled the gap after western donor funding dried up. Another said the money from credits helped support communities that otherwise would not have an outside source of income. Some Redd+ projects were for-profit schemes and said criticisms of the system were ideological.\\nUnfortunately, no comprehensive scientific assessment has yet been published on how forest-based carbon offsetting projects affect deforestation. This year, researchers at the University of Cambridge are expected to publish a first-of-its-kind study assessing how well Redd+ projects stop and slow deforestation.\\nThe 2020 study by West, which was published in PNAS, assessed 12 Verra-approved Redd+ schemes in the Brazilian Amazon to analyse how claimed emissions reductions matched up with reality.\\nTo do so, researchers compared deforestation trends in Redd+ projects with control groups with similar characteristics, finding the schemes had routinely overstated their emissions reductions. The study found that reductions in deforestation were almost all due to national-level policies such as the 2006 soy moratorium in the Amazon that caused spectacular drops in deforestation, not the projects.\\nAlthough the 12 projects claimed 24.8m tonnes of emissions reductions using Verra methodologies, deforestation rates in 11 of them showed no difference with control groups in the study. For the one project that did, authors said 40% of the claimed emissions were overstated.\\nIn a statement, Verra said it was concerned that the Guardian did not understand how its methodologies worked, or the VCS rules, the investigation was “fatally flawed” and had not produced fact-based journalism, ignoring its success at preserving standing trees. The organisation disputed the independence of the investigation and described it as a “hit piece” because of Greenpeace’s opposition to carbon credits, adding that many of the criticisms were outdated and did not reflect what was currently happening with Redd+ carbon credits. Finally, Verra said the journalism was dangerous as it threatened finance for preserving standing forests and was more akin to a political campaign.\\nVerra is making substantial changes to the way projects generate credits to comply with likely changes if disagreements over the Paris agreement rulebook covering nation-level Redd+ are resolved. Projects will be “nested” in national and regional systems and will derive credits from a nationally allocated baseline. The organisation has developed a new risk-mapping tool to highlight areas most at risk of deforestation. Verra said credits generated using previous methodologies would not be retired.\\nIn response to the findings of the investigation, airlines said they trusted the quality of Redd+ credits they used for climate commitments, which were often sourced through a third party. EasyJet, which offsets fuel emissions on behalf of all customers for “carbon-neutral flying”, said it was an interim measure while zero-emission technology was developed and the airline was confident the projects it supported were in effect preventing forest loss.\\nBritish Airways said it was committed to net zero emissions by 2050 and offsetting remained a key part of its near-term plan while alternatives to fossil fuels were developed.\\nDelta said Verra’s methodologies were rigorous and science-based, also adding that it was investing in low-carbon technologies. Other airlines echoed these comments and said the use of offsets was an intermediary measure.\\nAdditional reporting by SourceMaterial, a non-profit investigative journalism organisation.", "image": [["https://i.guim.co.uk/img/media/e58f4552446902f63d14ce680fd51c77bce757c9/0_1_2200_1320/master/2200.jpg?width=465&dpr=1&s=none", "Tropical forests in Costa Rica"], ["https://i.guim.co.uk/img/media/065c5fb0ff7f59ceae9292561c5713060eb99779/0_0_3500_2333/master/3500.jpg?width=445&dpr=1&s=none", "A eucalyptus plantation"], ["https://i.guim.co.uk/img/media/d82cc0bd7e2897545614b7a4e3389a485bcd38fa/0_0_3320_2213/master/3320.jpg?width=445&dpr=1&s=none", "Illegal logging - such as this shipment seized by Amazon Military Police in Brazil last year- is a critical threat to forests."], ["https://i.guim.co.uk/img/media/b452095856990057f3816ac34decfea932792eda/0_117_3500_2101/master/3500.jpg?width=445&dpr=1&s=none", "Here, a burnt area of the Amazon is seen during an operation to combat illegal logging."], ["https://i.guim.co.uk/img/media/7e700313c591f1679d76c45261f3e6aece5b303b/0_0_4000_2667/master/4000.jpg?width=445&dpr=1&s=none", "Timber planks at an illegal logging site in the Philippines."]], "author": ["Patrick Greenfield"], "date": "2021-05-04"}, "https://www.theguardian.com/world/2021/may/02/orchestrating-climate-protest-roc-sandford-shed-in-the-hebrides": {"title": "The man orchestrating climate protest … from a shed in the Hebrides", "subtitle": null, "text": "Roc Sandford lives alone on Gometra, his own island. He tells of his fears for his family, and the future of all children\\nIn the past year, Roc Sandford has left the tiny Scottish island which is his off-grid home only once, to get a Covid vaccination. The rest of the time he has been alone with the birds, sheep and open skies.\\nHis days are busy but evenings can be lonely; cooking for one is “very sad”, he says. At the moment, he is enjoying some wine sent by a friend, eking out the six bottles by sipping from a thimble-sized glass. Despite his commitment to a close-to-zero carbon footprint, he misses socialising with friends and family. “I work very hard and very productively in this beautiful, beautiful natural environment, without the compromises one has to make elsewhere. But I can’t go to the pub.”\\nSandford, 62, is speaking to the Observer from a small shed perched on a hill a few minutes walk from his house on Gometra, in the Inner Hebrides. Here he can pick up 4G from a mast on the neighbouring island of Coll, 20 miles away. The signal is his connection to the world, his four children and a network of environmental activists.\\nJust now, most of his time is spent on Ocean Rebellion, a sister group to the climate action organisation Extinction Rebellion. It uses disruptive, non-violent actions aimed at tackling biodiversity loss, overfishing, the impact of the climate emergency on the ocean, and deep-sea mining.\\n“The oceans are dying, and if they die, we die. Ocean Rebellion has been set up to help stop it,” says Sandford. The group is challenging bodies such as the International Maritime Organization, which, he says, is in “complete denial” over the climate crisis.\\n“I call them stealth organisations because very few people know about the IMO, and yet it has immense power over our futures, our children’s futures and the futures of people all over the world. And so we try to bring them into the limelight.”\\nSandford’s isolation on Gometra means he doesn’t take part in what he calls “creative actions”; instead he helps coordinate them from his communications cabin on the hill. “Orchestration might be an exaggeration – I am an instrument in the orchestra,” he says. “And basically everyone needs to be an instrument in this orchestra, everyone has got to start playing the tune.\\n“We’re playing Russian roulette, with a gun pointed at our children, with five bullets instead of just one in the chamber, and we go on pulling the trigger until it goes off. That’s basically what climate and nature breakdown are.”\\nStanford’s adult children have taken up the baton of climate activism. One works at an environmental thinktank – “solutions rather than protest” – and the other three have all taken part in campaigns. His youngest, Blue, and her brother, Lazer, occupied a network of tunnels dug close to Euston station in London earlier this year to highlight the environmental destruction that activists say the high-speed rail link HS2 will cause.\\nIn a television programme, Stacey Dooley Sleeps Over, to be shown at 10pm on W channel on 17 May, Sandford says the protest was “worth risking your life for … if you’re really unlucky and you die, it was probably worth it in the fight.” Talking to the Observer, he explains: “I don’t want any unnecessary risks. But if there’s a situation where, to drive change, you have to take unavoidable risks, then yes, I think it’s valid to do so.”\\nAlthough he worries about his children’s safety, he points out that they were schooled in risk assessment while growing up on the island. “Gometra is a dangerous place. They were brought up with me drilling safety into them. They’ve brought that into their activism.”\\nSandford first became aware of environmental issues during his own childhood when he saw farmers paid to uproot hedges to make agriculture more efficient. “I remember being completely miserable about it.” Later, he was radicalised over the issue of salmon farming, which he says is “disastrous” for both farmed and wild fish.\\nHe sold some property left to him by his grandfather and bought Gometra almost 30 years ago. While his children were attending school – required by a court order – in London, he split his time between the two places, making the 17-hour journey by train, bus, ferry and foot. Gometra is now his full-time home, although he hopes to see his family in London and to visit friends in France this summer.\\nThe island is stunningly beautiful but extremely basic: no electricity, running water, shops, vehicles or medical help. Sandford grows as much food as he can; additional supplies come in by ferry. He washes his clothes in a bucket of cold water, and wears layers to protect against the wind that sweeps across the island. His herbal tea froze in its mug last week, he cheerfully reports.\\nIs it easier to be environmentally conscious and reduce your carbon footprint if you own an island? “It’s a fair question,” he says. “I’m really conscious of both how lucky I am and how much further I have to go.” But, he adds, everyone can do their bit: drive less, fly less, eat less meat and fish, turn the heating down.\\n“I don’t judge people. It’s not about judgment, it’s about figuring out how we get out of this terrible mess that we’re all in. People need to first understand what’s happening, understand how serious the breakdown of the climate and the breakdown of nature is. It’s real and it’s coming for their children. It needs attention. So, understand first, and then talk about it, because the silence is lethal. Given what we know, I don’t understand why people aren’t screaming.”\\nIn the TV programme, sisters Blue and Savannah talk about their decision not to have children because of the climate crisis. “Dad is totally devastated,” a tearful Savannah tells Dooley.\\nSandford confirms this. “I feel extremely sad about it,” he says. “I want grandchildren. My advocacy to [my daughters] is to have children; people have had children in very serious circumstances throughout history. So, yes, I’m sad.” But, he adds, “It’s not just my children, there are loads of young women who’ve decided not to have children [because of the climate crisis], and we shouldn’t be putting them in that position.”\\nDespite his daughters’ decision and his children’s exposure to risk through their activism, he has no regrets about teaching them about the reality of the climate crisis. “We need to know, everyone needs to know.”\\nHe adds: “As a parent, there’s an invisible umbilical cord between you and your children. And there’s a moment when you sense it going, when you sense their autonomy. That’s happened only recently to me. But I want them to follow their own path, whatever path that is.”\\nOn where his own path is heading, he sounds a little uncertain. “I don’t know what my future holds. I’m extremely happy here, but there’s loads of things I have to give up as well.”\\nAlthough the arrival of 4G was “transforming”, he’s glad he has to trudge up to his shed to access the outside world. “I’m lucky that it doesn’t reach my house – it really works to not [be connected] unless you choose to be. But I think these days are probably numbered. There’ll probably be a mast that reaches my house at some point. And that will be sad.”", "image": [["https://i.guim.co.uk/img/media/998ceea72240896375542c52202fa2e791b02089/0_235_2049_1230/master/2049.jpg?width=465&dpr=1&s=none", "Roc Sandford outside his HQ shed on the island of Gometra"], ["https://i.guim.co.uk/img/media/86f60364f0c16bc66214c3fbd8b15b89d84f7be8/0_200_6000_3600/master/6000.jpg?width=445&dpr=1&s=none", "Roc Sandford with his daughters Blue, left, and Savannah, right, with Stacey Dooley"]], "author": ["Harriet Sherwood"], "date": null}, "https://www.theguardian.com/environment/2021/may/12/uks-deep-sea-mining-permits-could-be-unlawful-greenpeace": {"title": "UK’s deep-sea mining permits could be unlawful – Greenpeace", "subtitle": null, "text": "Licences given to arms firm Lockheed Martin said to go against government’s stance on exploiting seabed\\nDeep-sea mining exploration licences granted by the British government are “riddled with inaccuracies”, and could even be unlawful, according to Greenpeace and Blue Marine Foundation, a conservation charity.\\nThe licences, granted a decade ago to UK Seabed Resources, a subsidiary of the US arms multinational Lockheed Martin, have only recently been disclosed by the company.\\nIn March lawyers for Greenpeace wrote to Kwasi Kwarteng, secretary of state for business and energy, warning of potential legal flaws in the licences. They have not received a response, they say.\\nThe licences, which detail the UK’s responsibilities as a sponsoring state of UK Seabed Resources (UKSR) in its exploration of polymetallic nodules on the Pacific Ocean seabed, appear to have been granted for 15 years, but UK law only permits a maximum initial period of 10 years. This suggests they may be unlawful, the campaigners say.\\nFlaws in the certificates include the mapping of exploration areas more than twice the size of the 133,000 sq km (51,000 sq miles) area in which UKSR is permitted to operate, as well as a failure to include a provision for an environmental-impact assessment, the groups say.\\nThe licences also state that the UK shall sponsor UKSR for exploitation of the deep sea if the company meets the condition of the licence and successfully applies for full-scale deep-sea mining. This undermines the reassurance ministers gave MPs last year that Britain had agreed not to sponsor or support exploitation of deep-sea mining until there was sufficient scientific evidence about potential impacts, and until strong environmental standards had been developed by the International Seabed Authority and were in place, the groups point out.\\nLouisa Casson, of Greenpeace’s Protect the Oceans campaign, said: “These licences are riddled with so many errors and inaccuracies that their very lawfulness is thrown into question. For nearly a decade, our government has hidden these important documents from public scrutiny, and now it’s clear why: they starkly expose the gap between the government’s rhetoric and its action when it comes to protecting our oceans.”\\nCampaigners have been trying, unsuccessfully, to access the licences from the UK government for two years, via freedom of information requests. Lockheed Martin released the licences in March.\\nCharles Clover, executive director of Blue Marine Foundation, said: “If governments cannot be trusted to get the exploration phase right, what hope is there of them managing potentially environmentally catastrophic deep-sea mining responsibly? These licences show a clear lack of diligence and oversight on the part of the UK government, highlighting once again the need for a precautionary pause on all deep-sea mining.”\\nThe move away from fossil fuels is creating an ever-increasing demand for the materials that used in making batteries, some of which are found on the seabed, where ecosystems have yet to be fully explored.\\nScientists, conservationists, wildlife and ocean groups have called for a halt to any exploitation until the impact on the environment is properly understood.\\nTwo months ago, Google, BMW, Volvo and Samsung signed up to a World Wildlife Fund call for a moratorium on deep-sea mining.\\nA UK government spokesperson said: “The UK is playing a crucial role in ensuring that strong environmental standards are upheld in the growing deep-sea mining industry.\\n“We have agreed not to sponsor or support the issuing of any exploitation licences for deep-sea mining projects until there is sufficient scientific evidence about the potential impact on deep-sea ecosystems, and strong and enforceable environmental standards have been developed and put in place by the International Seabed Authority.”\\nThe licences are subject to periodic review and so would not be extended beyond 10 years without one, in line with legislation, according to the government. The licences state that the UK will act as a sponsor state if certain conditions are satisfied and that the conditions would not be met without evidence related to environmental standards. Further environmental assessments would have to be carried out before any exploitation licence was issued.\\nA Lockheed Martin spokesman said: “The licences we currently hold were granted subject to periodic review, and would not be extended beyond the initial 10 year period without a review by the secretary of state, which is in line with relevant legislation.”\\nUnder the United Nations Convention on the Law of the Sea (UNCLOS), the seabed and ocean floor is the “common heritage of mankind”. The ISA is an autonomous organisation mandated by the UN to oversee the convention. Any private company wanting to explore or exploit the resources of the seabed has to partner with a government that is a member of ISA and party to UNCLOS.\\n", "image": [["https://i.guim.co.uk/img/media/c0a9d59df16a143e538695657e67a3902c95f28e/59_0_3278_1967/master/3278.jpg?width=465&dpr=1&s=none", "A ship trialling deep-sea mining in the Pacific Ocean."], ["https://i.guim.co.uk/img/media/d558e979fdcbc3d18c621e483d05fe0a8d4cea70/71_151_1779_1067/master/1779.jpg?width=445&dpr=1&s=none", "A deep-sea mining robot being lowered into the Pacific Ocean’s Clarion Clipperton zone for trials."]], "author": ["Karen McVeigh"], "date": "2021-05-12"}, "https://www.theguardian.com/stage/2021/may/16/what-to-see-as-theatres-and-comedy-clubs-reopen": {"title": "From McKellen’s Hamlet to a comic Hullabaloo: what to see as theatres and comedy clubs reopen", "subtitle": null, "text": "As stage shows return, we pick the best post-lockdown offerings – featuring Egyptian gods, rebelling vicars, dancing youths ... and Ian McKellen playing the Dane at 82\\nAmy Trigg’s debut is billed as a one-woman tragicomedy about a 20-something with spina bifida navigating life, love and loneliness. The joint winner of the inaugural Women’s Prize for Playwriting last year, it is performed by Trigg – she is also an actor and comedian who has appeared at the RSC. Kiln theatre, London, 21 May-12 June\\nSonia Friedman Productions’ RE:EMERGE season features the West End debut of three playwrights and kicks off with this one by Amy Berryman. Directed by Ian Rickson and starring Gemma Arterton alongside Fehinti Balogun and Lydia Wilson, it features a Nasa botanist and tackles climate activism. The season continues with J’Ouvert and Anna X.Harold Pinter theatre, London, 22 May-12 June\\nRalph Fiennes directs and performs TS Eliot’s four interlinked poetic meditations on time, faith and spiritual enlightenment. Co-adapted by Fiennes alongside James Dacre, the series of poems was written over six years, coinciding with the second world war, and they contain reflections on surviving a national crisis. Theatre Royal Bath, 25 May-5 June; then touring\\nFirst performed at Hampstead theatre in 1975, this play’s themes still resonate today, from class and gender politics to capitalism, racial assimilation and belonging. Alfred Fagon was an important figure in the black British theatre scene of the 1970s and 80s – Dawn Walton’s revival is set to introduce his work to a new generation. Hampstead theatre, London, 28 May-10 July\\nJosé Saramago’s novel about an epidemic of blindness was sensationally reimagined as a sound and light installation at the Donmar Warehouse last year. Following a world tour, UK audiences can experience it at the Oxford Playhouse, Lawrence Batley theatre in Huddersfield, Theatr Clwyd, Yvonne Arnaud in Guildford, Festival theatre in Edinburgh, Eden Court at Inverness, and Poole Lighthouse. Directed by Walter Meierjohann, it features the haunting voice of Juliet Stevenson. UK tour, 28 May-17 July\\nJack Thorne’s adaptation of Hirokazu Kore-eda’s 1998 film is co-produced with Headlong and tells the surreal story of a group of strangers – recently deceased – who find themselves in an existential waiting room between life and death in which they must choose a single memory to take with them in the afterlife. Dorfman, National Theatre, London, 2 June-24 July\\nAlan Ayckbourn had a productive pandemic, writing (and acting in) audio dramas. He returns his focus to the stage with this genre-splicing production. Ayckbourn’s 85th play, it features a veteran actor as its central character and explores ideas around the past and present. Stephen Joseph theatre, Scarborough, 4 June-3 July\\nTrevor Nunn follows up his triple bill of Samuel Beckett’s short plays at Jermyn Street theatre from last year with this celebrated two-act drama on the 60th anniversary of the play. Lisa Dwan – the consummate Beckett actor – plays Winnie, a woman stuck in a mound of earth. Riverside Studios, London, 11 June-25 July\\nThis triple bill includes Simon Stephens’s drama on white privilege, Blue Water and Cold and Fresh; Tanika Gupta’s The Overseas Student, which re-imagines Gandhi’s formative years in London; and Roy Williams’s Go Girl, about black female resilience. Each is a monologue, and they star Tom Mothersdale, Esh Alladi and Ayesha Antoine respectively. Lyric Hammersmith theatre, London, 18 June-24 July\\nThis revival of Nick Payne’s play about the multiverse is based on an innovative producing model in response to the pandemic: Michael Longhurst returns to direct the two-hander but this time it will be performed by four different casts in turn. The couples are Sheila Atim and Ivanno Jeremiah, Peter Capaldi and Zoë Wanamaker, Omari Douglas and Russell Tovey, and Anna Maxwell Martin and Chris O’Dowd. Vaudeville theatre, London, 18 June-12 September\\nIan McKellen takes on Shakespeare’s Prince of Denmark in this “age blind” production. One of the hottest tickets of the summer, it is also among the starriest with a cast that includes Francesca Annis, Steven Berkoff, Emmanuella Cole and Jenny Seagrove. Theatre Royal Windsor, 21 June-4 September\\nNina Raine’s powerful NHS play, Tiger Country, was staged in 2011 and given a timely broadcast on screen during the pandemic last year. Now she has written a drama about the life of Johann Sebastian Bach and his musical brood. It is directed by Nicholas Hytner and stars Simon Russell Beale as the composer who, according to production notes, was “touchy, fabulously rude and constantly in trouble with his employers”. Bridge theatre, London, 23 June-11 September\\nAdapted by Yolanda Mercy and directed by Paul Hart, Shakespeare’s uplifting pastoral comedy set in the Forest of Arden finds the perfect home at this theatre which has the most beautiful, verdant grounds. Responsibly sourced, repurposed or recyclable materials have been used to create the set, props and costumes, too. Watermill theatre, Newbury, 24 June-24 July\\nVictoria Wood wrote her debut play for Sheffield Theatres Studio, where it was performed in 1978. Its plot revolves around two friends and a talent contest at a down-and-out nightclub, and is filled with Wood’s inimitably sharp and sparkling observational comedy. The cast in this revival includes Richard Cant, Daniel Crossley and Jonathan Ojinnaka. Crucible theatre, Sheffield, 30 June-24 July\\nA drama on climate emergency, rebellion and civil disobedience. April De Angelis has written eloquently on climate activism previously; here she weaves a dramatic tapestry of testimonials from members of the Extinction Rebellion community, with the voices of vicars, classroom assistants and actors, among others. Theatre Royal Stratford East, London, 30 June-17 July\\nWhat better antidote to our troubled times than this much adored Rodgers & Hammerstein musical, which boasts one of the duo’s most memorable scores and songs such as Some Enchanted Evening and I’m Gonna Wash That Man Right Outa My Hair. Staged by CFC’s artistic director, Daniel Evans. Chichester Festival theatre, Chichester, 5 July-4 September\\nWritten by the Booker prizewinner Ben Okri and directed by Kwame Kwei-Armah, this is a radical stage adaptation of a 4,000-year-old Egyptian poem about the warrior Sinuhe. The cast has yet to be announced but it promises to be eye-catching, staged in the round with a set designed by the architect David Adjaye. Young Vic, London, 9 July-21 August\\nA new musical by Chinonyerem Odimba which explores love and relationships. The sound and music is composed by the acclaimed duo Ben and Max Ringham, and it’s produced in association with tiata fahodzifollowing Odimba’s new role as artistic director of that company. It will be staged at Roundabout, Paines Plough’s portable in-the-round auditorium.Belgrade theatre, Coventry, 28 July-8 August; and touring\\nFive short plays are to be performed every week over this season, and audience participation comes with a twist: it is the viewers who decide which actor plays which part, as well as assigning them props and costumes. Directed by Tamara Harvey, this promises to me more than a parlour game, and enlists 15 of Wales’s most exciting writers (Meredydd Barker, Katherine Chandler, Ciaran Fitzgerald, Ming Ho and Mari Izzard, to name a few). Theatr Clwyd, Mold, 18 August-4 September\\nThis postponed 2020 production brings the story of Marty McFly and his time travelling DeLorean into our future, with new music composed by Alan Silvestri and Glen Ballard featuring alongside some golden oldies (The Power of Love and Johnny B. Goode). Produced by the creators of the Back to the Future films (Colin Ingram, Robert Zemeckis and Bob Gale), it has the signs of becoming a comforting, post-pandemic West End crowd-puller. Adelphi theatre, London, from 20 August\\nThe Terrace Bar of Ally Pally, with its panoramic views of the capital, hosts another outdoor comedy festival for the end-of-May bank holiday weekend, with big-hitters Nish Kumar, Russell Howard and Nina Conti all featuring. Alexandra Palace, London, 28-31 May\\n“England’s largest arts festival” returns, with a mix of online and in-person performance, including new and work-in-progress comedy from the likes of the LOL Word collective, Sean McLoughlin, Yuriko Kotani and Sara Barron. From 28 May\\nYou’ll have to wait until autumn for Phil Wang’s official tour. But he’s recording his hit Philly Philly Wang Wang show for Netflix this June at the London Palladium. For that – and for his warm-up gigs at Pleasance London and in Newbury – tickets remain available. Pleasance, London, 23/29 May; London Palladium, 12 June.\\nThis annual event expands into a three-day camping extravaganza this year on the site of the erstwhile Secret Garden Party festival. The all-comedy lineup includes Dara Ó Briain, Rosie Jones, Kiri Pritchard-McLean and many more. Grange Farm, Abbots Ripton, 9-11 July\\nA seeming lifetime ago, this part-improvised, all-surprising show won the Edinburgh Comedy award. Still the reigning champion, Jordan Brookes belatedly gets the chance to bring it to a wider audience. Soho theatre, London, 14-22 June\\nThe latest show from the sister double-act, drolly recasting their own relationship in light of 2019’s notorious Bros documentary, and packed with delightfully tricksy songs, returns to the stage after Covid’s rude interruption. Camberley theatre, 19 June; Marlowe theatre, Canterbury, 6 July; then touring\\nThere can be few more reassuring signs that comedy will rise again than a Frank Skinner tour. From late June, this consummate comic returns with his interrupted 2020 tour Showbiz, featuring wide-ranging ruminations and anecdotage from the ineffably funny Black Country man. Reading Hexagon, 25 June; then touring.\\nThe latest addition to the summer’s roster of Comedy Garden events (after Bristol in June and Brighton in July) brings several stellar comics to Verulamium Park in the Hertfordshire town – Aisling Bea, Sara Pascoe and Sindhu Vee among them. Verulamium Park, St Albans, 28 July–1 August\\nHer early shows were feminist, her last one took on politics – now her latest addresses religion. There’ll be whoops, there’ll be tears and there’ll be laughter, as force-of-nature comedy powerhouse Luisa Omielan brings God is a Woman (and her warm-up gigs, titled How’s This Work Again?!) to the stage. Soho theatre, 27 May-5 June; Regents Park Open Air theatre, 4 July\\nMichael Spicer was one of lockdown’s breakout stars with his Room Next Door sketches, in which he played a dismayed adviser to various foot-in-mouth politicos. A book and a Radio 4 series duly followed; so too a live tour, Spicer’s first ever, which kicks off this spring. Corn Exchange, Newbury, 29 May; then touring.\\nThere are some tasty bits of dance popping up during the East Anglian festival: choreographer Botis Seva and company Far From the Norm tackle young people’s hope and anger in Good Youtes Walk; Frauke Requardt and David Rosenberg offer a “sci-fi dance show” called Future Cargo, and there’s hip-hop circus from Simple Cypher. Plus there’s family theatre, cabaret and an immersive installation.Various venues, 17-30 May\\nTwenty-one years since she performed her first solo show (and five years since last dancing publicly herself) Rosie Kay returns to the stage, with plenty of life experience to reflect on as an “older” female dancer. Bodies, identity, sex, gender, it all gets a look-in in Kay’s new semi-autobiographical solo. Birmingham Repertory theatre, 19 May; Salisbury Playhouse, 16 June; Edinburgh Festival Theatre, 24 July\\nA premiere from genius US choreographer Kyle Abraham alongside two pieces from the Canadian Crystal Pite make this an exciting start to the Royal Ballet’s new season back on stage. Two more mixed bills follow in June and July including Balanchine’s stone-cold classic Apollo and a slice of Sleeping Beauty. Royal Opera House, London, 18-30 May\\nAakash Odedra is a kathak dancer of virtuosity and curiosity, who made his mark a decade ago with Rising, a performance featuring solos created for him by some of Europe’s top contemporary choreographers (Akram Khan, Sidi Larbi Cherkaoui, Russell Maliphant). To mark the 10-year anniversary, Odedra revives that breakthrough show. Curve, Leicester, 24-25 May; Oxford Playhouse, 1 July; Lighthouse, Poole, 7 July\\nThree shows on tour from Leeds company Northern Ballet: first, the convoluted seductions of David Nixon’s Dangerous Liaisons; then a selection of recent creations in Contemporary Cuts 2021, including extracts from Jonathan Watkins’s 1984 and Cathy Marston’s Jane Eyre; and finally Nixon’s unconventional take on Swan Lake. The Lowry, Salford, 1-5 June; Sadler’s Wells, London, 8-12 June; Leeds Grand theatre, 17-26 June\\nHosted by Dame Darcey Bussell, no less, if you can stump up the gala ticket price (£240-£250!) this promises to be a celebratory evening featuring the rare sight of the UK’s eight top dance companies on stage: the Royal Ballet, English National Ballet, Scottish Ballet, Ballet Black, Northern Ballet, Birmingham Royal Ballet, Rambert and Matthew Bourne’s New Adventures. Royal Albert Hall, London, 3 June\\nHighlights from ENB’s rep including extracts from old favourites like Swan Lake and Sleeping Beauty, as well as a duet from Annabelle Lopez Ochoa’s Broken Wings, about the life of artist Frida Kahlo, and the exuberant brilliance of William Forsythe’s Playlist (Track 1, 2) danced to house and neo-soul tracks. Royal Festival Hall, London, 16-26 June\\nFor the love of fairy godmothers, magical transformations and all the trappings of the sparkly tutu ballet, Birmingham Royal Ballet break out David Bintley’s Cinderella. The reduced production has been specially tweaked for Covid safety but promises onstage extravagance nonetheless – designer John Macfarlane never disappoints. Birmingham Repertory Theatre, 18-26 June; Theatre Royal Plymouth, 8-10 July\\nBen Duke’s inspired one-man show riffing on Paradise Lost gets a welcome revival. Writer/performer Duke roves on wild flights of fancy but with endearing charm he takes the audience with him all the way, turning Milton’s epic poem into a very relatable metaphor for parenthood. Corn Exchange, Newbury, 23-24 June; Brighton Dome Concert Hall, 26 June; Ustinov Studio, Bath, 8-9 July\\nThe annual hip-hop festival is back in time for its 18th year. The weekend shows feature a smorgasbord of different artists, from champion b-boys and tightly drilled street dance crews, but before that there’s heartfelt and hard-hitting dance theatre from choreographer Rachid Hedli paying tribute to Calais’s migrant workers. Sadler’s Wells, 1-4 July\\nThis article was amended on 17 May to correct the title of Aakash Odedra’s show, Rising", "image": [["https://i.guim.co.uk/img/media/082b72930d5960c619dece110aaa78bce1171875/0_0_5000_3000/master/5000.jpg?width=465&dpr=1&s=none", "From left: Natalie Simpson (The Death of a Black Man); Hamlet star Ian McKellen (as King Lear); and Amy Trigg (Reasons You Should(n’t) Love Me). Background: 10 Soldiers by Rosie Kay whose new show is Absolute Solo II is on tour."], ["https://i.guim.co.uk/img/media/cca5a51a11e309eb4ca73fe40f6b27c77aa1dcb2/860_220_2613_2219/master/2613.jpg?width=445&dpr=1&s=none", "Ralph Fiennes directs and stars in Four Quartets."], ["https://i.guim.co.uk/img/media/f2945aab249cd7959f3ef3a4bd46fea30fb26ce3/0_523_5500_3143/master/5500.jpg?width=445&dpr=1&s=none", "Blindness."], ["https://i.guim.co.uk/img/media/dd421cf01328346218c0163598eda3f99aa7afdb/0_0_3278_2643/master/3278.jpg?width=445&dpr=1&s=none", "Naomi Petersen is The Girl Next Door in Scarborough."], ["https://i.guim.co.uk/img/media/37dc004d2884b226cbad8bef9094188b571878c7/0_0_1500_750/master/1500.jpg?width=445&dpr=1&s=none", "Stellar … four cast pairings for Constellations."], ["https://i.guim.co.uk/img/media/39c185552cd3052cf481289338e63227ca33e164/0_0_725_431/master/725.jpg?width=445&dpr=1&s=none", "Extinct … April De Angelis gives voice to climate activists"], ["https://i.guim.co.uk/img/media/a8b88bdcad02483945ea1ead921800a9c4c1951d/0_0_2448_2448/master/2448.jpg?width=445&dpr=1&s=none", "Chinonyerem Odimba"], ["https://i.guim.co.uk/img/media/d249bcd66fb59d7ee356fe9068388c05fc882165/0_0_2295_1291/master/2295.jpg?width=445&dpr=1&s=none", "Phil-Wang."], ["https://i.guim.co.uk/img/media/b4aa03072d18123ab652251d59719f11edff4761/466_453_4091_2455/master/4091.jpg?width=445&dpr=1&s=none", "Spiky … Flo &amp; Joan."], ["https://i.guim.co.uk/img/media/0cf64f9c0473704a7a4102c0c59caa9b7367e9c2/0_0_3600_2400/master/3600.jpg?width=445&dpr=1&s=none", "Luisa Omielan"], ["https://i.guim.co.uk/img/media/d2d181760e4b691f52af445f21145f05cf3ac854/0_0_5582_3726/master/5582.jpg?width=445&dpr=1&s=none", "Good Youtes Walk at Norfolk and Norwich festival."], ["https://i.guim.co.uk/img/media/6b4b22d48670e89f89ae5cfdfe1445006d3255e6/954_286_1569_1693/master/1569.jpg?width=445&dpr=1&s=none", "Aakash Odedra."], ["https://i.guim.co.uk/img/media/c1c095e57e1fb9387637153537d84492552453db/0_0_4952_3301/master/4952.jpg?width=445&dpr=1&s=none", "Breakin’ Convention."]], "author": ["Arifa Akbar", "Brian Logan", "Lyndsey Winship"], "date": "2021-05-16"}, "https://www.theguardian.com/business/2021/may/18/shell-faces-shareholder-rebellion-over-fossil-fuel-production": {"title": "Shell faces shareholder rebellion over fossil fuel production", "subtitle": null, "text": "Shareholder resolution calling for carbon emissions reduction targets receives 30% of votes\\nShell has faced a significant shareholder rebellion on a vote calling for the oil company to set firm targets to wind down fossil fuel production.\\nA shareholder resolution calling for the Anglo-Dutch company to set binding carbon emissions reduction targets received 30% of votes at the oil company’s annual meeting on Tuesday.\\nThe Shell rebellion came on the day that the International Energy Agency said that exploration for new oil and gas fields must stop this year if the world is to reach net zero carbon emissions by 2050. Net zero emissions would contribute to limiting catastrophic global heating.\\nThe result represents an escalation of the pressure on Shell to commit to meaningful decarbonisation, after a similar resolution last year received 14% of votes. A similar resolution at BP, another FTSE 100 oil company, gained 21% of votes last week.\\nThe Shell rebellion sailed past the 20% threshold that means the oil company will be forced to consult shareholders and report on their views within six months, under the UK corporate governance code.\\nThe resolution was put forward by Follow This, a campaign group that uses activist investment to put pressure on oil companies into decarbonising in line with the limits set by the 2015 Paris climate agreement.\\nMark van Baal, the founder of Follow This, said the support for the resolution was “beyond expectations”, signalling that some of the world’s largest investors had backed it. Previous resolutions have gained the support of Aviva and M&G in the UK, as well as a host of Dutch pension funds.\\n“Finally investors are urging oil companies to really commit to the Paris climate agreement, not to hide behind 2050,” he said. The company should now set out shorter-term emissions reduction targets rather than relying on the promise of unspecified cuts in later decades, he added.\\nUnder pressure, Shell put forward a vote on its own plans to reduce carbon emissions. The resolution passed with 88% of votes cast.\\nBen van Beurden, Shell’s chief executive, said the company had noted the results of the shareholder resolution and committed to consultations with investors.\\nHe said: “We will seek to fully understand the reason why shareholders voted as they did, particularly those who voted both ‘for’ Shell’s strategy and ‘for’ the shareholder resolution, and will formally report back to investors within six months.”\\nVan Beurden added that the vote on Shell’s own transition plan represented “strong endorsement”.\\nHowever, Charlie Kronick, a senior climate finance adviser for Greenpeace UK, highlighted that the Shell plans would increase gas production by 20% by 2030, contravening the advice of the IEA.\\nKronick said the vote “illustrates a significant drop in investor confidence and a lack of faith in Shell’s shambolic climate plan”.", "image": [["https://i.guim.co.uk/img/media/64566c81875b8104add9f8b8c20fe2cdd8188d95/379_908_4924_2955/master/4924.jpg?width=465&dpr=1&s=none", "Extinction Rebellion campaigners demonstrate at a Shell station in The Hague."]], "author": ["Jasper Jolly"], "date": "2021-05-18"}, "https://www.theguardian.com/commentisfree/2021/may/26/amazon-workers-are-rising-up-around-the-world-to-say-enough": {"title": "Amazon workers are rising up around the world to say: enough", "subtitle": null, "text": "Amazon’s global infrastructure is held together by exploitation of those who operate it. And workers are pushing back\\nAmazon, the world’s most powerful corporation, is an iceberg. Users and consumers see its top: the shops, the streaming service, the packages. But below the surface lies an enormous infrastructure, stretching across continents, linking production, distribution and delivery. A complex transnational system, populated by workers around the world whose labor drives Amazon’s profits.\\nIts chief executive and founder, Jeff Bezos, the world’s richest man, tries to conceal this system with the comfort and entertainment his services offer. The reason is equally clear and outrageous. From the factories where the products it sells are made, to the doorsteps where they are delivered, Amazon’s global infrastructure is held together by the exploitation of those who operate it.\\nThroughout Amazon’s supply chain, Bezos’s behemoth violates workers’ safety, dignity and privacy, putting them to work in worksites designed to squeeze as much labor out of them for as little money as possible. Workers do not take this lying down. Supported by a myriad of progressive allies, there is labor resistance all over Amazon’s global map, with strikes and protests from Spain to São Paulo, from Delhi to Berlin. On Black Friday last year, as scrutiny over Amazon’s anti-union practices, environmental impact, tax avoidance and worker safety intensified in Europe and the United States, UNI Global Union, IndustriaALL, Progressive International, Oxfam, Greenpeace and dozens of civil society organizations, environmentalists and tax watchdogs organized protest actions in 12 countries, uniting under the banner of Make Amazon Pay.\\nAided by shocking media reports about dangerous and even dehumanizing working conditions, this activism draws attention to Amazon’s treatment of the warehouse workers who stow, store and sort its signature packages. As a result, the corporation’s efforts to conceal its conduct in this part of its global empire are faltering. In the UK, where most Amazon workers are employed in the corporation’s so-called “Fulfillment Centers”, a poll late last year found that only 24% of respondents believed Amazon treated its workers fairly. In the US, where Amazon recently worked to undermine a union campaign in Alabama with tactics that union leaders say prevented a free and fair election and violated federal law, almost 80% of respondents supported the warehouse workers’ struggle.\\nIn the delivery part of Amazon’s empire, too, workers resist Amazon’s mistreatment. Delivery workers in India recently struck in Bengaluru, Delhi, Hyderabad and Pune, demanding better pay and employee benefits. During a ground-breaking national strike in Italy, 75% of all Amazon workers in the country stopped work, bringing together warehouse and delivery workers in an inspiring example of cross-supply chain solidarity. Recently, the shockingly common outrage of workers having to pee in bottles due to a lack of adequate break time went viral, bringing delivery workers into the fold of a common front taking on Amazon, and helping expand the public’s conception of Amazon’s workforce.\\nHowever, a crucial part of Amazon’s global infrastructure remains largely concealed. The self-styled Everything Store does not just sell, store and ship products – it also directly sources them. The corporation owns more than 400 private-label brands, selling a wide range of products from garments to electronics. From its Kindle e-readers to its rising apparel empire, Amazon is now the top fashion retailer in the United States – Amazon’s brands draw on an extensive network of some 1,400 factories worldwide.\\nLocated mostly in countries in the global south, workers in these factories typically work in dire conditions. In Chinese factories producing Amazon devices like Echo and Alexa, investigations have revealed numerous illegal practices, from endless night shifts to underpayment. Last year, the absence of adequate health and safety measures in a Guatemala factory producing garments for Amazon brands saw a major Covid outbreak, endangering the lives of hundreds of workers. As a recent report by the Worker Rights Consortium revealed, Amazon is among a number of powerful multinationals refusing to make sure factory workers laid off during the pandemic get the severance pay they are still owed.\\nAmazon is responsible for what happens in the worksites that make up its global empire – and must be held accountable in and across all its regions. Workers themselves are at the forefront of the struggle to make this happen. Like warehouse and delivery workers, factory workers in the last concealed part of Amazon’s global system of exploitation are taking on the corporation. Unionized garment workers who lost their jobs in October when Amazon’s supplier Global Garments closed are demanding the factory reopen, rehire the 1,200 union members and provide them with back pay. In Cambodia, former workers at Amazon’s supplier Hulu Garment are calling on Amazon to ensure their full legally owed severance.\\nWorkers across Amazon’s supply chain share the same struggle. Winning it requires them to come together in solidarity and leverage their collective power. In November, factory workers in Bangladesh joined protesting warehouse workers in many countries and supporters from the public during the planetary mobilization on Black Friday. On Wednesday, workers from the Hulu Garment factory in Phnom Penh, Cambodia, and Global Garments factory in Chittagong, Bangladesh, lead a global day of action to make Amazon pay all its workers.\\nAmazon must pay all its workers – wherever they reside, whatever their occupation. And, ultimately, making Amazon pay is part of a much bigger fight to win another world. One in which global commercial circuits are geared not towards the wealth and power of billionaires and shareholders, but towards the health and happiness of the hard-working people who run it.\\nValter Sanches general secretary of IndustriALL Global Union\\nChristy Hoffman, general secretary of UNI Global Union\\nCasper Gelderblom, Make Amazon Pay coordinator for The Progressive International", "image": [["https://i.guim.co.uk/img/media/9b937d2ea5e52762a83189af4ab82259de75e6ba/0_150_3000_1800/master/3000.jpg?width=465&dpr=1&s=none", "NY: People gather for May Day, New York, United States - 01 May 2021<br>Mandatory Credit: Photo by Lev Radin/Pacific Press/REX/Shutterstock (11885934af) Dozens of people gather on Union Square for May Day. People assembled on Canal Street and marched to Union Square where they held a rally and moved again to march to Jeff Bezos private address. Bezos puppet was created by Spiral Q collective. NY: People gather for May Day, New York, United States - 01 May 2021"]], "author": ["Casper Gelderblom"], "date": "2021-05-26"}, "https://www.theguardian.com/environment/2021/may/24/uk-under-growing-pressure-to-ban-all-exports-of-plastic-waste": {"title": "UK under growing pressure to ban all exports of plastic waste", "subtitle": null, "text": "Call for environment bill returning to parliament to be strengthened to tackle global plastic waste crisis\\nCampaigners are urging the UK government to ban the export of plastic waste to all countries, invest in a domestic recycling industry, and set a binding target for plastic reduction.\\nActivists are pushing for the environment bill – which is returning to parliament on Wednesday – to be strengthened to tackle more effectively the global plastic waste crisis.\\nGreenpeace, which revealed last week how plastic waste from seven major UK supermarkets was being burned and dumped in Turkey rather than being recycled, wants ministers to ban all exports of plastic by 2025. Other campaigners also support prohibition of all plastic waste exports. But some warned that without adequate enforcement, this kind of ban would be merely “headline grabbing”.\\nThe bill gives powers to the secretary of state to introduce a ban on exports of plastic waste to developing – or non-OECD - countries. But the prohibition continues to allow plastic waste to be sent to those developing countries that ask for it.\\nSian Sutherland, of A Plastic Planet, said this loophole needed to be closed, and the bill needed to go further and end the export of plastic waste to all countries.\\nSutherland said it was no coincidence that Turkey – an OECD country – had become the UK’s top destination for plastic waste since it became clear to the waste industry they would no longer be allowed to export to developing nations.\\n“We must now step up and own our own waste. We need to end the export of plastic waste to all countries,” said Sutherland. “Nothing short of a total ban on exports will be properly effective; also supported by a ban for incineration, which is just the burning of fossil fuel.”\\nDespite ministers’ promises of a “green Brexit”, the UK has fallen behind Europe in the battle to tackle the global plastic waste crisis.\\nMore than half of the plastic rubbish the British government says is being recycled is sent overseas, often to countries like Turkey, without the necessary infrastructure to deal with it in an environmentally sustainable way.\\nEU countries, meanwhile, have enacted a ban on sending plastic packaging waste to developing countries in January. “We are way behind on this,” said Sutherland.\\nIn the last two years Turkey, an OECD country with a recycling rate of just 12%, has become the primary destination for UK plastic trash.\\nUK exports to the country increased from 12,000 tonnes in 2016 to 209,642 tonnes in 2020, about 30% of the UK’s plastic waste exports. On Tuesday, Turkey said it would ban the imports of most types of plastic waste in 45 days’ time after the revelations from Greenpeace, whose investigators found that far from being recycled, plastic waste from leading British supermarkets was dumped, burned, piled into mountains and left to spill into rivers and the sea.\\nGreen Alliance, an independent thinktank, said these kind of exports were already a breach of the Basel convention, which makes it illegal to export plastic waste to countries if there is a belief that it will not be handled in an environmentally sound manner.\\nLibby Peake, the head of resource policy at Green Alliance, said any ban on exports would be effective only if there was investment in monitoring and enforcement.\\n“Our biggest concern would be if they decided to announce a ban on exports as a headline-grabbing measure and then didn’t put in place adequate enforcement of it. The UK has a troubled track record when it comes to monitoring the exports already – we are already breaking the international Basel convention.\\n“What must happen is that existing and future regulations are monitored and enforced.”\\nPeake said it was vital also to invest in domestic recycling infrastructure and create systems of reuse and refill to cut back on the amount of plastic the UK uses. “We should be ensuring that we reduce our use of plastic in the first place and get in place the right infrastructure to handle our waste in this country,” she said.\\nPer capita, the UK is the second biggest producer of plastic waste in the world, after the US.\\nSutherland said reducing the use of plastic was crucial. What was needed in the bill was a target on plastic reduction, she said. “There are no targets to reduce our plastic use, how can we measure this if we don’t have a target to say what success is?”\\nThe British Plastics Federation, the industry body, said it supported the move away from exporting plastic waste. Stephen Hunt, the BPF membership services director, said: “The environment bill will create new powers to stop exports of plastic waste to developing countries. The plastics industry supports this, and supports introducing tough measures to prevent export-related fraud, as well as enforcing existing regulations to ensure that exported plastic waste is handled in an environmentally sound manner.\\n“It may seem surprising, but the industry has actually been calling for years for the UK to reduce its reliance on exporting plastic waste for recycling, and the BPF’s recycling roadmap … shows how the UK can more than halve the amount of plastic waste it exports, eliminate the export of low-quality material and reduce plastic waste going to landfill to 1% by 2030.”\\nMegan Randles, a Greenpeace political campaigner, said: “The environment bill gives the government an opportunity to set targets to reduce single-use plastic by 50% by 2025. Our evidence of UK plastic waste being dumped and burned in Turkey illustrates why the government must use the powers within the environment bill to ban all plastic waste exports.\\n“Before claiming to be a global leader on plastic pollution we need to stop being a global polluter.”", "image": [["https://i.guim.co.uk/img/media/c5b9489975f5c9a1d4eb151b72765eb35bd8bd0b/0_117_3500_2100/master/3500.jpg?width=465&dpr=1&s=none", "Plastic waste dumped in Adana province in Turkey"]], "author": ["Sandra Laville"], "date": "2021-05-24"}, "https://www.theguardian.com/culture/2021/may/23/group-think-why-art-loves-a-crowd-olivia-laing": {"title": "Group think: why art loves a crowd", "subtitle": null, "text": "From flâneurs to rallies, protests to parties, human beings are drawn to congregate. With social gatherings a possibility once again, Olivia Laing considers the crowd in art and literature\\nWhen I was very lonely in New York, one of the things that most comforted me was to wander up Broadway or along the East River, alone but in the company of thousands of strangers. Anonymised by the multitude, I felt the burden of my sorrow slide off me. It was a relief to be part of a whole, no longer agonisingly singular but a drop in what Walt Whitman once called “the rolling ocean the crowd”.\\nUntil last year, the crowd was the trademark of the city. All through the day and night, people shoaled together, hurrying through streets, dawdling in parks, jostling at protests, concerts and football matches, like so many bees in a hive. Pre-pandemic, any film that wanted to kindle an atmosphere of eeriness needed only to show one of the world’s great cities empty of people to instantly convey disaster. From I Am Legend to 28 Days Later, the depopulated city is axiomatic of catastrophe.\\nNo people in a space designed for them is disturbing, but that doesn’t mean crowds have always been regarded with favour. There are as many different types of crowd as there are moods, from the mob that stormed the Capitol last January to the uniformed commuters pouring out of London’s Liverpool Street Station in their dark suits and shining shoes. A crowd might resemble the well-fed bourgeoisie of Seurat or Renoir, replete bodies in orderly pursuit of leisure, or the chaotic dispossessed of Goya’s paintings. A crowd might be angry or exuberant, vengeful or terrified. As we return tentatively to proximity and embrace, it’s illuminating to peer back at the massed bodies of the past, to see how artists, thinkers and politicians have experienced and interpreted the crowd, as well as how the crowd has understood itself.\\nLean in among the guests at Bruegel’s The Wedding Dance, with their scarlet jerkins and scrubbed white aprons, and nearly every reveller’s face is distinct. This man gurns, eyes crossed; this one, blushing hard, steals a kiss. There are expressions of deviousness, stances of aggression and seduction beneath the trembling summer trees. All of life, you might say, is here, and yet the medieval crowd is different from the modern in that it is primarily a group of people familiar to one another. It was the great shift to the cities that brought about the proximity to strangers that we now experience as a crucial element of crowd dynamics.\\nThis crowd is an artefact of modernity, at once generated and serviced by the machine age. This crowd travels by train, then plane; this crowd is illuminated in ghoulish pools of artificial light, which opened up the after-dark hours and made whole new vistas available to the eye. This crowd works in factories and takes its pleasure at the weekend. This crowd is turbulent and shifting: now mods fighting rockers, now ravers on pills, now miners on strike, now the doomed demonstrators gathering in their Sunday best at what would become known as Peterloo.\\nAmong the first to document the modern crowd’s newly awesome density was the Victorian painter William Frith. In The Derby Day, a gargantuan work made between 1856 and 1858, the assorted revellers gathered on the hill above Epsom racecourse are the product of industrial urban labour, no matter how bucolic the scene appears. These individuals are just as bent on pleasure, mischief and misrule as Bruegel’s peasants, but they are emphatically strangers to one another, their brief respite from urban life facilitated by the railway, which reached Epsom nine years before Frith began his painting and which he later made the explicit subject of another of his virtuosic crowd scenes.\\nThe heaving, surging crowd was the object of fascination and disquiet, widely considered unpredictable and capable of concealing dangerous elements (“a crowd of roaring blackguards,” an MP said of the Epsom revellers in 1880). In his painting, Frith, a believer in phrenology, depicted what he regarded as the hopelessly deviant bodies of criminals and the poor, from the pickpocket snaffling a watch to the beggarly children who watch in longing as a footman prepares a feast of boiled lobster.\\nFive years after Frith completed the last brushstrokes of The Derby Day, the poet Baudelaire wrote a famous essay that took a seemingly very different attitude to the massed bodies of strangers. In The Painter of Modern Life, he established the figure of the flâneur, the urban wanderer. “The crowd is his element,” it begins, “as the air is that of birds and water of fishes.” (Later, in the prose-poem Crowds, Baudelaire wrote of taking “a bath of multitude”.) Here the crowd is not sinister or dangerous, but instead a live element, pulsing and electric, appreciated by the solitary connoisseur, who longs “to set up house at the heart of the multitude”, and yet who remains outside, a perennially estranged watcher and witness.\\nWhat is happening here, to the real people who make up the body of the crowd? They’ve become a kind of living backdrop, transformed from individuals into a tapestry or chorus, a blur of colour and sound. It’s the same transformation the commuters on the Paris Métro undergo to become Ezra Pound’s “petals on a wet black bough”, at once aestheticised and dehumanised by the overwhelming density and scale of modern life. For these artists, joining the crowd could mean experiencing a sublime dissolution, but at the perennial risk of becoming less than human.\\nPound would become a fascist, and his attitude is not unrelated to the way that fascists viewed the masses as raw material, in need of sifting and moulding (Goebbels characterised the relationship as that of a painter to his paints). Part of the fascist route to power was to convert the energy of the crowd into a disciplined force under the sway of a leader: a mass of humans stripped of their individuality, marching in lockstep, cogs in a formidable machine.\\nThis is among the most frightening crowds to witness, though it clearly offers considerable pleasure to at least some of its participants. It’s also a crowd most effectively represented by the aerial gaze of cinema, so adept at conveying the visual shock of scale, the same form multiplied a thousand times. Take, for instance, the cowed workers in Fritz Lang’s Metropolis, no longer capable of resistance or refusal, or the wheeling, uniformed formations in Leni Riefenstahl’s glamorising 1935 documentary The Triumph of the Will. Indeed, the Nuremberg rallies were explicitly designed as a spectacle for Riefenstahl’s camera, to convey individuality utterly subsumed by Nazi ideology to crowds not yet perhaps under its spell.\\nBut isn’t something missing from this account? What does it feel like to be in a crowd, thrust cheek by jowl against the sweating bodies of strangers? What about carnival? What about raves and protests, what about circuit parties and darkrooms, or cruising? What about the 25,000 people who marched from Selma to Montgomery in support of African American voting rights, or the Stonewall riots, where drag queens armed themselves with bricks and fought back against police harassment? As I was writing this, a crowd in Glasgow surrounded an immigration removal van that had arrested two men and refused to let it pass, chanting “let our neighbours go” until they were released. Oh, there are many ways of experiencing a crowd, and many things a crowd can do!\\nMy most memorable childhood crowd was marching at Gay Pride in the late 1980s, jubilant at being part of such a traffic-stopping, formidably defiant body. Later, as an indie kid, I indulged in the high-risk sport of crowd surfing, leaping from the stage and waiting for the hands of strangers to tumble me aloft, or not.\\nA crowd is a way of smashing out of the confines of the individual body, that little prison. Look at the dancers in Mark Leckey’s melancholy love letter to club culture, Fiorucci Made Me Hardcore. It’s like peering into a rock pool, watching the feet move in unison, the bodies float and sway, entranced. No one is in charge. Patterns develop and shift spontaneously, though the skilled orator or performer is adept at channelling these eddies into ocean-going waves (Nina Simone, that consummate magician of crowd dynamics, once compared it to mesmerising “a giant animal”, as a toreador mesmerises a bull).\\nIt’s no coincidence that one of the greatest works of crowd analysis arose from the experience of being inside one. On 15 July 1927, a demonstration in Vienna turned into a massacre when the police began to fire on tens of thousands of unprotected marchers and bystanders, using dumdum bullets. The future Nobel Laureate Elias Canetti, then a 22-year-old chemistry student, heard an uncanny roaring, and went into the streets to investigate. “I did not feel as if I were moving on my own legs,” he wrote later. “I felt as if I were in a resonant wind.”\\nHis experiences that day made a nonsense of the theories he’d read about crowd behaviour. It was all very well for Freud and Gustave Le Bon to write about the violence and irrationality of the crowd as a threat to civilisation, but what he had encountered was the crowd’s immense dignity. Joining that almighty we had felt ecstatic, almost sublime. The realisation that the crowd was a living being, and one that had been mistrusted and maligned throughout history, drove his enormous, unclassifiable work of nonfiction, Crowds and Power.\\nCanetti contested the widely held belief that the crowd was automatically primitive and irrational, the opposite of the composed and articulate individual. Crowds might not use language, but that didn’t mean they weren’t communicating subtle ideas. Crowds offered people the chance for contact, intimacy, excitement, action. They were democracy in the raw, a site of visceral and sometimes mysterious intelligence – though there’s no doubt that crowds can be more stupid than their individual participants, and also more cruel.\\nAs Canetti had seen on the streets of Vienna, crowds are often punished by the state, especially when they’ve assembled to demand rights, or their presence is interpreted as a threat to social order. From Peterloo to Black Lives Matter, demonstrations can have the unwelcome consequence of inducing a tightening of the reins, an increase in restriction and control. When I was involved in environmental activism in the 1990s, protest was made more perilous by the passage of a repressive new law. The Criminal Justice and Public Order Act 1994 gave the police powers to prevent unauthorised camping and trespass, and created the new offence of aggravated trespass, which would soon be used widely in the policing of road protesters, hunt saboteurs and strikers.\\nThis law was created in direct response to Castlemorton, a spontaneous three-day rave on common land in the Malvern Hills, and it was infamous for attempting to criminalise the music itself, defined as “the emission of a succession of repetitive beats”. It might have sounded ridiculous, but it licensed the police to disperse open-air gatherings and meant organisers risked fines and prison sentences for putting on free parties.\\nI was at the “kill the bill” protests in 1994, including the epic party in Trafalgar Square, to which the KLF turned up with a sound system in a tank, and so it was with a feeling of deja vu that I first read about the Police, Crime and Sentencing bill, currently passing through committee stage in the House of Commons. This bill was explicitly devised to combat the effectiveness of demonstrations by Black Lives Matter in 2020 and Extinction Rebellion, which gridlocked London twice in 2019. It represents the latest sally in a centuries-long attempt to relegate the need for communal rights below the demand for communal order.\\nOver the past frightening, sequestered year, I have been dogged by two crowd scenes in particular. The first is Henry Moore’s Shelter Drawings, made at the dead centre of the second world war. They document the disquieting sight of hundreds of sleepers in London tube stations, which had been repurposed as communal shelters during the blitz of 1940-41. Two rows of reclining, eyeless bodies fill a tunnel, tidy as pilchards. A man lies tented beneath a green blanket, one arm akimbo, mouth agape. Privacy is annihilated. Even his teeth are visible. A mother sits in vigil with her baby, surrounded by dozens of unconscious bodies. They could be corpses, each heavy dreamer de-individualised by catastrophe.\\nI’m wary of making common cause with the past, but the sense of waiting feels familiar. Life on hold, a long night, not knowing what absences await in the outside world. As the original National Gallery catalogue explained of Tube Shelter Perspective, “It is a terrifying vista of recumbent shapes, pale as all underground life tends to be pale; regimented, as only fear can regiment; helpless yet tense, safe yet listening, uncouth, uprooted, waiting in the tunnel for the dawn to release them.”\\nThe second image is Nicole Eisenman’s 2008 painting Coping. If Moore’s figures are all the same, this crowd is radiantly individual. They are walking through the streets of a small town, with mountains in the distance. It could be Switzerland. Each character seems to have wandered in from a different era of art history. There’s a mummy wrapped in bandages, while the man in the foreground, his face pancake white, could be an off-duty acrobat from a rose-period Picasso, though he’s managed to score a takeaway coffee on his way out. A banker trudges past. A parrot hitches a ride on a cat. A diminutive cartoon cop trails a Lautrecian nude. The only thing that unites them is that they’re wading through a river of shit.\\nI recognise us in that crowd, too. Aren’t we in it together, up to our necks, trapped in the outflow pipe of history? As our face masks betray, we’re mortally vulnerable to one another, dependent on strangers every day. “Better together”, “stronger together”, “in it together”: these are phrases spun by politicians who are no better than Frith’s pickpockets, rifling the public purse. The mob who stormed the Capitol thought they were the people, even as they undermined the people’s right to vote, and yet I can’t help founding my dreaming of tomorrow on a vision of an “us”. Not a radiant host, perhaps, but the scrappy figures of a Lowry painting, stuttering into proximity, maybe even fellowship at last.\\nOlivia Laing’s latest book, Everybody: A Book About Freedom, is published by Pan Macmillan, £20. To support the Guardian order your copy at guardianbookshop.com. Delivery charges may apply", "image": [["https://i.guim.co.uk/img/media/be2fd2aae7895070221a2418543a2a8947a3197e/78_417_1842_1105/master/1842.jpg?width=480&dpr=1&s=none", "Viareggio Air Show, 1995 (detail), by Massimo Vitali"], ["https://i.guim.co.uk/img/media/0d285d18d478e2caeae310f1499c7392d8a70d50/0_0_4801_2113/master/4801.jpg?width=445&dpr=1&s=none", "The Derby Day, 1856-8, by William Powell Frith"], ["https://i.guim.co.uk/img/media/c2a02261887246e7afe13db576090a3ef4f10aeb/0_0_3230_2465/master/3230.jpg?width=445&dpr=1&s=none", "An image from Leni Riefenstahl’s film The Triumph of the Will, made at the 1934 Nuremberg rallies"], ["https://i.guim.co.uk/img/media/9dd40fa9e2ea01a031fef95f956d84bcbea6cea7/0_166_5890_3761/master/5890.jpg?width=445&dpr=1&s=none", "Kill the Bill protest by people angry at new legislation called the Police, Crime, Sentencing and Courts Bill in London last month.. The protest was supported by several groups including Extinction Rebellion and Black Lives Matter"], ["https://i.guim.co.uk/img/media/40be67e6cc5de37e0ee928c2f5435ffcbea618fc/0_0_2112_2362/master/2112.jpg?width=445&dpr=1&s=none", "Henry Moore’s Tube Shelter Perspective: The Liverpool Street Extension, 1941"]], "author": ["Olivia Laing"], "date": "2021-05-23"}, "https://www.theguardian.com/uk-news/2021/may/01/climate-activist-arrested-after-gluing-himself-to-tower-bridge-extinction-rebellion": {"title": "Nine arrests in London as climate activists glue themselves to bridges", "subtitle": null, "text": "Hundreds take part in individual Extinction Rebellion acts in protest against lack of government action\\nNine people were arrested on Saturday, including activists who glued themselves to bridges in London in protest at a lack of government action two years after parliament declared a climate emergency.\\nThe wave of “rebellion of one” protests on Saturday, organised by Extinction Rebellion (XR), involved hundreds of activists who blocked roads by sitting alone wearing signs expressing their fears about the future.\\nEarlier on Saturday police shut Tower Bridge to southbound traffic after Morgan Trowland, 38, attached himself to the crossing.\\nTrowland, a civil engineer from Hackney, east London, told PA Media: “I’m terrified that billions will die because of the climate crisis, humans and non-humans. I’m freaking out that many people are accepting this, or feel powerless to change the course. I want to show onlookers that we each have phenomenal power.”\\nAnother protester blocked a street in Nottingham while donning a sandwich board reading: “I’m terrified by the horrors that my son will have to endure because of the climate crisis.”\\nProtests took place in towns and cities across the country, including Nottingham, Birmingham, Oxford, Bradford, Newcastle and Swansea.\\nThe nine arrests related to Extinction Rebellion protests in London were in various parts of the city, including on Tower Bridge, Westminster Bridge and Blackfriars Bridge, and in Clapham, Haringey, Bromley, Tower Hamlets and Lambeth.\\nXR said in a statement that the government was moving too slowly on cutting emissions, citing multiple reports finding the UK will miss its targets unless ministers take immediate action.\\nAnnouncing its May Day action, the group said: “Rebellion of one fits right in with the tradition of Workers’ Day: coming together dispersed but united in the name of climate & environmental justice.”\\nThe rebellion of one movement is inspired by a Russian activist who blockaded traffic by stepping out on to a multi-lane highway near Moscow, the campaigning group said.\\nXR’s action coincided with more than 40 protests against the police, crime, sentencing and courts bill which also took place on May Day, mainly focused in London.\\nThe proposed legislation would expand police powers in England and Wales, allowing them to curb protests they deem too noisy or a nuisance, with those convicted liable to fines or jail terms. The bill was drawn up partly in response to protests by XR and Black Lives Matter.\\nA Home Office spokesperson said: “The right to protest is a cornerstone of our democracy, but over recent years we have seen an increase in the use of disruptive and dangerous tactics.”\\nHe added: “These new measures will not stop people from carrying out their civic right to protest and be heard, but will prevent large scale disruption – enabling the silent majority to get on with their lives.”", "image": [["https://i.guim.co.uk/img/media/d14b5190ccc22f512b4f6b79cceaf1e6a1621d19/0_85_1620_972/master/1620.jpg?width=465&dpr=1&s=none", "Morgan Trowland, 38, pictured blocking traffic on Tower Bridge in London."]], "author": ["Clea Skopeliti"], "date": "2021-05-02"}}