{"https://www.theguardian.com/world/2021/aug/16/you-follow-the-governments-agenda-chinas-climate-activists-walk-a-tightrope": {"title": "‘You follow the government’s agenda’: China’s climate activists walk a tightrope", "subtitle": null, "text": "The IPCC’s alarming report has Chinese environmentalists wondering how to push a government that brooks no criticism into taking more action\\nIn the wake of the IPCC’s alarming warning last week that human induced climate change is affecting every corner of the planet, China’s environmental activists were left wondering what they could do to push their government into taking more action.\\nHaving prioritised rapid economic development for decades, China is responsible for a long list of environmental disasters and concerns, and produces around a third of the world’s carbon emissions. It has made ambitious pledges to hit peak emissions by 2030 and be carbon neutral by 2060, but still drawn warnings that it may not be possible under their current trajectory.\\nBeijing is far from alone in being accused of doing too little in the face of climate change, but inside China any attempt to criticise the government for inaction is increasingly dangerous.Marches and protests seen over the world calling for greater action against an existential threat are largely impossible in China.\\n“To [criticise the government] publicly… There will be consequences, they will come one day,” says a former Chinese environmental journalist who now lives overseas. “It could be a removal of your operational license or just harassment of individual employees.”\\nAmid a nationwide crackdown on dissent and activism – including LGBTQ rights, feminism, human rights, political freedoms and environmentalism – activists and non-government organisations fear expulsion, harassment, or worse if they criticise the government.\\nIn recent years authorities have arrested countless environmental protesters, whistleblowers and concerned citizens. They are often charged with the ubiquitous catch-all of “picking quarrels and provoking trouble”, a crime frequently levelled against pesky activists. Some, like Ou Hongyi, China’s answer to Greta Thunberg, have left the country and now lobby from the outside.\\n“With all these examples of the suppression of people just holding different opinions to the central government, there is fear growing,” the former journalist says.\\nCurrent and former environmental activists and journalists, many of whom declined to go on the record for fear of repercussion, described to the Guardian a sector working quietly and fearfully to navigate a government hypersensitive to any criticism.\\nThe former journalist says just a decade ago was a “golden time” for environmental journalism and activism, where investigations and campaigns – while risky and still bound by red tape – were often tolerated and saw results. Now, NGOs are just trying to survive, eking what they can from a government which won’t abide criticism of any kind.\\n“[Climate activism] exists in China, but it’s not the same format, or the same perception of western democratic environmentalism. It’s environmentalism with Chinese characteristics,” she says.\\n“The thing is you have to show you’re willing to cooperate, and that you come with constructive criticisms, and you follow the government agenda – say the 2030/2060 carbon goals. You don’t say ‘it’s too late’, you say ‘here is our proposal’.”\\nIt leaves international NGOs in a tricky spot, having to balance the benefits of a local presence with having to keep quiet.\\nDr Liu Junyan, head of Greenpeace’s climate risk project in Beijing, says most environmental movements are driven by the government or elites, and others have to work on the sidelines educating community leaders to filter concerns up through the ranks, hoping the government eventually adopts it for their agenda.\\n“We are trying to figure out unique engagement pathways. I don’t think many NGOs especially international NGOs, have found the pathway,” Liu says.\\nIt worked for air pollution campaigns around 2012, when the public and then the government got behind it as a health issue, she says.\\nSome, like leading Chinese environmentalist, Ma Jun, have come up with innovative ways using government data to shame polluters and emitters without crossing government red lines. Private meetings can also go a long way if local officials are open-minded and willing to talk, but if not, there’s little one can do.\\n“You can not get the Chinese government to do anything if they don’t listen to you,” says the head of a Chinese NGO, which specialises in community education.\\nBut a major impediment is low awareness of the climate crisis among the general population, thanks to muzzled activists, online censorship, and little focus on the issues by the media and education system. Searches for “China global warming” on government news sites return nothing.\\n“I think basic education should include climate change, it is a very important topic to educate students,” he says. “However, when we go to school and try to share our knowledge, we find that even the teachers don’t have a deep understanding of climate change.”\\nLiu says there has been improvements, and after Xi announced his carbon pledges there was a noticeable willingness in state media to finally discuss climate change. But still, “the bulk of the general public have a limited idea of what climate change is and a low perception of how it will affect their lives. [It means] there is limited activism from the bottom up”.\\nState media coverage of the report noted the devastating climate disasters of recent months in China. But it also largely praised or avoided mentioning China’s efforts, and calls for action highlighted the inadequacies of foreign governments or societies instead.\\n“Have you counted the wild fire carbon emission in United States, Australia and Canada?” one commenter said.\\n“It will improve a lot if American eat less beef and avocados,” said another.\\nThe former journalist doesn’t know where “activism with Chinese characteristics” goes from here, and says her generation of environmentalists have largely walked away from it. She questions whether the young people like Ou actually benefit from having grown up in the harsher, propaganda-heavy environment.\\n“Maybe for young people like her who never experienced the frustrations we had, who never had the contrast of being able to express a little bit to not being able to express at all, they were not traumatised,” she says.\\n“This might be a pattern of young Chinese who grow up and live abroad, participating… and joining the international wave of activism. Because fundamentally climate change is not just a Chinese issue, it’s a global issue.”", "image": [["https://i.guim.co.uk/img/media/e9f8da66a671ef13cd8c111fa3093fe5afdaac7d/0_349_5568_3341/master/5568.jpg?width=465&dpr=1&s=none", "Ou Hongyi, aged 17, stages a protest on a street in Guilin, as the first young person in China to participate in Greta Thunberg-inspired schools climate strikes."], ["https://i.guim.co.uk/img/media/398837d7876d21fe1cb9b403dc0e350d039309c8/0_165_5000_3001/master/5000.jpg?width=445&dpr=1&s=none", "Flooding in Xinxiang in central China’s Henan Province in June. The Intergovernmental Panel on Climate Change report said extremes such as heat waves, droughts, floods and storms would become more common across the planet as temperatures rise."], ["https://i.guim.co.uk/img/media/151b7b316ed321d966b4a259d7997c5505a3996d/0_79_3500_2100/master/3500.jpg?width=445&dpr=1&s=none", "A coal processing plant in Hejin in central China’s Shanxi Province. Chinese President Xi Jinping says his country will aim to stop pumping additional carbon dioxide, the main global warming gas, into the atmosphere by 2060."]], "author": ["Helen Davidson"], "date": "2021-08-16"}, "https://www.theguardian.com/politics/2021/aug/16/green-party-former-deputy-leader-and-bristol-councillor-make-leadership-bid": {"title": "Green party: former deputy leader and Bristol councillor make leadership bid", "subtitle": null, "text": "Carla Denyer, former candidate for Bristol West, and Norwich councillor Adrian Ramsay announce joint ticket\\nA former aide to Caroline Lucas and a prominent councillor in England’s largest Green council group will run on another joint ticket to lead the party after the departure of its co-leaders Siân Berry and Jonathan Bartley.\\nCarla Denyer, the party’s candidate for Bristol West, where the Greens achieved one of their highest swings at the last general election, will stand with former deputy leader Adrian Ramsay for the leadership, which is being contested by two other joint tickets.\\nBerry announced her resignation last month, citing conflict within the party over transgender rights and said it had been a “failure of leadership” on her part that the party was sending “mixed messages”.\\nShe and Bartley, who said he wanted to pursue campaigns outside the party system, have led the party together since 2018. Caroline Lucas and Bartley were joint leaders from 2016 to 2018.\\nRamsay was deputy leader under Lucas until 2012, co-organising the Brighton Pavilion campaign that led to her being elected as the first Green MP in 2010, and has been a councillor in Norwich, a city where the party became the largest Green councillor group in England at the time with 15 seats.\\nDenyer, a former windfarm engineer, ran against Labour’s Thangam Debbonaire in Bristol West and won a 12% swing to the Greens, though Debbonaire still holds one of the highest majorities in the country.\\nAnnouncing their candidacy, Ramsay said: “The time for action on the climate is running out. It’s clear this government doesn’t understand the urgency of the climate emergency. We need a strong Green party to secure change.\\nProud to announce I’m running for @TheGreenParty co-leader with @Carla_Denyer .We want to use our experience to build the party, win power and influence across England & Wales, and transform society to create a brighter future for all.Find out more: https://t.co/n5LnPudLIq pic.twitter.com/sp4KHR4Pzl\\n“I’m coming back into politics because it’s evident to me that getting more Greens elected into positions of power is our best way of securing change. Greens are currently in administration in 14 councils, leading the charge for action from Lancaster to Brighton and Hove. But that’s not enough. We’re committed to making the Green party a real electoral force across every corner of England and Wales.”\\nDenyer said the political climate was “dominated by reckless nationalism and culture wars, or a type of vacuous idea-free politics obsessed with image over substance. The perfect antidote is more elected Greens. We’re committed to being the duo who secure a second Green MP to join Caroline Lucas in Westminster and our first Green in the Senedd.”\\nThe pair will face other joint tickets in the battle for the leadership. Tamsin Omond, a co-founder of Extinction Rebellion who identifies as trans and non-binary, will stand with Amelia Womack, the current deputy leader. Martin Hemingway and Tina Rothery, longstanding environmental activists based in the north of England, make up the other pair.\\nThe Green party made record advances in this spring’s local elections, with a net gain of 91 council seats in the local elections, taking its national total to a record 444. Voting will take place in September.\\nThis article was amended on 17 August 2021. An earlier version incorrectly stated that Carla Denyer was the leader of Bristol’s Green councillor group.", "image": [["https://i.guim.co.uk/img/media/e64e1569d0786bcb55e76d6054b4c9484e2f0729/195_109_3108_1865/master/3108.jpg?width=465&dpr=1&s=none", "Carla Denyer and Adrian Ramsay are running to be the next co-leaders of the Green party."]], "author": ["Jessica Elgot"], "date": "2021-08-16"}, "https://www.theguardian.com/environment/2021/aug/24/extinction-rebellion-block-whitehall-in-protest-against-hmrc-and-barclays": {"title": "Extinction Rebellion blocks junction in London’s West End in latest protest", "subtitle": null, "text": "Activists earlier blocked Whitehall in protest against HMRC and Barclays over funding of fossil fuel industries\\nEnvironmentalist protesters have blocked another main junction in London’s West End, calling for “crisis talks” over global warming on the second day of Extinction Rebellion’s latest campaign of protest.\\nProtesters swooped on Cambridge Circus, in the heart of the capital’s theatre district, just after 3pm. Police managed to encircle gear brought in by activists, holding the middle of road as protesters danced around them to music from a mobile sound system.\\nThe spot had been intended as a space for ‘“crisis talks” – a citizens’ assembly where members of the public could debate the climate emergency, Gail Bradbrook, XR’s founder, told the Guardian.\\n“The point that we are making – we’ve got tables for engagement with ordinary people – is that XR is not here to tell people what to do; we are here to say there’s a crisis folks, we’ve got to do this together,” she said. “The leaders of the country and of business are leading us off a cliff, so we’ve got to come together.”\\nIn an interval from the music, speakers addressed the crowd, emphasising the urgency of the climate situation and the importance of mass protest. Siân Berry, acting leader of the Green party, who sits in the London assembly, said: “I’m so proud of all of you for the work you do holding these spaces for public debate.”\\nThe Metropolitan police said 40 people were arrested at the protests, taking the total number of arrests over the three days of activity by Extinction Rebellion to 102.\\nPolice also denied that live facial recognition was in use at XR’s protest on Monday, where there was 52 arrests. A spokesperson said: “The MPS has committed to give prior notice of our plans to deploy live facial recognition.\\n“Live facial recognition technology was not deployed [on Monday]. There was a police tannoy van present at the protest in Long Acre junction.”\\nAislinn MacDonald, 30, from New Cross, was protesting with XR for the first time. She said: “Climate change is important, people need to be made aware and it’s fucking bullshit that the government are not doing anything.”\\nBen Sharpley, 22, from Southampton, was waving an XR flag. He said it was fear that had motivated him to join the demonstration. He said: “I’m scared. I’ve seen the science, I’ve seen what’s happening. At first it was intellectual interest, and now I’m properly scared.”\\nPolice responded to the occupation of Cambridge Circus by rushing into the centre of the junction and surrounding a buoy and a van brought by activists and officers took their opportunity to expand their own occupation when crowds parted to let a fire engine through.\\nThe Cambridge Circus occupation was one of a number of XR actions taking place on Tuesday. Earlier, hundreds of XR protesters blocked Whitehall in a protest against HM Revenue and Customs’ links to Barclays Bank.\\nActivists from the group’s Welsh chapter stopped traffic by locking themselves together in the street in front of the tax collection department and displayed banners saying, “Government in bed with climate criminals”, “Trethi i Barclays = Llifogydd yng Nghymru (Taxes for Barclays = Flooding in Wales)”, and, simply: “HMRC stop banking with Barclays”.\\nAddressing the protest on Twitter, the Met said: “We have made a number of arrests on Parliament Street so far. Some people have once again used complicated lock-on devices, adding to the unreasonable nature of this disruption.”\\nMeanwhile, Liberty, the human rights organisation, raised the alarm over the prospect that the Met may be using live facial recognition at XR’s protests, after members of its legal team spotted a van kitted out with cameras that had been used in previous trials close to XR’s protest in Covent Garden on Monday.\\nEmmanuelle Andrews, Liberty policy and campaigns officer, said: “Protest is a key part of a free democracy yet this fundamental right is currently under threat in this country, either through legislation with the policing bill or through on the ground intimidation.\\n“The use of surveillance tech at protests is clearly an example of the latter. Police have serious questions to answer about whether or not they are using facial recognition to identify people at protests.”\\nThe Guardian has contacted the Metropolitan police for comment.", "image": [["https://i.guim.co.uk/img/media/b45065611ab5367304f490b7baf32859c9661568/0_200_6000_3600/master/6000.jpg?width=465&dpr=1&s=none", "Police and climate change protesters from Extinction Rebellion at Cambridge Circus, London."], ["https://i.guim.co.uk/img/media/9282ec4d7e6b8ad7679edb6b03402ff8d3d7d2f2/0_253_7350_4412/master/7350.jpg?width=445&dpr=1&s=none", "Extinction Rebellion activists scrubbing the doors of HMRC."]], "author": ["Damien Gayle"], "date": "2021-08-24"}, "https://www.theguardian.com/environment/2021/aug/25/extinction-rebellion-protesters-block-oxford-circus-in-london": {"title": "Extinction Rebellion protesters block Oxford Circus in London", "subtitle": null, "text": "Female activists claim police officers trampled them as they rushed to secure cordon\\nExtinction Rebellion protesters have blocked Oxford Circus in London, the site of one of the group’s most famous occupations, as women took the lead on the third day of its latest campaign of disobedience.\\nJust before 2pm, protesters swarmed into the middle of the intersection between Regent Street and Oxford Street, London’s busiest shopping district, and erected a pink structure and sound system.\\nPolice charged into the road to seize the structure and were then surrounded by female protesters. Women who spoke to the Guardian claimed officers trampled them as they rushed to secure their cordon.\\nThe Metropolitan police said as of 6pm on Wednesday, a further six had been arrested for a “variety of offences”, bringing the number of arrests made over the course of the protests to 196.\\nHelen, 58, from Devon, who declined to give her surname, said: “They climbed in the middle. We had no intention to surround the police. Our intention was to protect what’s inside our ring, our circle. We all just had to scream because we were glued together.”\\nEarlier an inclusive Fint (female, intersex, non-binary and trans) protest mobilisation rallied at the statue of Eros in Piccadilly Circus and marched through Soho.\\nBhavini Patel, an XR activist who spoke at the rally, said: “Today’s protest is calling upon feminine energy and recognising that women’s voices are still not part of the solution and the centring of what this emergency requires.\\n“We know that women, given the chance, know how to find the words and the power and the courage that’s needed to make the change that’s needed for humanity.”\\nMarvina Newton, who also addressed protesters, said: “The idea is to talk about what we need to do as women to change the scope of our future. As women we need to stand united in everything we do.”\\nLarni Aura, 15, from Fulham, had joined the protest with her mother, Ima Aura, 33. “This is for my future and my whole generation’s future and the next generation’s future, so it’s crucial at this point for as many people as possible to get together and be here,” Larni said.\\nHer mother added: “I feel it’s my duty to educate her and open her eyes to the climate crisis, and I think as citizens we have the right to protest.”\\nXR said its activists had intended to put up a 2.5-metre-tall structure at Oxford Circus designed to look like a giant table. In the event it looked half-finished after the speedy intervention by police.\\nExplaining the rationale behind a specifically female-led action, the group pointed to research showing women are especially vulnerable to the effects of a worsening climate, but are also in many cases leading the fight against the climate crisis.\\nThe Metropolitan police tweeted: “Officers intervened when protesters were building a structure at Oxford Circus. Some individuals have glued themselves to the structure, specialist officers are working to support their removal. There will be some disruption to traffic in the area as roads are currently blocked, which we are working to reduce.”\\nSome women were hurt as police charged in. Zoe Cohen, 50, from Warrington, had her glued hand ripped from the woman next to her. It was bandaged when she spoke to the Guardian.\\nShe said: “I’m a white middle-aged woman, I’ve not experienced police violence before … now I have direct experience of police violence. The public need to know that women and mothers trying to protect their children are being violently attacked by our state police. We pay their wages and they basically attacked us for trying to protect all life on earth.”\\nJust before 4pm, police issued a section 14 notice, imposing restrictions on the demonstration. “The protest and assembly at Oxford Circus must cease immediately,” the force wrote on Twitter, and a van was deployed to the protest to play the terms of the order through a loudspeaker.\\nOfficers first targeted drummers from Extinction Rebellion’s samba, ordering them to leave the area. Once the music was silenced, police brought in specialist officers to cut loose those who had been locked in place.\\n“It disheartens people when they remove the band,” said one samba player, who gave her name as Free. “Also, we bring public attention. When the band start playing, people will come and watch, and the police don’t like that.”\\nActivists with Animal Rebellion, XR’s animal rights sister group, reported that 36 of its supporters had been arrested after staging an overnight occupation of a McDonald’s branch in Leicester Square. The group said the protest was intended to “call out the fast-food chain for its role in destroying the planet”.", "image": null, "author": ["Damien Gayle"], "date": "2021-08-25"}, "https://www.theguardian.com/uk-news/2021/aug/29/greenham-common-at-40-we-came-to-fight-war-and-stayed-for-the-feminism": {"title": "Greenham Common at 40: We came to fight war, and stayed for the feminism", "subtitle": null, "text": "In 1982, Julie Bindel joined 30,000 women ‘embracing the base’ in protest over nuclear arms. Here she recounts the pivotal role the protest played in their lives\\nIn September 1981, 32 women, four men and several children marched from Cardiff to Berkshire to protest over nuclear weapons being sited at RAF Greenham Common. The following year, the founders declared the camp “women only”, and the Greenham Common Women’s Peace Camp became one of the longest and most famous examples of feminist protest in recent history.\\nThe camp was set up outside the RAF base to protest against US nuclear weapons on British common land. Facing police and soldiers, the women sang: “Are you on the side of suicide, are you on the side of homicide, are you on the side of genocide, which side are you on?”\\nAs a child, Rebecca Mordan was taken to Greenham by her mother. “Her mind was completely blown and radicalised,” says Mordan. “She was on the telephone tree and watched the tents at night so the women could sleep. She was at the ‘University of Feminism’.”\\nAlong with dozens of women, over nine days, Mordan is retracing the original route taken from Cardiff in 1981, arriving at Greenham Common this Friday. A weekend of festivities on the common will build up to the anniversary two days later.\\n“We don’t want women to die and take their Greenham stories with them,” says Mordan, who built the website Greenham Women Everywhere, and co-authored a book, Out of the Darkness, based on stories from the camp. In the years between 1981 and 2000, when the camp was handed back to locals, more than 70,000 women demonstrated, danced, sang and took direct action such as taking bolt cutters to fences and storming the watchtowers. It was the largest female-led protest since the women’s suffrage movement in the 1900s.\\n“The cruise missiles did go, international law did change, the common was handed back to the people, the camp cost millions of pounds for the Americans, and these women spoke at the UN. Thousands and thousands of women were radicalised, even those who only came for a weekend. It opened their minds to their oppression, introduced middle-class women to working-class women. It was proper intersectional feminism,” says Mordan.\\nThe Greenham camp and its slogans, “Arms are for linking” and “Fight war, not wars”, soon became an embarrassment to the British and US governments.\\nIn 1982, when I joined 30,000 women travelling to Greenham to “embrace the base”, the only means of publicity had been a chain letter sent via women’s groups. “People … hear about Greenham and think ‘middle-aged women’ and immediately shutdown,” says Mordan.\\nHowever, women of all ages, classes and circumstances came to Greenham. “We need to preserve the heritage of Greenham women. Kids and young people always say, ‘Why don’t we know about this?’ It’s cultural robbery,” says Stephanie Davies, former Greenham woman and author of Other Girls Like Me.\\n“When people talk about Extinction Rebellion, they talk about the suffragettes, but they don’t mention the Greenham women,” says Davies. “The camp provided me with a safe space from male violence, and I saw that with many other women there, especially those that escaped abusive relationships.”\\nI remember going to the women-only club Rackets in Islington on Friday nights. A van-load of Greenham women would turn up and have a wash in the toilets before wildly dancing and drinking pints. They were instantly recognisable with their colourful mohawks and grubby clothes smelling of woodsmoke. By living at the camp, many heterosexual, married women realised they didn’t have to bother with men at all and took up relationships with women. Much of the tabloid media was prejudicial and referred to Greenham inhabitants as “dirty, filthy lesbians” – it was handy to condemn leftwing feminists and anti-war activists with one toxic slur.\\nGreenham was never my cup of tea. I was campaigning to end rape and domestic violence during those years, and the nurturing, caring objectives of women fighting for peace fitted the sexist stereotypes of women. Camping in freezing weather and eating endless lentil stew added a further deterrent.\\nNevertheless, I was drawn to the idea of Greenham because, for one thing, lesbianism and close relationships between women became normalised, with the possibility of alternative relationships opening up to women who might never have considered it. This was a time when homophobia was rampant, ahead of section 28, and lesbians were losing custody of their children to violent spouses.\\nAnother appeal was how activists made connections between policing, militarism, war and everyday male violence towards women.\\nDespite the camp, the first cruise missiles came to Greenham in 1983, but protests continued through the 80s, with many women taken to court, fined and even jailed. The signing of the Intermediate-Range Nuclear Forces treaty between the US and Russia in 1987 paved the way for the removal of cruise missiles from Greenham between 1989 and 1991. The US air force left the base in 1992, followed by the UK. The peace camp remained as a continuing protest against nuclear weapons until 2000.\\nNow part of Greenham is a business park and the rest is common land.\\nRebecca Johnson arrived at the camp in 1982 and lived there for five years. She is the director and founder of the Acronym Institute for Disarmament Diplomacy, co-founder of the International Campaign to Abolish Nuclear Weapons, and vice-president of CND.\\n“Many of us came for the nuclear weapons and stayed for the feminism. But 40 years on, it seems all the same battles are still being fought. We made connections with women across the world who were also experiencing war and conflict,” says Johnson.\\nPerhaps nostalgia plays a part in terms of the joy that the camp gave women who had never been able to live outside the heterosexual family unit or the control of men. Women living communally on a massive scale must have been the best consciousness-raising group in the history of feminism.", "image": [["https://i.guim.co.uk/img/media/15b162682a307b6509c72d273aed8cde6d2e88e9/0_322_5232_3140/master/5232.jpg?width=465&dpr=1&s=none", "Peace protesters holding hands encircling the perimeter fence of RAF Greenham Common in Berkshire."], ["https://i.guim.co.uk/img/media/d2aebcf7259d1a91dd002770794f8b4842eecc01/0_599_3472_2081/master/3472.jpg?width=445&dpr=1&s=none", "For many women, the camp offered a place to form solid female friendships"]], "author": ["Julie Bindel"], "date": "2021-08-29"}, "https://www.theguardian.com/commentisfree/2021/aug/09/police-bill-not-law-order-state-control-erosion-freedom": {"title": "The police bill is not about law and order – it’s about state control", "subtitle": null, "text": "In a chilling erosion of our freedom of expression, ministers will have the power to suppress any protest they don’t agree with\\nTucked away in the government’s 300-page police, crime, sentencing and courts bill, are various clauses which will have serious implications for the right to protest. The bill seeks to quietly criminalise “serious annoyance”, increase police powers to restrict protests, and give the home secretary discretion over what types of protests are allowed.\\nIt is striking that such an enormous bill had its second reading less than a week after it was published and was only allocated two days of debate. It appears that the government had hoped to pass it quickly and without fanfare, but instead the introduction of the bill coincided with the fallout from the police response to the Sarah Everard vigil and ultimately sparked in Bristol the very thing it sought to limit: protests.\\nClauses 55 and 56 of the bill will make it easier for the police to impose conditions on marches and static protests, removing the distinction between the two. Where before, protests would have to threaten serious public disorder to warrant certain restrictions, under this bill police could intervene merely if the protest was noisy enough to cause a person in the vicinity “serious unease”.\\nFurther, the range of conditions that may be imposed would be increased. Where before police could only rule on the place, duration and number of persons attending a protest, under this bill, the police would be able to impose any condition they thought necessary. As Liberty, the civil liberties organisation, points out, this would give the police the power to ban static protests altogether.\\nThis is significant because breaching one of these conditions is a criminal offence, and the bill also lowers the threshold for committing such an offence and increases the maximum penalty. Whereas before, someone would have to actually know that the condition had been imposed by the police, under this bill organisers can be prosecuted if they merely ought to have known, and could end up facing nearly a year in prison.\\nThis bill would make it a crime to cause “serious annoyance” to the public, with a maximum penalty of 10 years in prison. However, one of the most worrying powers created by the bill gives the home secretary control over the definition of “serious disruption to the life of the community” and “serious disruption to the activities of an organisation”, both of which can determine when police powers to limit protest are engaged. This power effectively grants a minister the ability to suppress the kinds of protests that he or she does not like or agree with.\\nIn the debate on the bill, even former Conservative prime minister Theresa May, herself an ex-home secretary, pointedly commented: “It is tempting when home secretary to think that giving powers to the home secretary is very reasonable – because we all think we’re reasonable. But actually future home secretaries may not be so reasonable.”\\nThe government refers to the 2019 Extinction Rebellion protests and the recent “Kill the Bill” protests in Bristol as justifying these new powers. After all, given the images of a seemingly beleaguered police force struggling to defend itself against a mob who have set fire to vans, with officers suffering broken bones and a collapsed lung, ought we not to give the police the tools to fight back?\\nExcept that it turns out that the media coverage of the Bristol protests has been misleading, the Avon and Somerset police admitted there had not been any broken bones or punctured lungs and the locals in Bristol tell a very different story of heavy-handed police tactics. In addition, it has been reported that far more protesters than police were injured.\\nThe reality is that the police do not need more powers to limit protests, as much as they might like them. Even if all of the protesters in Bristol were being as violent as the initial reports claimed, there are already laws in place to deal with that behaviour. The clauses in this bill about noise, inconvenience and annoyance betray what it is really trying to do: keep those pesky protesters away from the places they will have the most impact. That way, the government will not have to worry about protests the next time they do such things as authorise police informants to commit torture or excuse soldiers for historic war crimes.\\nMake no mistake, this bill is not about law and order, it is about state control and the subtle erosion of freedom of expression. Protests are supposed to be loud and inconvenient; they would not be particularly effective otherwise. As Theresa May put it: “There will be people who will have seen scenes of protests and asked, ‘Why aren’t the government doing something?’ The answer, in many cases, may simply be that we live in a democratic, free society.”\\nJoshua Clements has just completed his final exams on the ICCA bar course. This article won first prize at the inaugural ICCA Essay Competition, sponsored by the Guardian and Keating Chambers", "image": [["https://i.guim.co.uk/img/media/78829afa07c8712d50550cc2a2164d8d25c1a825/0_209_3500_2102/master/3500.jpg?width=465&dpr=1&s=none", "“Kill the Bill” protests in Bristol"]], "author": null, "date": "2021-08-09"}, "https://www.theguardian.com/politics/2021/aug/12/green-party-to-offer-young-intersectional-feminist-leadership": {"title": "Green party to offer ‘young, intersectional feminist leadership’", "subtitle": null, "text": "Amelia Womack will stand for election as co-leader with Tamsin Omond, who identifies as trans and non-binary\\nA chance to offer voters young, intersectional feminist political leadership will be one of the key planks of the plan to run the Green party announced by Tamsin Omond and Amelia Womack.\\nTamsin Omond, who identifies as trans and non-binary, will stand with Amelia Womack for election as co-leaders of the Green party, in an attempt to increase the party’s national membership and prepare for a general election. It is believed that this will be the first time a non-binary person has contested the leadership of a national political party.\\nOmond, a co-founder of Extinction Rebellion and a longtime activist against airport expansion and other climate issues, told the Guardian: “There is a stranded majority of people who are desperate to do something about the climate emergency, who are feeling anxious, who are doing everything they can … They need a national political party that has transformative policies, and the Green party is here for this moment.”\\nWomack, currently deputy leader of the Greens, pointed to the findings of the Intergovernmental Panel on Climate Change, published on Monday, which warned of climate calamity within the next two decades unless drastic action is taken urgently on greenhouse gas emissions. “People are desperate for a clear vision,” she said. “It’s not about individual action but genuine political change, structural change.”\\nThe Green party’s leadership has fallen vacant since the previous co-leaders resigned. Jonathan Bartley resigned in early July, citing changed personal circumstances, and his co-leader Sian Berry followed less than 10 days later.\\nBerry’s resignation came after an internal party row over trans rights. Berry said in a statement: “There is now an inconsistency between the sincere promise to fight for trans rights and inclusion in my work and the message sent by the party’s choice of frontbench representatives … My conscience simply cannot agree with the argument that there is anything positive in sending these mixed messages.”\\nShe is understood to have been referring to the appointment of Shahrar Ali, an academic, as party spokesperson for policing and domestic safety. He published a statement online in July 2020 defining a woman as an adult human female.\\nTwo other co-leader candidates have also declared in the race: Martin Hemingway and Tina Rothery, longstanding environmental activists based in the north of England. Hemingway said he brought “50 years of political campaigning experience, including 12 years as a councillor on Leeds city council, the second largest council in the country” and had contested European elections and general elections for the Green party, which he joined in 2003.\\nRothery co-founded the pressure group Nanas UK to protest against fracking, and worked for Gina Dowding, former Green MEP for the north-west, in Brussels.\\nOmond and Womack, both 36, said their candidacy was aimed at getting more young people involved in the party. Omond is based in London, Womack lives in Newport, Wales. “We are offering young intersectional feminist leadership,” said Omond, pointing to leading figures in other countries such as Jacinta Ardern in New Zealand, Alexandria Ocasio-Cortez in the US, and Annalena Baerbock, co-leader of the Green party in Germany.\\n“Young people are coming into their own, in political agency, on these issues,” Omond added, pointing to a “green surge” in support for the party in the past year. “They are recognising that their future has not been safeguarded.”\\nThe Green party made record advances in this spring’s local elections, making a net gain of 91 council seats in the local elections, taking its national total to a record 444. The party received 850,000 votes in the 2019 general election, but the first-past-the-post system meant it still had only one MP, Caroline Lucas in Brighton Pavilion.\\nUnder the Green party constitution, the post of leader is open to a single candidate or as a job-share to two co-leaders. If there is a single candidate, the position of deputy leader must be opened to a job-share.\\nThe constitution states that in the case of co-leadership, the leaders must be “of different genders”. Omond, who uses the pronoun they, and Womack believe their status covers this criterion, and the Guardian understands the party’s standing orders committee is shortly to rule on this.More candidates may come forward before nominations close on Tuesday, and any new members who join before 27 August will be eligible to vote, alongside the 54,000 existing Green Party members. Voting will take place in September.\\nThis article was amended on 12 August 2021. Amelia Womack is based in Newport, Wales, not London as previously stated. And an incorrect reference to “British voters” introduced during editing was removed; the election is only in England and Wales.", "image": [["https://i.guim.co.uk/img/media/0e001cb499713328613b8eb03acd8e301202c6fb/0_113_7833_4702/master/7833.jpg?width=465&dpr=1&s=none", "Amelia Womack (left) and Tamsin Omond, who are running for co-leadership of the Green party."]], "author": ["Fiona Harvey"], "date": "2021-08-12"}, "https://www.theguardian.com/environment/2021/aug/31/police-wield-batons-during-xrs-london-bridge-bus-blockade": {"title": "Police wield batons during XR’s London Bridge bus blockade", "subtitle": null, "text": "Move on ninth day of latest protest campaign appears to mark change in use of force against the group\\n\\nPolice in London wielded batons and threw punches against Extinction Rebellion protesters as they battled to gain control of an open-top bus blocking London Bridge on Tuesday, in a step-change in their use of force against the group.\\nOn the ninth day of XR’s latest protest campaign, the Guardian witnessed officers from the Metropolitan police climb the sides of the bus parked across the junction at the south of the bridge, striking and wrestling with protesters.\\nAt one point in the melee, an officer appeared to hit a colleague who was climbing on the bus. Inside, officers appeared to put one protester in a headlock and beat them.\\nPaul Stephens, a retired detective sergeant with the Met, who is now an Extinction Rebellion police liaison, described the Met’s actions as “an appalling example of policing”. “Clearly they’ve got orders to use force on protesters that are trying to protest peacefully in the street,” he said.\\nOne window of the bus was smashed by the time police had managed to climb aboard and gain control. Gail Bradbrook, the XR co-founder, who was marching with the protest, said: “What we witnessed from the Met police there was breaking glass when people were nearby, and use of truncheons and use of force. I saw someone in a headlock, people being thrown around. It was an act of aggression in the face of peaceful civil disobedience.\\n“It begs the question of quite what instructions these officers were given this morning.”\\nThe drawing of truncheons against XR protesters marked an apparent change in the Met’s approach to the group. During previous XR campaigns, which have often involved roadblocks and peaceful civil disobedience, officers have taken an incremental approach to clearing blockades, carefully removing protesters from barricades and carrying them away.\\n“It’s the police committing mindless violence when they’re supposed to be protecting us,” one XR supporter at the scene, 66-year-old Carol Jones from Southport, said.\\nProtesters remained around the bus for several hours after the fracas, while the officers involved appeared to be relieved and replaced. At 4pm, the Met imposed a section 14 order, requiring the protest to end immediately. Protesters moved on, following a samba band down Borough High Street and west along Southwark Street. A number of activists remained inside the bus and locked beneath.\\nA Met statement said given the demonstration was an “attempt to cause major disruption to one of London’s busiest bridges” the use of force “was reasonable and proportionate”. They added that 43 arrests were made.\\nThe fracas came after XR protesters gathered by City Hall before beginning a march through London Bridge. This week, the protest group said it wanted to begin targeting the nearby City of London financial district to drive home their key demand of an immediate end to investment in new fossil fuel projects.\\nSiân Berry, the Green party London assembly member and candidate for London mayor, who briefly joined the march, said: “When it comes to driving the extinction that everyone’s worried about, it’s the continued investment in fossil fuels [that’s the problem], and the City needs to mend its ways as quickly as possible.”\\nAlso on Tuesday, a so-called “pram rebellion action” began in Parliament Square, while an XR Families group was expected to meet at St Paul’s Cathedral for a “play-in and feed-in”. In the afternoon, activists gathered in front of the Bank of England to discuss a recent Unicef report on the impact of the climate crisis on children.\\nEarlier, about 50 vegan environmental activists from the Animal Rebellion group blockaded the Arla dairy distribution centre in Buckinghamshire, calling for a transition to a plant-based food system.\\nA dozen other activists from XR Youth Solidarity occupied the headquarters of WWF in Woking in a protest against conservation activities they said were leading to persecution and eviction of indigenous peoples in Tanzania, Cameroon and Kenya.\\nA spokesperson for the XR Youth Solidarity occupation said they had been threatened with arrest, but were trying to negotiate with WWF. “Hours ago [they] said they will get in touch with WWF Tanzania and WWF Kenya to see what they could do about the demands but we haven’t heard back from them about it in a while,” he said.\\nA WWF spokesperson called the occupation disappointing, adding: “We share the same ambition to protect our world, tackle climate change and ensure a future where people and nature thrive.”", "image": [["https://i.guim.co.uk/img/media/b0679a1202bb9c81301a8a47709540bfcfebcd66/0_71_4651_2792/master/4651.jpg?width=465&dpr=1&s=none", "Police wielded batons and against Extinction Rebellion protesters as they battled to gain control of an open-top bus blocking London Bridge"]], "author": ["Damien Gayle"], "date": "2021-08-31"}, "https://www.theguardian.com/environment/2021/aug/11/no-place-to-hide-pressure-on-australia-to-end-support-for-new-fossil-fuel-projects-after-ipcc-report": {"title": "‘No place to hide’: pressure on Australia to end support for new fossil fuel projects after IPCC report", "subtitle": null, "text": "Climate campaigners say dire landmark findings mean the federal government must abandon gas basin and coalmine expansions\\nAustralian politicians are facing calls to accept the era of new fossil fuel investments should end immediately after a major report on the climate crisis confirmed it was already causing havoc across the planet, with worse to come.\\nThe prime minister, Scott Morrison, said on Tuesday the sixth assessment report by the Intergovernmental Panel on Climate Change (IPCC), the world’s leading authority on climate science, confirmed the “serious implications for Australia of what’s happening globally”.\\nBut he maintained that the “technological breakthroughs” to come would ensure the world transitioned successfully to a low emissions future. “What’s important is that we ensure that the technology breakthroughs that are necessary to transform the world over the next 10, 20 and 30 years are realised,” Morrison said.\\nThe IPCC found human activities were equivocally heating the planet and causing changes not seen for centuries and in some cases thousands of years. They were already affecting weather and climate extremes in every region, including contributing to a rising number of heatwaves, heavier rainfall events and more intense droughts and tropical cyclones.\\nClimate campaigners said the report – which also said global surface temperatures would continue to increase until at least mid-century under all scenarios – should prompt the Coalition and Labor to immediately end support for new fossil fuel projects, including gas basins and coalmine expansions.\\nKirsty Howey, co-director of Environment Centre Northern Territory, said the report showed the development of the territory’s vast Beetaloo basin and the offshore Barossa gas field, backed by bipartisan support, was a “kamikaze mission” and needed to be stopped.\\nHowey said gas fields leaked significant amounts of methane, a potent greenhouse gas, and there was enough gas in the Beetaloo sub-basin to increase Australia’s emissions by 20%. The IPCC reported atmospheric methane concentrations had increased 156% since 1750, compared with a 47% increase in carbon dioxide. The science body said “every tonne of CO₂ emissions adds to global warming”.\\n“It is negligent to suggest that gas is part of the solution to global warming,” Howey said. “With devastating fires, floods and storms across the globe, the [NT’s] Gunner government and Australia has a responsibility to stop these reckless and dangerous projects.”\\nAndy Paine, from the group Frontline Action on Coal, said the IPCC report was “a sad and frightening read”. “What’s more sad and frightening is that there is nothing new here,” he said. “All new fossil fuel projects must be stopped immediately, including Adani’s Carmichael mine.”\\nGavan McFadzean, climate program manager at the Australian Conservation Foundation, said the projections in the IPCC report showed there was no more time for delay. It left the Morrison government’s support for a gas-led recovery, including hundreds of millions of dollars of public support for new infrastructure and to build a gas power plant in the Hunter Valley, with “no place to hide”, he said.\\nBut the country’s influential oil and gas lobby group said new technology and gas were “part of the solution to reducing emissions”, a position that has been echoed by the Morrison government and some Labor MPs.\\nThe Australian Petroleum Production and Exploration Association issued a statement saying new gas had “only half the greenhouse gas emissions of coal when used to generate electricity”. “Natural gas has a critical role to play in reducing emissions in our energy system,” the group’s deputy chief executive, Damian Dwyer, said.\\nThe government is facing pressure over a $50m grants program for companies to explore the Beetaloo basin, including $21m awarded to Empire Energy, a firm with some links to the Liberal party. The grants are the subject of a Senate inquiry and court action. Studies have suggested emissions from gas have often been underestimated due to methane leakage during extraction and transport.\\nMorrison has resisted calls to join the more than 100 countries that have adopted a target of reaching net zero emissions by 2050. He has suggested his government might have more to say on Australia’s 2030 target – currently a 26-28% cut compared with 2005 – before a major climate summit in Glasgow.\\nMcFadzean said the report showed 2050 was “too late” for Australia to reach net zero emissions. He said it needed to cut them by more than two-thirds over the next decade and reach net zero by 2035 if it was to do its “fair share”.\\nDavid Ritter, chief executive of Greenpeace Australia Pacific, accused the government of “sacrificing the future of our kids and our country” to protect “coal and gas corporations”. He said the science demanded targets of a 75% emissions cut this decade and net zero by 2035. “The Australian people and the world deserve better,” he said.\\nMorrison said on Tuesday that Australia “must take action” but could not ignore that developing countries now accounted for the majority of new emissions. He said the Australian approach was to enable them to act through technology. “I won’t be signing a blank cheque on behalf of Australians to targets without plans. We will set out a clear plan, as we have been working to do,” he said.\\nExtinction Rebellion protestors targeted Parliament House and the Lodge on Tuesday, with a small group arrested after spray painting “no time” and “duty of care” on the parliament forecourt.", "image": [["https://i.guim.co.uk/img/media/3af7f69c0de70287168cc5807ca4e3a6d831c588/0_127_3543_2126/master/3543.jpg?width=465&dpr=1&s=none", "Coal at a Hunter Valley mine"]], "author": ["Adam Morton", "Graham Readfearn"], "date": "2021-08-10"}, "https://www.theguardian.com/environment/2021/aug/19/extinction-rebellion-targets-city-of-london-over-climate-role": {"title": "Extinction Rebellion targets City of London over climate role", "subtitle": null, "text": "Protests starting next week aim to highlight the billions poured into fossil fuels by financial sector\\nThe City of London will be the target of a new round of Extinction Rebellion protests aimed at highlighting the role of high finance in the climate crisis, starting next week and carrying on for at least a fortnight.\\nThousands of protesters are expected to take part in a series of actions in the City, details of which are under wraps. These will target businesses headquartered in the Square Mile financial district, and will include site occupations. There are no plans to disrupt public transport, as has occurred during some previous actions.\\nExtinction Rebellion said the protests would be “joyous” and have a “celebratory” air while highlighting the billions poured into fossil fuels and high-carbon activities by financiers based in London’s financial districts.\\nBusinesses listed on the London Stock Exchange or financed from the UK account for about 15% of global carbon emissions, according to the activist group, and if London’s financial markets were a country they would be the world’s ninth biggest emitter of carbon.\\nAnneka Sutcliffe, an Extinction Rebellion member, said: “We expect the protests to be disruptive. The focus will be on the City, where the power holders are.”\\nShe said at least 2,000 people had recently signed up to the group, and she estimated that nearly half of the protesters likely to take part were new to the movement.\\nMost employees in the City have been working from home throughout the past year owing to the Covid-19 pandemic, but many have been coming under pressure to return to the office.\\nThe protests will start with a rally in Trafalgar Square on Monday morning, 23 August. This is the anniversary of the Haitian slave rebellion of 1791 and the international day for the remembrance of the slave trade and its abolition. XR said its events were also intended to show solidarity with people in the global south who are worst affected by climate breakdown.\\nEsther Stanford-Xosei, a co-founder of XR’s International Solidarity Network, said: “[The power of international finance in promoting fossil fuels] is the promulgation of Empire 2.0. We have the responsibility to hold governments and corporations to account, especially corporations registered on the London Stock Exchange. People in the global south have shown the way to live sustainably.”\\nShe said the aim was to show how the world could be changed by ordinary people coming together. “We are not powerless – you have more power than you think,” she said. “We are the collective power to be the change that we need.”\\nThe government and its management of Cop26, the UN climate talks due to be held this November in Glasgow, are also key targets. Jon Lynes, 93, a veteran of Extinction Rebellion protests – which have often featured retired people who have said they have more freedom to take part in protests where they may be arrested – said: “This is a critical moment for our government to do something. But they have cut down overseas aid while increasing armed forces spending, and dithered over a coalmine in Cumbria and new oilfields. It is really a disgrace. This is why now is the moment [for protest].”\\nTim Crosland, of the pressure group Plan B, who was found in contempt of court for revealing early a supreme court ruling relating to Heathrow’s third runway plans, said: “We are targeting the City because these are the kind of people who are the real contributors to this crisis.”\\nHe spoke out against recent claims by members of the Conservative party that reaching net zero emissions by 2050 – the government’s target, set out in law – would cost too much money. “It’s embarrassing to claim that it is too expensive to save young people and our country and our planet. This is extremist ideology from some parts of the Conservative party,” he said. “They believe science will have to give way to the market, but it is not going to work that way, it’s the other way round. The economy will have to adapt to the science.”\\nA City of London police spokesperson said: “The City of London police is working closely with the Metropolitan Police Service and British Transport Police to appropriately and proportionately respond to protest activity in London over the next fortnight and a policing plan is in place. There will be a greater number of officers deployed to ensure balance between the right to protest and the rights of Londoners to go about their daily lives.”", "image": [["https://i.guim.co.uk/img/media/5cced0bdc502105f5d4991d689b33dae65ea33ba/0_170_4395_2637/master/4395.jpg?width=465&dpr=1&s=none", "Extinction Rebellion activists in Parliament Square, Westminster, in June"]], "author": ["Fiona Harvey"], "date": "2021-08-19"}, "https://www.theguardian.com/commentisfree/2021/aug/10/fossil-fuel-companies-ipcc-climate-report-governments": {"title": "Let’s say it without flinching: the fossil fuel industry is destroying our future", "subtitle": null, "text": "Following the unequivocal IPCC climate report, we must all put pressure on governments to end the fossil fuel era\\nThe sixth assessment report from the Intergovernmental Panel on Climate Change is no ordinary publication. Its 4,000 pages were written by hundreds of independent scientists from 66 countries. It was commissioned by 195 governments and all of them signed off on the conclusions after reviewing them line by line and word by word. These governments, whether supportive, ambivalent or hostile to climate action, now own the messages in the report. So what does it say?\\nThe report concludes that there is now “unequivocal” evidence that human actions are changing our climate. Behind this are alarming findings. The burning of fossil fuels and deforestation has led to levels of carbon dioxide in the atmosphere that are higher today than at any time in the past 2 million years. Alongside methane and other greenhouse gases, this has driven Earth to be warmer than at any point in the past 125,000 years. The impacts of this can be seen in the loss of Arctic sea ice, accelerating sea level rise, hotter and more frequent heatwaves, increased and more frequent extreme rainfall events and, in some regions, more intense droughts and fires.\\nAs scientists, we can now clearly and unambiguously join all the dots, linking these “climate-impact drivers” back to global heating and carbon dioxide emissions from fossil fuel use. Today’s global temperature rise of 1.1C above pre-industrial levels confirms the predictions of climate scientists more than 30 years ago. The increases in heatwaves and extreme rainfall events were also long foreseen. Those in power may have heard the warnings in previous reports, but they did not listen.\\nThe current wave of devastation from heatwaves, fires and floods is causing misery across the world. Even the world’s wealthiest countries, such as Canada and Germany, are woefully ill-prepared for the escalating effects of the climate crisis. Destructive events are the consequences of failing to act on past warnings. As a result, the climate emergency is no longer a future hypothesis: it is with us here and now.\\nGlobal emissions of carbon dioxide are rising again after their temporary fall during the Covid lockdowns. According to the International Energy Authority, unless new policies are enforced, CO2 emissions will probably hit record levels in 2023. And, as if that were not enough bad news, extreme heatwaves, rainfall events and droughts will get worse until carbon dioxide and other greenhouse gas emissions are reduced to zero.\\nIt is hard to make sense of all this. How do we even think of a time as hot as 125,000 years ago? At that point, humans were coexisting with Neanderthals. As much carbon dioxide as two million years ago? Our species hadn’t even evolved by then. It is no wonder these incredible changes feel existential. But we must urgently make sense of them, and act fast.\\nThe problem is ultimately that the use of fossil fuels is a “progress trap”. Decades ago, fossil fuels improved lives compared alternative energy sources, but now their use does the opposite, actively destroying lives and livelihoods. Fossil fuels have gone from an ingenious enabler of human progress to a trap that undermines it. The climate crisis is not caused by vague “human actions”; nor is it a result of some innate aspect of human nature. It is caused by specific investments by specific people in specific things. Change those, and we can change the future.\\nIt may feel uncomfortable saying that fossil fuel companies, their investors and the politicians who enable them are the enemies of progress. But if we care about our collective future we need to say it, again and again, without flinching: using fossil fuels today is destroying our future.\\nThe fossil fuel industry is a powerful and complex enemy. Historically, it is where the world’s most influential lobbyists have worked. Their efforts have secured subsidies, military campaigns and a free licence to pollute, all justified in the name of access to fossil energy. Oil, coal and gas are also intimately involved in our lives, from heating our homes to powering transport. There is no single policy, technological breakthrough or activist campaign that alone can help us escape this trap.\\nInstead we need a three-pronged attack on fossil fuels: target the industry directly, join broad social movements to secure the political changes needed to end the fossil fuel era and make changes to reduce our demand for fossil fuels. That might mean asking your pension provider to divest from fossil fuels, joining the next Extinction Rebellion protest or replacing your polluting gas cooker with a modern electric one. In this, there is a role for everyone.\\nWhat also matters is talking about the climate emergency and the urgent need to end the fossil fuel era. We should be bringing this up at home, at work, at school and with our friends. While the sweeping changes needed must ultimately come from government regulation, it is us who must demonstrate that the desire for change exists.\\nThe new sixth assessment report was not all bad news. It included one unambiguously positive finding: the level of devastation we face is in our collective hands. If the world slashes emissions now and reduces them to net zero by 2050 we would keep the global temperature rise close to 1.5C and avoid the worst impacts of climate change.\\nTo achieve this, politicians will need to hear that the clamour of millions of people’s voices is greater than the might of the fossil fuel lobby. Governments accept the science of climate change. Now they need to be forced to act on what they know is true, and help us escape the fossil fuel progress trap.\\nSimon Lewis is professor of global change science at University College London and University of Leeds", "image": [["https://i.guim.co.uk/img/media/888a7cc0d68fa63c250ac7a7f01ce34c4d26fe89/0_3_3543_2125/master/3543.jpg?width=465&dpr=1&s=none", "A wildfire raging in Gerania, Greece, May 2021."]], "author": ["Simon Lewis"], "date": "2021-08-10"}, "https://www.theguardian.com/environment/2021/aug/27/extinction-rebellion-targets-city-of-london-in-blood-money-protest": {"title": "Extinction Rebellion targets City of London in ‘blood money’ protest", "subtitle": null, "text": "Activists tour financial institutions to highlight firms they believe to be culpable in climate crisis\\n\\nExtinction Rebellion protesters poured red paint over the entrances of City institutions as they marched through London’s financial district in a protest against the ‘“blood money” on which they say the UK economy is built.\\nIn what appeared to be the biggest mobilisation so far this week by the environmental protest group, several thousand demonstrators took a tour of the City, stopping off at the banks and law firms they saw as most culpable in the climate crisis.\\nAll week, groups based on local areas, or around issues such as gender, race or politics, have staged actions in different locations in central London. On Friday, the protest was staged in solidarity with black, brown and indigenous people, especially in the developing world.\\nAfter rallying outside the Bank of England, protesters marched to Standard Chartered bank, where activists scaled the entrance and poured blood-red paint across its glass facade, to highlight the $31.4bn (£23bn) they say it had invested in fossil fuels since the Paris climate accords.\\nActivists then went to the Guildhall, from where the financial district is governed, and sprayed the building with red paint.\\nAt 3pm, they reached Paternoster Square, where the London Stock Exchange is located, for rallies and a speech. A mass civil disobedience was planned.\\n“Today’s protest is highlighting that racial, social and climate justice are all intertwined,” said Bhavini Patel, from east London, an activist with XR Unify. “There is no separation and we recognise that, because where’s that profit going and how does it impact us?\\n“Profit extraction has meant that there has been racial inequality, social inequality and climate collapse. It’s interlinked, and if we want justice we need to be demanding justice for all three things, so that we are equal as people.”\\nFriday was the fifth day of XR’s fourth London “rebellion”, the term it uses for the two-week carnival of protest and civil disobedience that has become one of its trademark strategies. Demonstrators had already carried out street blockades in Covent Garden, Whitehall, the West End and Oxford Circus. On Thursday, animal rights activists stained the fountains outside Buckingham Palace red.\\nThe group’s strategy has been different this year. Whereas in previous rebellions, activists had sought to take and hold key sites in the capital, this time they have staged pop-up occupations, targeting high-footfall sites in the hope of engaging as many people as possible in “crisis talks” about the state of the environment, and what to do about it.\\nFriday’s protest marked an inflection point, with XR using the following week to specifically target the City and financial institutions that are funding fossil fuels, and to drive home its key demand: stop all financing of fossil fuels projects immediately.\\n“We knew it was going to be more difficult to hold major sites, we haven’t been able to do that for a while, so for us moving around and being agile and adaptable has felt really important,” Alannah Byrne, of XR’s media team, said. “It also means we can tell more of a story and target different places and highlight the issues in more places.”\\nThe Metropolitan police’s tactics have also changed. Initially, police tried to block access to protests, but it soon became clear officers were causing more of a disruption than they were preventing. Instead, they moved to attempting to cordon off and isolate XR’s protest structures, and the activists locked on to them.\\nLock-ons have been at the core of XR’s strategy since it began, but locked-on activists need support from other activists, to bring them food and drink, shelter them from the elements, keep them company, and sometimes to surreptitiously swap places.\\nOnce protest apparatuses have been secured, police have imposed section 14 orders to place restrictions on the protests and demand participants leave.\\nDespite that more aggressive approach to trying to nip XR’s actions in the bud, there have been fewer arrests this year, with only 289 as of Thursday afternoon, according to the Met.\\nWhether that was due to a change in police tactics was uncertain. Gail Bradbrook, one of XR’s founders, said: “I think it’s to do with the numbers in XR at the minute who are willing and able to be arrested – pre-Covid, there were probably higher numbers,” she said.\\n“There’s something about people pacing themselves, and resilience. My personal view is that the movement went through a period of contraction. But I think it’s got stronger foundations and it’s going through a period of growth.”\\nRichard Ecclestone, a former police inspector with Devon and Cornwall police who acts as XR’s police liaison, said he felt the Met gold commander’s promise to the group of a “safety-first” policing approach had been broken in the rush to suppress occupations.\\nHe cited examples where police rushing to control areas had reportedly pulled apart women who were glued together or risked toppling a ladder being scaled by activists. In another case, he said, a locked-on protester surrounded by police had to be taken to hospital suffering from dehydration after officers failed to give them drinks.\\nThis article was amended on 28 August 2021 to correct the figure for the number of arrests made by the Met police.", "image": [["https://i.guim.co.uk/img/media/426de0ebe8fed0d348a8bb16b8c4263e6fa74cb7/0_186_5568_3341/master/5568.jpg?width=465&dpr=1&s=none", "Protesters cover Paternoster Square in central London in fake blood and coins during an Extinction Rebellion  march"], ["https://i.guim.co.uk/img/media/d01a3aec16a40503da9e4ec721b5b7eec1cb613e/0_186_5568_3341/master/5568.jpg?width=445&dpr=1&s=none", "Protesters and police in Paternoster Square"], ["https://i.guim.co.uk/img/media/1d87e3887ee7a72a430cd16e8d06faa4d6bcf56c/0_182_5472_3283/master/5472.jpg?width=445&dpr=1&s=none", "Extinction Rebellion activists target the City of London financial district"], ["https://i.guim.co.uk/img/media/95d79b81a106cbdfcbc2ffbe76bfdb1b577e95f5/0_371_5568_3341/master/5568.jpg?width=445&dpr=1&s=none", "Red paint over a sign on the Guildhall sign during the Extinction Rebellion protest in London"]], "author": ["Damien Gayle"], "date": "2021-08-27"}, "https://www.theguardian.com/australia-news/2021/aug/31/coalition-mps-want-more-school-chaplains-to-help-children-suffering-mentally-due-to-climate-activism": {"title": "Coalition MPs want more school chaplains to help children suffering mentally due to ‘alarmist’ climate activism", "subtitle": null, "text": "MPs ask Scott Morrison to fund chaplains in every school, saying global warming alarmism is causing ‘mental health problems’ in young\\nCoalition MPs have urged Scott Morrison to increase funding to the government’s school chaplaincy program to help address concerns that activism against global heating is causing mental health problems for Australian children.\\nIn the Coalition party room on Tuesday, Liberal MP Andrew Wallace compared children’s fear of climate change with the threat of nuclear annihilation in the 1970s and 80s, and requested full funding for chaplains in every school to help ease concerns.\\nThe assistant youth minister, Luke Howarth, has backed the call to expand the program in comments to Guardian Australia, saying climate activism is “alarmist and does cause mental health problems for young people” that could be helped by chaplains.\\nModerate Liberals interpret the push as preparation for increased funding to appease conservative party room members in the event the religious discrimination bill is stripped back.\\nThe chaplaincy program provides $20,000 to 3,100 schools towards the $45,000 annual cost of a chaplain. It was granted $247m over four years in the 2018 budget.\\nWallace told the party room he had entered federal politics to improve mental health and tackle eating disorders, praising health minister Greg Hunt for his work in those areas.\\nWallace spoke about growing up in the 1970s and 80s during the threat of nuclear annihilation, commenting that now children are afraid they will die in 10 years as a result of extinction from climate change.\\nHe blamed groups lobbying for greater action on global heating including GetUp and Extinction Rebellion, saying warnings of the expected harms were “robbing children of hope”.\\nWallace pleaded with the government to provide full funding for every school to have a chaplain in response to climate concern and the “shadow pandemic”, a reference to the mental health impact of Covid-19 and lockdowns.\\nMorrison responded that the chaplaincy program, which was established by the Howard government in 2006 and maintained by Labor in government, was a “signature program”.\\nMorrison noted annual funding was made permanent before the last election, and said the call to expand the program was an “interesting suggestion”.\\nSign up to receive an email with the top stories from Guardian Australia every morning\\nThe Coalition enjoyed an edge over Labor with religious voters at the 2019 election and is keen to wedge the opposition over the religious discrimination bill, to be introduced before the end of the year.\\nHowever, it currently faces a split in its own ranks with Liberals including Warren Entsch and Dave Sharma warning that aspects of the draft bill must be removed because they have become a sword, not a shield, for religious institutions to discriminate against others.\\nThe chaplaincy program is highly controversial, particularly among secular groups that believe it inappropriately introduces religion into state schools, and the Australian Education Union which believes it should be replaced with counsellors and student wellbeing programs.\\nHowarth said chaplains make “a huge difference” in state schools particularly doing outreach with children “from broken families” and facing other “difficulties in their life”.\\n“I’m a big supporter of school chaplaincy,” he told Guardian Australia.\\nHowarth said there was no need to fully fund existing school chaplains, because he supports the current model of chaplains needing to fundraise to pay the remaining $25,000 to support their place in a school.\\n“But there are new schools in growth areas that get no funding. We should continue to grow the chaplaincy program.”\\nHowarth said that young people’s highest priorities were mental health, the environment, security of work and jobs.\\n“I personally think, as assistant minister, that the language around climate change … is alarmist and does cause mental health problems for young people – that’s a big concern.”\\nHowarth accused “Greens and Independents who hold Liberal seats” of talking down Australia’s achievements reducing greenhouse gas emissions.\\n“I talk about hope and that we are doing things. I don’t talk down the future of Australia and the globe.”\\n\\nEmail: sign up for our daily morning and afternoon email newsletters\\nApp: download our free app and never miss the biggest stories\\nSocial: follow us on YouTube, TikTok, Instagram, Facebook or Twitter\\nPodcast: listen to our daily episodes on Apple Podcasts, Spotify or search \"Full Story\" in your favourite app\\nDespite official accounts showing Australia’s greenhouse gas emissions are falling, its contribution to the climate crisis has increased over the past 15 years, once areas beyond the federal government’s control – the drought and emissions from land and forests – are excluded.\\nAustralia experienced a reduction in emissions when it introduced a carbon price in 2012, but has increased emissions since it was repealed in 2014, despite billions of dollars of spending through the Coalition’s “emissions reduction fund”.\\nThe Morrison government claims Australia is on track to meet its Paris target of a 26-28% reduction in greenhouse gases by 2030, but reserves the right to use carryover credits from the Kyoto agreement to meet the goal.\\nAlthough Morrison has shifted his language about the desirability achieving net zero emissions by 2050 or preferably sooner, the net zero target is not official Coalition policy and Australia is increasingly isolated on the international stage for its unambitious target.", "image": [["https://i.guim.co.uk/img/media/2a0168c23ad34be95354f358af0fcfbcce6994ec/0_35_5311_3187/master/5311.jpg?width=465&dpr=1&s=none", "A school student's hold their hands up with the words 'The world is in our hands' written ontheir palms at a School Strike 4 Life protest in Sydney on Friday, May 21, 2021"]], "author": ["Paul Karp"], "date": "2021-08-31"}, "https://www.theguardian.com/environment/2021/aug/23/extinction-rebellion-blocks-busy-junction-in-london": {"title": "Extinction Rebellion blocks busy junction in day one of new London campaign", "subtitle": null, "text": "Protesters gather in Covent Garden while activists stage diversionary march up Charing Cross Road\\nExtinction Rebellion protesters have blocked one of Covent Garden’s busiest junctions on the first day of the group’s latest wave of protests targeting London.\\nAt about midday on Monday, activists from the group chained themselves together to block the roundabout at Long Acre as a van pulled up with a pink table structure. It was quickly assembled and hundreds of other activists streamed to the roundabout.\\nActivists said the 4 metre-high structure, emblazoned with the slogan “Come to the table”, is intended to stay in place for the duration of Extinction Rebellion’s planned fortnight of protest, which the group has said will target the City of London to highlight the role of high finance in the climate crisis.\\nXR said: “As floods, fire and famine break out around the world, it is clear that climate breakdown is here now, and there is no choice left now but to take urgent action. Everyone deserves a seat at the table to have a say in how to tackle the greatest crisis of our times.”\\nProtesters remained in place throughout the day, with officers from the Metropolitan police attempting to impose one-way cordons on the protest that allowed people to leave but prevented any more from joining.\\nNumbers appeared lower than at previous XR protests, with the location seemingly chosen as one that would look crowded even with comparatively few protesters. Activists used lock-on devices to block the roads leading to their occupation, which they said they believed they could keep going for days.\\nAt 7pm, police announced through a van-mounted loudspeaker that they had imposed conditions on the protest under section 14 of the Public Order Act. As reggae played from a mobile sound system, officers moved into the crowd and began making arrests. The order, signed by Supt Wayne Matthews, and publicised via social media, said he believed the assembly “may result in serious disruption to the community”.\\nXR protesters targeted for arrest responded by lying supine on the floor, forcing police to use four officers to carry away each protester. By 8.30pm a small nucleus of protesters remained around the table structure. Police later said they had made 52 arrests in relation to the protest.\\nTristan Strange, 39, from Swindon, was chained to another activist beneath the chassis of a flatbed truck. He said: “By taking these arguably drastic actions, I hope that it makes some of the passersby, or the people who read about it, think about why we are worried enough to do that and it conveys there really is something to worry about.”\\nLaura Amherst, 31, from Brighton, sat on a piece of street furniture topless with XR stickers covering her nipples. She said she was protesting to “raise awareness of how important it is to take the climate crisis seriously”. “People don’t take it seriously and we really need to cut our emissions, we really need to take individual action,” she said.\\nThe Met said it was putting into action a policing plan for the expected fortnight of protests. The force’s deputy assistant commissioner, Matt Twist, said: “Like everyone else, Extinction Rebellion have the right to assemble and the right to protest.\\n“However, these rights are qualified and are to be balanced against the rights of others. They do not have the right to cause serious disruption to London’s communities and prevent them going about their lawful business.”\\nOn Friday, Twist had said his officers would not be deterred by a recent supreme court ruling, known as the Ziegler ruling, that obstructing the highway could be a legitimate and lawful form of protest. But on the ground, police appeared to be being careful in their approach to protesters, asking them what their intentions were and warning them that they might be committing an offence. The Guardian did not see many arrests taking place.\\nEarlier in the day, thousands of people had gathered in Trafalgar Square for an “opening ceremony”. Launching on the 230th anniversary of the Haitian revolution, XR’s “impossible rebellion” comes after the latest IPCC report suggested that human civilisation may have passed a crucial tipping point in carbon dioxide emissions.\\nProtesters had begun a march from Trafalgar Square and headed up Charing Cross Road, which was apparently a diversion to keep police busy while other activists built the structure on Long Acre.\\nLautaro Illayux from Colombia spoke at the opening ceremony and marched carrying the Wiphala, the flag of indigenous Latin Americans. He said: “Communities in the global south have been in resistance to this death system since it was first established 500 years ago … There is no way out of this climate emergency without ancestral knowledge.”\\nIn a tweet, the Met said: “A group of protesters have blocked the roads around Long Acre junction in Westminster with a structure. Officers are on scene and specialist teams are being deployed. Road closures are in place.”", "image": [["https://i.guim.co.uk/img/media/c57dfaeebb19507eb6dd74af19a48f6bfd86b2d9/0_82_3000_1800/master/3000.jpg?width=465&dpr=1&s=none", "The pink table structure set up by Extinction Rebellion climate activists in Covent Garden, London."], ["https://i.guim.co.uk/img/media/34042f2da1c1cbce265e46f983bed38cae1f1061/0_160_6000_3600/master/6000.jpg?width=445&dpr=1&s=none", "Protesters gather in Trafalgar Square"]], "author": ["Damien Gayle"], "date": "2021-08-23"}, "https://www.theguardian.com/environment/2021/aug/30/extinction-rebellion-protesters-block-tower-bridge-in-london": {"title": "Extinction Rebellion protesters block Tower Bridge in London", "subtitle": null, "text": "Metropolitan police say officers working to get traffic moving after van and caravan used to block road\\nExtinction Rebellion protesters blocked Tower Bridge with a van and caravan in the latest step of the group’s continuing demonstrations.\\nActivists from the group, also known as XR, lay on the ground near the London landmark to protest against government investment in fossil fuels as part of their fifth wave of mass protests on environmental issues.\\n“XR are here demanding an immediate halt to all new investments in fossil fuels. It’s the obvious first step to stop making the crisis worse,” they said.\\nDemonstrators were seen at the end of the bridge in Southwark wearing aprons emblazoned with “Tell the Truth” and with teapots bearing the word “Deniabilitea”.\\nActivists also staged an overnight protest at the Science Museum in London, gluing themselves to railings inside the museum over its partnership with the oil company Shell in an exhibition about greenhouse gases called Our Future Planet.\\nThe activists said: “XR have closed Tower Bridge with a caravan and a large group are sitting blocking the junction at the north side of the bridge.\\n“The actions mark the start of a week-long intervention on the City of London. The City is a root cause of the climate and ecological emergency. If it were a country, it would be the ninth biggest carbon emitter on the planet.\\n“Not one of the top 10 funders in the City has made a serious plan to exit fossil fuels, despite having pledged to go net-zero by 2050.”\\nAn XR spokesperson said they intended to stay for as long as they could, adding that they believed similar demonstrations in the past had remained active for five to 10 hours.\\nThe Metropolitan police said: “Officers were on scene almost immediately. We are working with City police to get traffic moving again. Activists are also laying on the junction north of Tower Bridge, this is causing further disruption.”\\nShortly after the demonstration began, officers blocked off the road and prevented pedestrians and traffic from approaching the protest site. Traffic was building up on Monday afternoon as people sought another place to cross the River Thames.\\nThe Met said 11 people were arrested on Monday as as a result of the Tower Bridge protest. It means more than 300 arrests have been made during the first week of Extinction Rebellion’s fifth wave of mass protests in London.\\nProtesters were seen being removed by police prior to the blocking of the bridge, with a large police presence at the scene of the occupation.\\nExtinction Rebellion’s latest action is into its second week, having begun on Monday 23 August.\\nThis is the moment we disrupted an attempt by Extinction Rebellion to block a road.We predicted where activists might strike, taking immediate action.Throughout the past seven days, we’ve responded to several disruptive protests in London.#THREADpic.twitter.com/ydzkzXv6t8\\nPolice said they had prevented another demonstration from proceeding as they forcibly stopped activists from erecting a structure on a London road on Monday.\\n“We predicted where activists might strike, taking immediate action. Throughout the past seven days, we’ve responded to several disruptive protests in London,” officers said.", "image": [["https://i.guim.co.uk/img/media/9cfa5eacaa46ae1d7a9a45c5b104021562172326/0_281_5568_3341/master/5568.jpg?width=445&dpr=1&s=none", "Protesters are arrested by police at the junction of Tower Bridge Road and Tooley Street, London."]], "author": ["Kevin Rawlinson"], "date": "2021-08-30"}, "https://www.theguardian.com/environment/2021/aug/10/scott-morrison-walks-back-end-the-weekend-rhetoric-on-electrical-vehicles": {"title": "Scott Morrison walks back ‘end the weekend’ rhetoric on electric vehicles", "subtitle": null, "text": "Prime minister challenged on his government’s record on climate action after IPCC’s landmark report on global heating\\nDownload the free Guardian app; get our morning email briefing\\n\\nScott Morrison says when he declared incorrectly in 2019 that Labor policies to reduce vehicle emissions would “end the weekend” he wasn’t opposed to electric vehicles, even though he told voters they were expensive, would not tow trailers or boats, or get Australians to their favourite camping spots.\\nThe prime minister faced sustained questioning over his government’s heavily criticised record on climate action on Tuesday after a landmark assessment by the Intergovernmental Panel on Climate Change found human activities were unequivocally heating the planet and causing changes not seen for centuries and, in some cases, thousands of years.\\nResponding to that report, Morrison hinted to reporters that his government might have more to say on Australia’s 2030 emissions reduction target before Cop26 in Glasgow.\\nThe prime minister also continued to insist that “technological breakthroughs” would ensure the world transitioned successfully to a low emissions future. While acknowledging that transition was already happening, Morrison said regional Australians would not bear the costs of the shift away from fossil fuels.\\nExtinction Rebellion protestors targeted Parliament House and the Lodge on Tuesday, with a small group arrested after spray painting “no time” and “duty of care” on parliament’s forecourt.\\nInside the building, Labor sought to compare Morrison’s rhetoric with his record. The shadow climate change minister, Chris Bowen, asked Morrison if he believed no one would match Australia’s “ambition for a technology-driven solution” – which was a statement the prime minister had made earlier on Tuesday – why did he claim before the last election “that electric vehicles would end the weekend?”\\nOn the hustings during the last election campaign in April 2019, Morrison told voters he didn’t have “a problem” with electric vehicles. But the prime minister pilloried Labor’s electric vehicles policy declaring “in typical Labor fashion, they want to ram it down the necks of all Australians”.\\n“So the cheapest car you can currently buy, as an electric vehicle, presently, my understanding is, including all on-road costs and the rest of it, is about $45,000 to $50,000 a year,” Morrison said.\\n“That’s the cheapest car Bill Shorten wants to make available to you to buy in the future, and I’ll tell you what – it’s not going to tow your trailer. It’s not going to tow your boat. It’s not going to get you out to your favourite camping spot with your family.\\nSign up to receive an email with the top stories from Guardian Australia every morning\\n“Bill Shorten wants to end the weekend when it comes to his policy on electric vehicles where you’ve got Australians who love being out there in their four-wheel drives.”\\nThe Coalition’s rhetorical attacks were supplemented by advertising on Facebook posted by the Liberal party’s official account. The campaign stated that “Labor’s car tax would mean higher prices on some of Australia’s most popular cars”.\\nThe campaign used Facebook ad functionality to target users with an interest in particular vehicle types to make false claims about Labor’s 2019 policy. The Labor policy included vehicle emissions standards and a target of 50% of new car sales being electric vehicles by 2030. It did not include a tax on utility vehicles.\\nWhile Morrison’s campaign comments and the context surrounding them remain on the public record, the prime minister bristled at Bowen’s question on Tuesday, declaring “the claim made by the questioner is false”.\\nThe prime minister later made a personal explanation to parliament. Having appeared to query his “end the weekend” quote earlier in question time, Morrison acknowledged he had said “Bill Shorten wants to end the weekend”.\\nBut he contended his criticism wasn’t about electric vehicles, it was about “Labor’s bad policy”.\\n“The point about it is not whether electric vehicles are good or bad,” Morrison told parliament in his personal explanation. “In fact, they have a role to play increasingly in the vehicle fleet of Australia, over the next decade.”\\nSince the Australian election, governments around the world have redoubled efforts to drive electrification of the vehicle fleet. The United States president, Joe Biden, last week foreshadowed an executive order which will attempt to make half of all new vehicles sold in 2030 electric, and the administration is pursuing new vehicle emissions standards.\\n\\nEmail: sign up for our daily morning and afternoon email newsletters\\nApp: download our free app and never miss the biggest stories\\nSocial: follow us on YouTube, TikTok, Instagram, Facebook or Twitter\\nPodcast: listen to our daily episodes on Apple Podcasts, Spotify or search \"Full Story\" in your favourite app\\nUnder sustained diplomatic pressure from key allies like the US and the United Kingdom, Morrison has been attempting to pivot on climate policy. He’s been signalling Australia wants to reach net zero emissions as soon as possible and “preferably” by 2050.\\nBut that shift has attracted pushback from the National party. Nationals senator Matt Canavan told reporters on Tuesday he “remained opposed” to a net zero target, claiming it would “send thousands of Australian jobs to other countries”.\\n“I can’t see any way I would support a proposal that would not improve the environment but would cost our own jobs,” Canavan said.\\nEarlier, in the Coalition party room, Nationals senator Sam McMahon announced a plan to seek to amend the EPBC Act to remove the prohibition on nuclear power, and potentially support taxpayer underwriting of plants, which received support from Canavan.\\nThe pair later told the media the policy had been agreed by Nationals senators, which Guardian Australia understands occurred before the recent change in leadership back to Barnaby Joyce. Canavan conceded the nuclear push is unlikely to receive the necessary support, although McMahon claimed colleagues including some Liberals had supported it “privately”.\\nIn New South Wales, the Liberal climate change minister, Matt Kean, meanwhile said Morrison needed to increase Australia’s ambition.\\n“The federal government can do more,” he told the ABC. “I think you can set more ambitious targets.”\\nMorrison often references the cost associated with action to reduce emissions. But Kean said the transition was an opportunity. He said Australia could be an “energy superpower in the low carbon economy that is coming”.\\n“It will mean jobs, opportunity and prosperity for Australia. We need to act and we need to act decisively and we need to act now.”", "image": [["https://i.guim.co.uk/img/media/17594efe334414aba9758dae3084464fdecb738c/0_220_5185_3111/master/5185.jpg?width=465&dpr=1&s=none", "Prime Minister Scott Morrison at a press conference in the PM’s courtyard of Parliament House"]], "author": ["Katharine Murphy", "Paul Karp"], "date": "2021-08-10"}, "https://www.theguardian.com/environment/2021/aug/31/vegan-activists-block-dairy-distribution-centre-in-buckinghamshire": {"title": "Vegan activists block dairy distribution centre in Buckinghamshire", "subtitle": null, "text": "Animal Rebellion activists demand that Arla become plant-based by 2025\\nVegan environmental activists have blockaded a dairy distribution centre in Buckinghamshire, which they say handles 10% of the milk supply in the UK, while a dozen other activists have sought to occupy the headquarters of WWF.\\nAbout 50 activists from Animal Rebellion, a sister group to Extinction Rebellion, blocked the gates to the Arla distribution centre near Aylesbury, locking on to bamboo structures and concrete barricades to prevent lorries from gaining access.\\nPictures circulated by the group showed activists locked on to at least one precarious bamboo structure, and others chained together beneath a van with a banner stretched across one side reading “Plant-based by 2025”.\\nThey are demanding that Arla, a Denmark-based multinational food conglomerate with an annual turnover of about €10bn (£8.6bn), switches entirely to plant-based foods by 2025.\\nJames Ozden, one of the group, said they began their direct action at about 5am, with activists walking into the Aylesbury site and assembling their lock-on structures. By 9am about 10 police officers had arrived, he said. Workers and drivers expecting to work from the site were standing around outside.\\nOzden pointed to the recent IPCC report on the need for drastic action on greenhouse gas emissions “including methane, which is in large part a byproduct of animal farming”.\\nHe said: “Companies like Arla claim to be leading the way in tackling the climate crisis, yet until these big multinationals start to talk seriously about the inevitable need to transition our food system to one that is plant-based, their words are empty.”\\nArla said it was a farmers’ cooperative committed to producing dairy products in the most sustainable way possible, and that it intends to reach net zero emissions by 2050.\\n“We are working with the police to limit the impact of this demonstration to both our customers and those living locally to the site,” a spokesperson said. “We have managed to complete our morning shift changeover and all colleagues are safe; however, access to the site for our larger vehicles is being blocked.”\\nLater in the day, police in London drew batons against Extinction Rebellion protesters in an open top bus blocking the road at the south end of London Bridge.\\nThe melee came as a protest march from City Hall reached London Bridge station, meeting the bus that had blocked the junction. In a step up in tactics from the Metropolitan police, officers climbed up to board the bus from the top, while their colleagues swung batons at protesters inside.\\nPreviously police had sought to be more careful in making arrests when XR protesters have begun occupations, but in the past week officers have increasingly sought to nip such actions in the bud before they can take hold.\\nElsewhere, a dozen activists affiliated with XR Youth Solidarity and WTF WWF occupied the headquarters of WWF in Woking at 9.30am. They said they were occupying the NGO’s offices in solidarity with indigenous groups in Tanzania, Cameroon and Kenya who they say are being evicted and persecuted by WWF’s conservation activities.\\nA spokesperson for the group said three activists initially gained access to the offices by posing as members of an environmental group. They then held the door open while others rushed inside with lock-on devices and overnight gear. They say they intended to hold the site for up to three days. Police had arrived, the spokesperson said.\\n“WTF WWF are occupying on behalf of indigenous Maasai communities living in Ngorongoro conservation area in Tanzania, Gbabandi, Cameroon’s Forest Indigenous Peoples’ Platform and the Sengwer indigenous people of Kenya,” the group said in a statement.\\n“WTF WWF is demanding that WWF UK challenge the mass evictions and human rights abuses being carried out in the pursuit of conservation against these indigenous groups.”\\nA number of other occupations and actions were expected around central London on Tuesday, the ninth day of Extinction Rebellion’s latest two-week action in the capital. Activists were asked to gather at City Hall, near Tower Bridge at midday for what was advertised as a “new occupation”. At the same time, a so-called “pram rebellion action” was expected to begin in Parliament Square. Just after 1pm, the XR Families group was expected to meet at St Paul’s cathedral for a “play-in and feed-in”.", "image": [["https://i.guim.co.uk/img/media/a4b564d811e109f486dd4098227940bade89e38e/0_93_2969_1781/master/2969.jpg?width=465&dpr=1&s=none", "Animal Rebellion activists blockade the Arla milk factory in Aylesbury, Buckinghamshire."]], "author": ["Damien Gayle"], "date": "2021-08-31"}, "https://www.theguardian.com/environment/2021/aug/17/uk-medical-schools-must-teach-about-climate-change-say-students": {"title": "UK medical schools must teach about climate crisis, say students", "subtitle": null, "text": "Extreme weather events widen existing inequalities and traumatise victims while climate anxiety affects mental health\\nMedical students are demanding their schools include the climate crisis as a core component of the curriculum, as the intensifying climate emergency highlights the corresponding health crisis.\\nHannah Chase, a final year medical student at Oxford said the sense of urgency hit home recently when a fellow student confessed they didn’t believe in climate change. “It just shows that we make such assumptions,” said Chase. “It’s needed, this education.”\\nExtreme weather events, including heatwaves, wildfires, floods, storms and droughts, are increasing in frequency and intensity – widening existing health inequalities, traumatising victims and precipitating the loss of food security, homes and livelihoods.\\nClimate change and its fossil fuel-powered drivers, such as urbanisation and intensive agriculture that encroach on wildlife habitats, are encouraging pathogens to jump from animals into humans. Meanwhile, anxiety about the fate of the Earth is affecting mental health, especially in the young.\\nDisturbed by the lack of teaching on climate change in her course, last year Chase stumbled upon an assessment tool designed by a group of US students to inspire medical schools to adopt climate change and sustainability goals: a report card judging the school’s green credentials.\\nDespite the strain of the pandemic, Chase managed to make the concept work in the UK. She and her colleagues convinced 30 out of the 33 medical schools to publish the grades given by their own students on a handful of criteria, including the curriculum to community outreach and campus sustainability.\\nThe findings were stark: the scores given for the incorporation of climate change and sustainability in the medical school curriculums ranged from 7% to 74%. “There are some medical schools that don’t even really teach it as an elective,” she said.\\nThe majority of schools scored an overall C or thereabouts – suggesting that more focus on climate change and sustainability would be welcome. Keele University in Staffordshire topped the list with a B, while Cardiff medical school came bottom with an F+ grade.\\nThe scorecards have sparked some change in curriculums, she said, noting that at Oxford, for instance, classes on the subject are planned for first- and second-year medical students beginning in 2022.\\nBy taking the Hippocratic oath, health workers pledge to protect life – and therefore there is a duty of care to patients to discuss the health effects of climate change, said Ali Rowe, former mental health nurse and climate health activist.\\n“What we need is mandatory training [for health professionals] – it can’t be optional any more. We can’t have people on medical courses who don’t think the climate crisis is a thing. How can we educate the public if we don’t have that level of understanding?”\\nAnd the focus can’t just be on medical students – the gravity of the health effects of this crisis needs to be highlighted to the current workforce as part of postgraduate and professional education, said Dr Chris Newman, an NHS GP and co-founder of Doctors for Extinction Rebellion.\\nRight now, there is barely any training available, and even this is entirely optional and not easily accessible, he noted.\\n“You can’t just educate medical students [on climate change] – because they’re going to battle against the seniors who often don’t know enough.”\\nDr Abbie Festa, a junior doctor, has been helping with a voluntary lobbying effort to get NHS trusts to declare a climate emergency. Of the 233 trusts in the England, roughly about 10% have so far done so, she said.\\nBefore getting involved, Festa said she believed the reason change had been slow to come was because “we hadn’t shouted loud enough about it”.\\nOnce people knew, she presumed, they would get on with it. But the reality has been a bit of a wake-up call – things aren’t changing quickly enough, she said.\\nPolls suggest that nurses and doctors are seen as the most trustworthy professions in the UK. “If you had every NHS worker informed fully on how bad climate change is,” said Newman, “it would really help move things on a political level, just because I think people wouldn’t stand for it.”", "image": [["https://i.guim.co.uk/img/media/b9a8548f52e6544a4988cb3a7565cad9336bbafa/0_123_4000_2400/master/4000.jpg?width=465&dpr=1&s=none", "Doctors for Extinction Rebellion demonstrate in front of the World Health Organization in Geneva earlier this year."]], "author": ["Natalie Grover"], "date": "2021-08-17"}, "https://www.theguardian.com/environment/2021/aug/26/extinction-rebellion-protesters-tell-uk-government-stop-the-harm-of-fossil-fuels": {"title": "Animal Rebellion paints Buckingham Palace fountain red", "subtitle": null, "text": "Group linked to Extinction Rebellion says Queen has ‘blood on her hands’ over hunting and animal agriculture\\nAnimal rights activists linked to Extinction Rebellion have painted the fountain outside Buckingham Palace red, accusing the Queen of having “blood on her hands”.\\nAnimal Rebellion activists stained the fountain and its waters on Thursday, protesting against the use of crown lands for hunting and animal agriculture, as well as the Queen’s attempts to have her land exempted from an initiative to cut carbon emissions.\\n“[The protest was] to symbolise the blood on the Queen’s hands and the royal family’s crimes against animals and our planet,” said Dora Hargitai, the co-founder of Animal Rebellion, accusing them of “decimating the environment”.\\n“We believe crown land should be used to grow healthy and nutritious food for all of us,” she said. “We cannot resolve the climate crisis without resolving the animal crisis and food crisis at the same time, which are all interlinked.”\\nMeanwhile, XR protesters staged a sit-in outside the Department for Business, Energy and Industrial Strategy on Thursday, demanding an end to new investment in fossil fuels.\\nThe “stop the harm” march brought XR together with partner groups including campaigners against road building and the HS2 rail project, and for the protection of animals.\\n“The key message of today is stopping the harm. When you’re in an existential crisis, when the life support systems of the earth are literally breaking down … the first thing you do is to stop the harm,” said Gail Bradbrook, an XR co-founder. “Unfortunately our government, and this department in particular, is actively involved in harming our planet.”\\nShe said the government’s environmental pledges were “hot air”, carrying a two-page list which, she said, showed how for each pledge made by the government it had enacted policies that undermined them, for example through road investments and HS2.\\nBradbrook also highlighted the government’s investments into fossil fuels, including the Cambo oilfields in Scotland and, further abroad, Mozambique’s gas fields.\\nThe department has been targeted by previous XR protests – in 2018, activists glued their hands to the department’s windows and in 2019 doctors protested outside to focus on how the climate crisis was affecting health.\\nCaspar Hughes from XR Roads Rebellion, the transport-focused movement, called for an end to investment in road building, which he said led to more investment into and use of fossil fuels.\\nHughes said that, after four days of the current disobedience campaign, he was encouraged by the reaction and that the public found it easier than in the past to understand the “immediate demand” to stop fossil fuel investment.\\n“Stop investing in fossil fuels, it’s simple. It’s really striking home. The public is starting to get it and the media is starting to get it,” he said. “We’re spending £27bn on building new roads, which is complete, total suicide. If you build new roads they get filled up with new cars; each car is 12 tonnes of embedded emissions.\\n“It’s that immediate demand that’s really important. It’s something we have to do now. It’s not a case of doing anything, it’s a case of stopping doing something that’s going to kill us. We can stop searching for new fossil fuels.”\\nWhen the march arrived at the department, the author Rupert Read opened the speeches by calling for a minute of silence for everyone who had died from the climate emergency “in the unprecedented American heat dome, in the ring of fire around the Mediterranean, in the appalling fires spreading over Siberia, in the floods in Japan, Germany, Belgium, in many frontline climate states”.\\nHannah Crowther, 21, a student, said she joined the protest after deferring her final year of university to focus on environmental campaigning.\\n“This is literally the most important crisis we’ve ever faced, so I can’t wait any longer. I’m in a lucky position where I feel like I can give that time. I’m pretty scared – I think I’ve been thinking about climate change since I was 11,” she said.\\nShe said she had spent her time speaking to people about their goals and wanted more people to engage with them, especially those concerned about the movement’s tactics or its image as being mostly white and middle-class.", "image": [["https://i.guim.co.uk/img/media/b41a60e8ae73dcd554de3bdacd1f4fcf5ae12db3/0_50_3500_2100/master/3500.jpg?width=465&dpr=1&s=none", "Animal Rebellion activists stained the fountain and its waters"], ["https://i.guim.co.uk/img/media/c0e29afdf8bb482a8338ed038168c8d784444906/0_454_3993_2396/master/3993.jpg?width=445&dpr=1&s=none", "XR protesters outside the Department for Business, Energy and Industrial Strategy in London."]], "author": ["Kaamil Ahmed"], "date": "2021-08-26"}, "https://www.theguardian.com/environment/2021/aug/12/greenhouse-gas-emissions-must-peak-within-4-years-says-leaked-un-report": {"title": "Greenhouse gas emissions must peak within 4 years, says leaked UN report", "subtitle": null, "text": "Group of scientists release draft IPCC report as they fear it will be watered down by governments\\nGlobal greenhouse gas emissions must peak in the next four years, coal and gas-fired power plants must close in the next decade and lifestyle and behavioural changes will be needed to avoid climate breakdown, according to the leaked draft of a report from the world’s leading authority on climate science.\\nRich people in every country are overwhelmingly more responsible for global heating than the poor, with SUVs and meat-eating singled out for blame, and the high-carbon basis for future economic growth is also questioned.\\nThe leak is from the forthcoming third part of the landmark report by the Intergovernmental Panel on Climate Change, the first part of which was published on Monday, warning of unprecedented changes to the climate, some of them irreversible. The document, called the sixth assessment report, is divided into three parts: the physical science of climate change; the impacts and ways of reducing human influence on the climate.\\nPart three is not scheduled to be released before next March, but a small group of scientists decided to leak the draft via the Spanish branch of Scientist Rebellion, an offshoot of the Extinction Rebellion movement. It was first published by the journalist Juan Bordera in the Spanish online magazine CTXT.\\nBordera told the Guardian that the leak reflected the concern of some of those involved in drawing up the document that their conclusions could be watered down before publication in 2022. Governments have the right to make changes to the “summary for policymakers”.\\nThe top 10% of emitters globally, who are the wealthiest 10%, contribute between 36 and 45% of emissions, which is 10 times as much as the poorest 10%, who are responsible for only about three to 5%, the report finds. “The consumption patterns of higher income consumers are associated with large carbon footprints. Top emitters dominate emissions in key sectors, for example the top 1% account for 50% of emissions from aviation,” the summary says.\\nThe report underlines the lifestyle changes that will be necessary, particularly in rich countries and among the wealthy globally. Refraining from over-heating or over-cooling homes, walking and cycling, cutting air travel and using energy-consuming appliances less can all contribute significantly to the reductions in emissions needed, the report finds.\\nEating patterns in many parts of the rich world will also need to change. “A shift to diets with a higher share of plant-based protein in regions with excess consumption of calories and animal-source food can lead to substantial reductions in emissions, while also providing health benefits … Plant-based diets can reduce emissions by up to 50% compared to the average emission intensive western diet,” the report says.\\nProviding modern energy to all those who currently lack it (800m people have no access to electricity) would have a “negligible” effect on increasing emissions, the report notes.\\nCutting emissions in the next decade will be crucial to any hope of holding global heating within 1.5C of pre-industrial levels, beyond which the impacts of climate breakdown will cause widespread devastation. “Weaker near-term action would place limiting warming to these levels out of reach, as it would entail assumptions about subsequent accelerated policy development and technology development and deployment, inconsistent with evidence and projections in the assessed literature,” the report warns.\\nThe report reaffirms the need to halve emissions in the next decade to stay within 1.5C and reach net zero emissions by 2050.\\nThe investment needed to shift the global economy to a low-carbon footing is also missing. Current investment falls below what is needed “by a factor of five”, even to hold warming to the higher limit of 2C, according to the report. About $546bn went towards cutting greenhouse gases and building resilience to the impacts of the climate crisis in 2018.\\n“Existing and planned infrastructure and investments, institutional inertia and a social bias towards the status quo are leading to a risk of locking in future emissions that may be costly or difficult to abate,” the scientists say.\\nStranded assets will be a growing problem, as coal-fired and gas power plants with working lives usually measured in decades will have to be decommissioned within nine to 12 years of construction, the report finds. The scientists echo the recent advice from the International Energy Agency that no new fossil fuel development can take place if the world is to stay within 1.5C of heating.\\n“The combined economic impacts of stranded fossil fuel resources and capital could amount to trillions of dollars,” the report says. This risk could be reduced by shifting investment to low carbon goods and services.\\nTechnology to capture and store carbon dioxide has not progressed rapidly enough to play a major role yet, the report also finds, but technologies to remove carbon dioxide from the atmosphere would almost certainly be needed to hold heating to 1.5C.\\nThere are some causes for optimism, the report notes. Solar and wind energy and battery technology are now far cheaper, thanks to policies that have encouraged their use. Cutting methane emissions would also be a major contributor to dampening temperature rises.\\nTaking greater care of forests and land as important carbon sinks would also help to limit temperature rises, but must not be over-relied onThis comes at relatively low cost but cannot compensate for slow emissions reduction in other sectors, the report says.\\nCTXT, the Spanish publication that leaked the draft, said it showed that the global economy must be shifted rapidly away from a reliance on conventional GDP growth, but that the report underplays this. “The essential radical change in an economic system whose perverse operation of accumulation and reproduction of capital in perpetuity has brought us to the current critical point is not clearly mentioned,” CTXT wrote.\\nThe IPCC said it did not comment on leaks, and the purpose of the drafting process was to give the scientists time and peace to develop their assessment without external comment. Jonathan Lynn, head of communications at the IPCC, said: “Much of the text cited here – apparently from the first version of the summary for policymakers in the Working Group III second order draft circulated to governments and expert reviewers in January – has already changed in the latest internal draft of the summary for policymakers now being reviewed by authors.”", "image": [["https://i.guim.co.uk/img/media/982feb9ecc534dfd68d8ab405a5507eb1fc25fa5/0_87_3500_2099/master/3500.jpg?width=465&dpr=1&s=none", "Villagers attempt to put out a wildfire in the Kabylie region of Tizi Ouzou, Algeria, on 11 August."]], "author": ["Fiona Harvey", "Giles Tremlett"], "date": "2021-08-12"}, "https://www.theguardian.com/environment/2021/aug/29/extinction-rebellion-protesters-science-museum-shell-sponsorship": {"title": "Extinction Rebellion activists glued to Science Museum site in Shell protest", "subtitle": null, "text": "Demonstrators attach themselves to railings in reaction to museum taking funding from oil firm for Our Future Planet show\\nExtinction Rebellion protesters have glued and locked themselves to the railings inside the Science Museum, in a protest against the oil firm Shell’s sponsorship of an exhibition about greenhouse gases.\\nFive people have put their arms through the railings and glued their hands together so that they are not damaging the museum’s property. Six have deadlocked their necks against the railings. Some are scientists dressed in lab coats, while others are in clothes with Extinction Rebellion logos.\\nEarlier, protesters were escorted by police and members of the museum security team as they moved through the ground floor of the museum in South Kensington while about 200 supporters, including the Olympic sailor Laura Baldwin, gathered outside.\\nThey chanted, “Hey hey, ho ho, sponsor Shell has got to go” as those outside sang “No more petrol, no more diesel, funding fossil fuels is evil”, waved flags and banners, played drums and blew whistles.\\nDoctors, scientists and members of the climate campaign group addressed the crowd about the effect that fossil fuels are having on the planet. A 12-foot model of a pink dodo – the bird driven to extinction in the 17th century – was erected by protesters.\\nA group called Silent Rebellion sat outside in silence and appeared to meditate near the entrance to the museum.\\nProtesters staged a “die-in” on half of the ramp that leads to the museum’s entrance. Members of security at the museum urged them to keep one side of the ramp free for wheelchairs and pushchairs, which the protesters were doing.\\nBy 7pm some protesters had begun to leave the museum, and about 70 people were left inside the foyer.\\nMeanwhile, a blockade was set up outside the adjacent Natural History Museum, with hundreds of protesters and supporters stopping traffic at the junction of Cromwell Road and Exhibition Road. A large blue van was parked on Cromwell Road and a man was on top of it holding an Extinction Rebellion banner. Police also blocked off the junction with a police van and a number of officers.\\nOutside, Baldwin gave a speech to the protesters outlining her reasons for joining the movement in 2019. She said: “Learning about the dire situation, the dire state of our beautiful planet, broke my heart.\\n“It filled my heart with dread and fear for my child’s future. As a desperately protective mother, I refuse to accept my son’s life as collateral damage for the few to continue economic growth, business as usual, as long as mother nature will allow it.\\n“As well as continuing to apply pressure to the government, which we must do through non-violent direct action, we need to also dream about how our future world could look.”\\nExtinction Rebellion has criticised the Science Museum for taking funding from Shell for the Our Future Planet exhibition, which began on 19 May and runs until September.\\nThe climate activist Greta Thunberg has also hit out at Shell’s sponsorship after previous reports said the museum had signed a gagging clause over the funding of the exhibition. The exhibition explores the technologies being developed to remove carbon dioxide from the atmosphere.\\nDr Charlie Gardner, an associate senior lecturer in conservation science at the University of Kent and a member of Scientists for Extinction Rebellion, said: “We find it unacceptable that a scientific institution, a great cultural institution such as the Science Museum, should be taking money, dirty money, from an oil company.\\n“The fact that Shell are able to sponsor this exhibition allows them to paint themselves as part of the solution to climate change, whereas they are, of course, at the heart of the problem.”A Shell spokesperson said: “Our target is to become a net zero emissions energy business by 2050, in step with society. Shell works with our customers to identify the best paths to decarbonisation; we seek to avoid, reduce and only then mitigate any remaining emissions.”", "image": [["https://i.guim.co.uk/img/media/a8dcbb854d6d69f84c1eca6b34c1b6229e6e343b/0_167_5000_3000/master/5000.jpg?width=465&dpr=1&s=none", "Activists with giant dodo"]], "author": ["Kevin Rawlinson"], "date": "2021-08-29"}, "https://www.theguardian.com/commentisfree/2021/aug/27/greens-power-snp-climate": {"title": "The Greens are on the brink of power – is it more than a political blip?", "subtitle": null, "text": "The party is set to become a partner to the SNP. Yet even though climate concerns are growing, it faces a raft of new challenges\\nGreen politics in Britain has always had a problem with scale. The disparity between the damage being done to the planet and the forces mobilised against it, in electoral politics and on the streets, has so far been painfully stark.\\nThe first British Green party (originally called the People party) was founded in the early 1970s, when anxiety about the environment was almost as widespread as it is now. Its initial election manifesto was based on A Blueprint for Survival – a bestselling book that warned of “the breakdown of society and the irreversible disruption of the life-support systems on this planet” if the economic status quo continued. Yet it took another 37 years, until 2010, for Britain to elect its first Green MP, Caroline Lucas. The representative for Brighton Pavilion still remains the only Green in the Commons.\n  Our electoral system’s hostility to new parties has obviously held the\n  Greens back. But so has the tendency of environmental emergencies to leave voters feeling overwhelmed and paralysed, or in denial. Meanwhile in protest politics, even the clarity and ingenuity of groups such as Extinction Rebellion often seem to have only a fleeting impact. When its city-centre roadblocks have been cleared away, the usual traffic and consumerism return, almost as if nothing has happened. Green politics, somehow both too big and too small to gain sustained mainstream attention, seems stuck in its niche.\n  But there are signs that this may finally be changing. Last week the Scottish Greens announced a power-sharing agreement with the Scottish National party. If it is accepted at a members’ meeting on Saturday, the Scottish Greens will become the first British Green party to enter government.\\nIn England and Wales, the Greens already have a record number 0f councillors – 477 – with the vast majority of them elected since 2019. In May, the party came second in Bristol’s mayoral election  with 44% in the run-off vote. In national opinion polls, support for them has doubled since the last general election, when it was already at a historically high level, and they are now running neck and neck with the Liberal Democrats.\n  The wider political context is also unusually favourable. In November, Britain is to host the UN’s climate conference. The government is talking a lot about the environment, while doing little. Meanwhile, Keir Starmer’s cautious leadership is pushing many of Labour’s younger, more radical supporters towards the Greens.\\nWith the Lib Dems still tainted by their coalition with the Tories and tuition fees U-turn, in England at least there is nowhere else for these young voters to go. And with Labour looking unlikely to win the next election, the usual left-of-centre argument that voting Green is a wasted vote loses some of its force.\\nAlready, the line between leftwing and green politics in Britain is increasingly blurred. In recent years many thinkers and activists of both persuasions have concluded that unrestrained capitalism is the main cause of the climate crisis; and that, since the crisis is being disproportionately worsened by the rich and visited on the poor, the main solution is state intervention to create a more equal as well as greener economy.\\nDuring Jeremy Corbyn’s leadership, Labour became much more interested in the environment, and the Greens increasingly emphasised social justice. At the 2019 election, the two parties’ manifestos were hard to tell apart. Conventional wisdom now dismisses Corbynism as a dead end, but in the Green party many of its more promising ideas live on.\n  All these party-political shifts are being accelerated by the climate crisis. When environmentalism took off in the 1970s, the fears that motivated it often came from futurology. Now they can come from watching the news, or just looking out the window. It’s harder to dismiss the Greens as cranks, or their demands as political luxuries, when your garden is under water. “It would take an error for the party not to do very well in the next few years,” says a former adviser to Lucas.\n  But greater relevance brings new pressures. One is for the party to actually look like Britain. “In 2015 we had less ethnic diversity than Ukip,” says the former adviser. The party is bigger and broader now – in England and Wales it has at least a quarter as many members as the Tories – but it is still very white, especially compared with Labour.\n  Another challenge will be helping to govern Scotland. Being the SNP’s junior partner will involve difficult compromises – for example over the SNP’s plans to expand Scotland’s network of roads – which some Scottish Greens are already anticipating and criticising. Governing on a much smaller scale has already been what you might call a learning experience. In Brighton, the Greens’ longstanding stronghold, where as well as Lucas’s constituency the party controls the council, the Greens have stopped the municipal use of weedkillers. After a summer of unusually intense rainfall, some pavements are overrun with weeds. People have tripped on them and gone to hospital. In an era of climate crisis and its unpredictable consequences, green politicians may struggle to set the right balance between the social and the natural.\n  The new Green emphasis on equality is also proving divisive, inside the party. For at least three years, the English and Welsh Greens (the Scottish Greens are a separate party) have been split over trans rights. Last month the current leader, Siân Berry, decided not to stand for re-election because she believed the party’s pro-trans policy was not being consistently supported by her colleagues. The issue is featuring prominently in the ongoing contest to choose her successor.\\nThe conflicts between generations and values that have made British politics so acrimonious now run through the Green party. They won’t be resolved simply by electing a new leadership. The German Green party, often held up as an example of where the British Green parties should be heading, has seen periods of electoral success and participation in national governments offset by internal battles and defections, over issues from pacifism to family values. Despite Germany’s system of proportional representation, which has given the Greens the parliamentary representation they deserve, their share of the vote in national elections seems to be stuck, at just under 9%. In 2017, it was only half a percentage point higher than 30 years earlier.\\nIn Britain, as elsewhere, all the main parties may adopt significantly greener policies as the climate crisis worsens. That would clearly be a good thing, but would also make it harder for the Greens to differentiate themselves. The party needs to demonstrate its distinctiveness by achievements in office, and by more assertively pointing out when other parties’ environmentalism is just talk.\\nUnless the Greens consistently threaten to take a lot of votes from the main parties, progress towards truly green government will probably be slow, if it happens at all. And as Extinction Rebellion’s hourglass logo unsubtly suggests, the time for an effective green politics, whether it happens in the Green party or somewhere else, is getting short.\\nAndy Beckett is a Guardian columnist", "image": [["https://i.guim.co.uk/img/media/f3234f48896f8c3cf36072c66f6d9add2186f976/0_0_3047_1829/master/3047.jpg?width=465&dpr=1&s=none", "210826 thomaspullin opinion web"]], "author": ["Andy Beckett"], "date": "2021-08-27"}, "https://www.theguardian.com/politics/2021/aug/23/green-party-steps-into-unknown-with-latest-leadership-election": {"title": "Green party steps into unknown with latest leadership election", "subtitle": null, "text": "Contest is being described by some as a generational fight for future direction of party in England and Wales\\nSome senior party members describe it as a step into the unknown. Others call it a generational fight for its future direction, albeit a politely-fought one. What is clear is that in a few weeks the Greens in England and Wales will be under entirely new management.\\nThe leadership battle, only a year since the last contest, has come after the incumbent duo of Siân Berry and Jonathan Bartley both decided to step down, after three years in the role for Berry and five for Bartley, initially as co-leader alongside Caroline Lucas.\\nBidding to fill the vacancy are three candidacy duos and two individuals, a large field assisted by a party constitution that requires signatures from just 20 other members for people to stand.\\nThe internal consensus is that barring a significant shock, the race is between Carla Denyer and Adrian Ramsay, longtime activists and parliamentary candidates, and Amelia Womack and Tamsin Omond, the current deputy leader and a co-founder of Extinction Rebellion.\\nThe former pair are seen by supporters as arguably the safer choice in a period when the England and Wales Greens are involved in 16 council coalitions and run Brighton and Hove, while its sister party in Scotland is about to enter national government for the first time after a historic deal with the SNP.\\nThe pair have won the backing of Lucas, the Greens’ sole MP, while Denyer is seen as a possible bet to follow Lucas into parliament in the Bristol West seat. “We’ve come a long way in the last few years, and Carla and Adrian will help keep us on track,” one backer said.\\nIn contrast, Womack and Omond’s candidacy is viewed as geared more towards the priorities of younger, more recent members, notably the most robust action possible over countering the climate emergency.\\nIf Womack is seen as, in the words of one supporter, “the safe pair of hands”, Omond’s longtime activism on areas such as climate and airport expansion is appealing to members who have also come via groups such as Extinction Rebellion.\\nA supporter of Womack and Omond said the pair arguably better represented the modern Greens: “A lot of our members now have only been in the party for two or three years, and Tamsin in particular reflects how they arrived.”\\nWhile the distinction is arguably over-simplified – Womack has been deputy leader for seven years, while Denyer, like many Greens, also has a history of direct activism – supporters on both sides agree that the choice could end up being significant as the party builds on healthy local election results, a solid national poll standing and growing public awareness of climate issues.\\nAdded into the mix are internal party rows over trans issues and the party’s structures. This led to Berry’s resignation in frustration at the promotion to the frontbench of Shahrar Ali, a former deputy leader who is now standing for the leadership as a self-styled champion of female members who believe the trans debate has become polarised and excluding.\\nWhile some accuse Ali of exploiting the row to boost his candidacy, Womack and Omond are viewed as the candidates aligned most closely with the other side of the debate. Omond identifies as trans and non-binary, using the pronoun they – allowing the pair to stand, given party rules that state co-leaders must be “of different genders”.\\nEven if the particular disagreement can be resolved or put to one side, Berry’s resignation was as much about her powerlessness over Ali’s promotion.\\nSpokespeople roles are decided by the Greens’ executive committee, also elected by members, and in which the leader or co-leaders are just one voice among, currently, 17 people.\\nThe Greens in England and Wales only started having a leader in 2008, and while those in the party value its member-led and sometimes freewheeling organisational structures, some argue reform is needed.\\n“We basically have a structure designed for a party with fewer than 10,000 members, and we now have more than 50,000,” one activist said. “It does maybe need looking at.”\\nAs well as Denyer and Ramsay, Womack and Omond, and Ali, the other candidates standing are Martin Hemingway and Tina Rothery, longstanding environmental activists based in the north of England, and Ashley Gunstock, an actor who formerly appeared in The Bill and took on Lucas in the first ever leadership election in 2008.\\nIt is clear that whoever wins, the Greens will be led by someone who is, in national political terms, a complete unknown.\\nHowever, one activist said this wasn’t entirely new ground: “We do sometimes make the mistake of thinking that our internal celebrities have some weight outside the party, but they really don’t.\\n“It’s only really Caroline who has ever broken through. Yes, Siân and Jonathan did a great job, but beyond the quite politically engaged, most people didn’t have a clue who they even were.”", "image": [["https://i.guim.co.uk/img/media/bfb34da989478758f7970684ba776f059cb89bb3/0_117_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "Siân Berry and Jonathan Bartley"]], "author": ["Peter Walker"], "date": "2021-08-23"}, "https://www.theguardian.com/books/2021/aug/06/the-uk-riots-10-years-on-young-people-were-watching-their-futures-disappear-before-their-eyes": {"title": "The England riots, 10 years on: ‘Young people were watching their futures disappear before their eyes’", "subtitle": null, "text": "When the 2011 riots broke out, they were widely dismissed as plain criminality. A new work by artist Baff Akoto tells a different story – and shows how the civil unrest implicates us all\\nThe video opens on a scene of hazy, unspecified danger. A group of people are milling about on a street corner that could be anywhere, their identities obscured by hoods, caps and the graininess of the footage. It is almost midnight, and the road appears deserted. Suddenly the anonymous figures surge towards the railings on the edge of the pavement and hurl objects at a passing police vehicle, which races away off screen. Initially, there is no sound: just the remote gaze of the CCTV camera. Then as if from the other side of the glass, voices cut through.\\n“Middle England people – the older generation at the time – they didn’t care,” says one. “They took it as: ‘Oh yeah, all these people from all these areas are scumbags.’” The words are occasionally drowned out by the noise of helicopters whirring above or police horses clumping below, yet the speakers persist. “When you have an elastic band, when you stretch it out to its extreme, it snaps back,” explains another. “The more you try to break a person, the more they build up resistance.”\\nThe question of who gets to narrate the events of August 2011 – that handful of hot and broken summer nights when something seemed to crack inside England’s biggest cities, and images of smashed shop fronts, raging fires and faceless youths filled the news – is one that runs through the heart of UP:RISE, a new work by the artist and film-maker Baff Akoto exploring the memory and legacy of what became known as the riots of 2011, a decade after they occurred. Involving an estimated 20,000 people in locations from Bristol to Birkenhead, and leading to half a billion pounds of damage and nearly 4,000 arrests, clashes between protesters and police – triggered initially by the latter’s killing of Mark Duggan in Tottenham, north London – eventually escalated into the biggest wave of urban unrest seen in the UK since the 1980s. The last time disturbances on this scale hit the capital on successive nights was during the anti-Catholic Gordon riots of 1780.\\nGiven how profoundly the 2011 riots shook public consciousness at the time – generating five days of wall-to-wall television coverage and mounting establishment panic that prompted the government to consider sending military forces on to the streets of mainland Britain – it’s perhaps surprising how thoroughly absent they are from contemporary political discourse. Once the clips of burning buses and boarded-up high streets faded away, so too did a wider conversation about what lay behind the extensive disorder, and what it might reveal about the iniquities, exclusions and violence of “order” itself. “It is criminality, pure and simple,” declared prime minister David Cameron at the height of the turmoil. That framing, echoed by fellow politicians and large swathes of the media, was useful for anybody hoping to contain August 2011 within a safe and recognisable template: one in which a bad, mad, felonious underclass engages in a limited bout of feverish troublemaking before law is restored and life mercifully returns to normal.\\nBut the riots could never really be sealed off and dismissed so easily: they were too entangled with complex dynamics stretching far back into Britain’s past, too bound up with fundamental questions of economic and social justice that continue to animate the country today. Those five days have cast a long shadow over the lives of many. Not just the recipients of custodial sentences – including the individuals quoted above, who were interviewed as part of Akoto’s UP:RISE project – but also the thousands of young people subsequently placed on the Metropolitan Police’s “Gangs Matrix”: a highly racialised database of suspected gang members drawn up in response to the riots that potentially blighted the prospect of anyone whose name was listed, and which has been condemned by Amnesty International as “unfit for purpose”.\\nFor Akoto, though, the ramifications of the riots go much further – and implicate us all. “These events are too old to be news, and too new to be history,” he says. “At least until now. This 10-year anniversary feels like a good moment to start revisiting and recontextualising what happened, and when you do that, you realise so many of the things that define our world now have their roots in what happened then. When you think about it, August 2011 is really the formative moment of 21st-century Britain.”\\nAll riots are alarm bells. This one sounded against the backdrop of a fresh-faced coalition government seeking to build a new political settlement out of the rubble of the 2008 financial crisis – one that rested on a vast inflation in wealth for those with existing assets such as homes and stock market investments, alongside a real-term cut in the value of wages and a decimation of the state’s social spending budget. The warning was never heeded. In the decade that followed, the fortunes of the UK’s richest 1,000 families more than doubled. Young people, meanwhile, are now on course to end up poorer than their predecessors at every single stage of their adult lives.\\nAkoto, who was abroad at the time, remembers the strange sensation of being stuck in front of a far-flung TV screen watching London, his hometown, burn. “The context was austerity, evictions, ‘I agree with Nick [Clegg]’, and the rise of zero-hours contracts and in-work poverty,” he says. “There was such a powerful sense of hopelessness. Young people were watching their futures disappear before their eyes.” In 2011, that despair and the desire to fight for something different was not confined to Britain: by the summer, revolutionary uprisings had erupted across the Middle East and anti-austerity protests were roiling southern Europe, while the Occupy movement – which would go on to become a fixture in nearly a thousand cities worldwide – was in its nascent stages. “If you looked around, law enforcement was being given the run-around all over the globe,” Akoto recalls. “To many, that felt hopeful. It was a moment of relief.”\\nMuch of the kindling beneath the riots may have been international in nature, but in England the spark was a very local incident: Duggan, a 29-year-old father of six, was shot by police on Ferry Lane in Tottenham, a mile away from the Broadwater Farm estate on which he lived. He was under investigation by the Met’s Operation Trident unit, which focuses on gun crime in the black community, and had been trailed after picking up a weapon in nearby Leyton. After Duggan’s minicab was stopped, he emerged from the vehicle and was shot twice by officers, dying of his wounds soon afterwards. The police did not inform Duggan’s family of his killing for a day and a half, and the Independent Police Complaints Commission initially suggested that Duggan had opened fire first, before later clarifying that he had not fired any shots. The gun, which was recovered from a patch of grass several metres away from the minicab, wrapped in a sock, displayed no forensic evidence of Duggan having touched it, and the account of the officers involved – who claimed that Duggan was holding the weapon in his hand as he emerged on to the pavement – has been fiercely contested, not least in an extensive report produced last year by Forensic Architecture, a research group that specialises in investigating acts of state violence.\\nIn much of the press, Duggan was caricatured as a vicious thug; in Tottenham, one of the poorest areas of London and a neighbourhood with a long history of aggressive policing, news of his killing landed differently. “It was hotting up all that summer,” recalls Hesketh Benoit, an educator and community worker who runs basketball programmes for local youths. “The cuts had started, stop-and-search was raising temperatures, and you could feel the tension was going to break.” One of Benoit’s former students, Roger Sylvester, is among several black residents of Haringey – the borough in which Tottenham is situated – to have met their death during recent decades while in contact with the police. Another, Cynthia Jarrett, died during a police raid on her home on Broadwater Farm back in 1985; then, as on 6 August 2011, protesters marched from the estate to the police station on Tottenham High Road to demand answers, leading to a standoff and eventual confrontation on the streets. “I’m not tarring every officer with the same brush, but at a certain level the police are a law unto themselves,” Benoit says. “Their mindset is: ‘You can’t touch us, we control things.’ And the community in Tottenham sees that, it feels the heaviness.”\\nMany other communities felt some measure of that heaviness too, and as disturbances spread – first from Tottenham to neighbouring Wood Green and Enfield, then to other parts of the capital as well as Manchester, Liverpool and other major cities – it became commonplace among media pundits to talk of “contagion”, as if a disease were circulating among the lowest ranks of society, infecting people with a capacity for mindless carnage. The historian David Starkey’s infamous comments on the BBC’s Newsnight, in which he claimed the “problem” was that “the whites have become black” and that “a particular sort of violent, destructive, nihilistic gangster culture has become the fashion” were widely condemned. But dominant narratives surrounding the riots, even when they acknowledged the existence of underlying structural grievances, still flattened an extraordinarily complex process – inflected by different local contexts and circumstances – into something sweeping and simplistic that made little room for the agency of rioters themselves.\\n“Asking people to talk to us on their own terms about August 2011 was something that hadn’t necessarily been done before, at least not in the art-historical context,” says Akoto, who made his name with Football Fables, a 2010 documentary feature about the struggle of a young Ghanaian footballer to achieve European stardom. Much of his work since then has involved the exploration of new technologies and their potential role in artistic film-making, and UP:RISE is no exception: you won’t find the exhibition in any gallery, but rather on your mobile phone in the form of augmented reality sculptures, accessed via QR codes installed at a number of sites across England that became focal points for the riots. “The artist’s studio is somewhere you shouldn’t always be on solid ground,” he explains. “This project was very much about reimagining what an art exhibition could be; the whole country becomes the gallery.” Accompanying UP:RISE is a programme of public events responding to the project’s themes, ranging from workshops to podcast takeovers.\\nOn the screen, Akoto’s sculptures take the form of menacing apparitions floating in mid-air: an eerie fusion of digital artifice and the built environment, each one comprising a mixture of archive footage from the unrest and first-person testimony from participants. Mobile communication, of course, was central to the riots themselves: there were widespread calls at the time to shut down the BlackBerry Messenger service, and posts on social media – still in its relative infancy back then – were later used as evidence during a blizzard of prosecutions (one 22-year-old was sentenced to four years in jail for using Facebook to “incite” riots in his hometown of Warrington – despite no rioting breaking out there as a result). “Digital technologies are enveloping our entire lives, binding us all together as well as polarising us, and the seeds for that were all there in 2011,” Akoto says. “It’s the first uprising of the digital era.”\\nAmong those Akoto interviewed for UP:RISE was Aston Walker, a Birmingham-based film-maker turned software engineer who served a four-month jail sentence for looting clothes from H&M during the riots; he was 40 years old at the time, with no previous convictions. “When I came out of prison and the media got in touch looking for interviews, no one thought to ask, ‘Who are you, Aston?’” he told me. “No one was interested. Representation, and public perception, are very interesting; Baff and his team have put their shoulders to that wheel and gone right in there.” Walker describes the shock he experienced on learning of what he calls “the extrajudicial execution of Mark Duggan by Her Majesty’s Constabulary”, but also identifies an “all-pervading atmosphere” of anger and frustration at the time regarding the way working-class communities – particularly non-white ones – were being demonised by the country’s elites, themselves responsible for financial chicanery in the City of London, or mass death and destruction in foreign wars. “The rot starts at the top,” he says. “Burglary from a commercial premises is opportunistic, and part of that opportunity – in a delusional way, maybe – was to get one up on them. It was a wakeup call.”\\nUnlike London, where rioting tended to take place in local neighbourhoods, clashes in Birmingham largely converged on the city centre, where a colossal regeneration project dominated by chain retail outlets has reshaped the urban landscape – even as dozens of youth centres have been shuttered, and millions of pounds stripped out of the council’s youth services budget. As the academics Basia Spalek, Arshad Isakjee and Thom Davies noted a year later, a significant dimension of the disturbances there involved a struggle over place and belonging, in which spaces designed primarily for those with high economic or cultural capital were fleetingly seized by those without it, creating a mood of celebration and abandon. “Above the bark of police dogs, and behind the masked and hooded faces of the throng, were smiles, laughter and shrieks of joy,” they wrote. “To put it plainly, people were doing things in a public space which were not planned.”\\nIn other affected areas around the country, including the Birmingham suburb of Winson Green, where three young men died after being hit by a car while trying to protect local businesses, longstanding tensions between different sections of the community helped to shape the riots’ trajectory. A common thread across all the sites where rioting took place was a sense of collective, if ephemeral, empowerment – as if for once the poles of authority and fear had been reversed. “They really don’t love us, do they,” says one young woman whose voice appears in UP:RISE. “And I think that’s why I went. I think I went because I know they don’t love us. So why do I care?”\\nThe very language of “riots” is contested; many of those whom I spoke to for this story consider it a term of pride that taps into Britain’s rich history of civil unrest, synonymous in the postwar era with famous rebellions in places such as Toxteth and Brixton. Akoto believes that its appropriateness depends on the context. “In the mainstream it’s a word that is often used lazily, and therefore becomes a reductive shorthand,” he argues. “What it’s shorthand for – that’s the interesting thing, and that’s part of what UP:RISE is trying to address.” At a time when debate over how we commemorate and celebrate history in public spaces is particularly fierce – driven in part by a government keen to distract from many of the same economic faultlines that divided the country back in 2011 – Akoto’s work could be interpreted as a provocative intervention in the so-called “culture wars”, but he’s keen to resist that framing. “You hope there’s something timeless about a piece of art,” he says. “The great challenge is to make something that can withstand the incessant waves of topicality, and when all is said and done still matter in some way.”\\nPart of the timelessness in this case may lie in the fact that, far from disappearing, in many parts of the UK the conditions that helped produce the events of August 2011 – from tensions over policing, to economic exclusion – have intensified. “The grassroots black community of Tottenham is even more marginalised, isolated and lacking in representation today than it was 10 years ago,” says Stafford Scott, co-founder of the campaigning organisation Tottenham Rights, and one of the curators behind War Inna Babylon, an exhibition currently open at London’s ICA that shines a light on several decades of collective action among Britain’s black communities. Hesketh Benoit, the Haringey-based basketball coach who works in partnership with the local authority, told me that only recently one of his younger colleagues was swooped on by police as he left the courts and walked to his car; he was subsequently released without charge. “I thought we weren’t going to get him back,” Benoit said. “I can feel the pressure building yet again.” As Zak Philips, a 21-year-old from Birmingham’s Asian community who recently graduated from university, puts it: “In 2011 there was inequality, lack of jobs and unaffordable housing. We’ve got all that to deal with, plus a global pandemic.”\\nBut today’s young people have something else as well: an increasingly bold, assertive and networked protest culture, visible in the Black Lives Matter and Extinction Rebellion mobilisations that have proliferated across Britain in recent years. In UP:RISE, Akoto traces a line from these actions directly back to August 2011, contending that it was in the heat of the riots that contemporary patterns of revolt were forged. Whether one accepts that claim or not, it’s vital that communal memories of those all too fragile moments – ones in which existing patterns of privilege and control get disrupted – are preserved and renewed for each generation, because the state has every interest in tidying them away into obscurity. Less than a year after the riots, Cameron declared that the London Olympics had “brought the whole nation together”. In the aftermath of Duggan’s shooting, the IPCC concluded that there was “no evidence to indicate criminality” on the part of the police and an inquest recorded a verdict of lawful killing; in the past half century, only two officers have ever been convicted in the UK in relation to deaths after contact with police. Meanwhile Boris Johnson has promised an expansion of stop-and-search powers and the government’s new Police, Crime, Sentencing and Courts bill threatens to effectively outlaw any future protests that cause “serious annoyance” to others, exposing organisers to jail sentences of up to 10 years. “There ain’t no justice,” Scott says. “There’s just us.”\\nIn 1985, widespread unrest in the Birmingham neighbourhood of Handsworth helped lay the groundwork for Tottenham’s own disturbances a few weeks later; in 2011, inspiration flowed the other way. “There are no stories in the riots, only the ghosts of other stories,” declares an unseen narrator in Handsworth Songs, John Akomfrah’s award-winning film about those earlier events. When I ask Akoto, who counts Akomfrah among his mentors, whether we are likely to see more riots on the streets of Britain, he puts it another way. “I think you know the answer to that question,” he smiles. “The antagonistic state and social dynamics that produce these kinds of uprisings don’t go away, they only morph into something new. It’s all different volumes from the same epic.”\\nThis article was amended on 11 August 2021 to clarify in the headline and some parts of the text that the 2011 riots occurred in England, not across the UK.", "image": [["https://i.guim.co.uk/img/media/ac60d5802164503b295e6e1309094d607f9d5916/0_0_4000_2400/master/4000.jpg?width=465&dpr=1&s=none", "UK Riots - review Design"], ["https://i.guim.co.uk/img/media/7fbfcbbb7974b0de244d56817afb684c79716967/0_286_5443_3266/master/5443.jpg?width=445&dpr=1&s=none", "Residents watch as a building burns after riots on Tottenham High Road on 7 August 2011."], ["https://i.guim.co.uk/img/media/ceecb45892efde956c5124d2bf0d966e75058890/0_164_5191_3116/master/5191.jpg?width=445&dpr=1&s=none", "Baff Akoto for Guardian Review"], ["https://i.guim.co.uk/img/media/0d40e8c67bdc3dd4f538f273ed10d18c9ab9e645/0_80_2622_1573/master/2622.jpg?width=445&dpr=1&s=none", "Looters in central Birmingham, 9 August 2011."], ["https://i.guim.co.uk/img/media/ef7f9ea9769ce5e3cec77d4736b97a2ab1ab4ddb/0_118_3467_2081/master/3467.jpg?width=445&dpr=1&s=none", "Tarmiq Jahan, father of Haroon Jahan, gives a statement near where Haroon and two other men were hit by a car and killed in Birmingham on 10 August 2011."], ["https://i.guim.co.uk/img/media/c36f713dff134d4707aea24cd81d9de4d3240a82/0_98_3000_1801/master/3000.jpg?width=445&dpr=1&s=none", "A protester holds a sign with Mark Duggan’s name on it to mark the 2020 anniversary of the riots."]], "author": ["Jack Shenker"], "date": "2021-08-06"}, "https://www.theguardian.com/environment/2021/aug/21/wrong-to-label-extinction-rebellion-as-extremists-says-home-office-adviser": {"title": "Wrong to label Extinction Rebellion as extremists, says Home Office adviser", "subtitle": null, "text": "Peer at odds with Priti Patel over climate activists on eve of more protests\\nA government extremism adviser has admitted during a private meeting that it is wrong to label Extinction Rebellion (XR) supporters as “extreme”, despite the home secretary, Priti Patel, condemning the group as “criminals” who threaten the nation’s way of life.\\nJohn Woodcock, the former Labour MP who was asked by the Home Office this year to examine disruption and violence by extreme political groups, sought to reassure XR activists that he did not regard the movement as uniformly extreme during a Zoom video conference call last month. “You’re worried that I want to label everyone who supports XR as extremists and that is certainly not the case,” he said.\\nWoodcock, who now sits in the upper chamber as Lord Walney, also accepted he needed to know more about climate science and agreed there was a need for urgent action to address the climate crisis.\\n“I have become increasingly convinced of the need to act further and faster than we have,” he said. “I supported the Labour party’s position of declaring a climate emergency [in parliament] but what comes from that is not clear in my mind.”\\nWoodcock’s reassurance comes on the eve of XR’s latest campaign of non-violent civil disobedience, which is targeting the City of London, in order to end fossil fuel investment. The protests are expected to be some of the most significant yet, with growing numbers of people terrified by the findings of the latest climate report from the world’s leading authority on climate science, the Intergovernmental Panel on Climate Change, and increasingly extreme weather events.\\nFears are mounting in the XR movement that activists will be raided by the police, spurred on by Patel’s open hostility to the group’s tactics. Cressida Dick, the Metropolitan police commissioner, has described the group’s plans as “extremely frustrating” and asserted that Londoners do not support “hugely disruptive protests”.\\nWoodcock – who was appointed as the government’s independent adviser on political violence and disruption in November – made his comments on the call, which has been seen by the Observer, after impassioned pleas by a diverse range of XR supporters.\\nAmelia Halls, 23, who is part of XR’s social media team, told the peer that young supporters feared the consequences of being branded extreme. “We protest because we know without significant and meaningful action … we won’t have a future,” she said. “By opening up this inquiry into extremism and by naming Extinction Rebellion, what this inquiry is doing is ensuring that thousands of young people across the UK as individuals will be considered extremists and this will ruin their lives.”\\nRobin Red, who is part of an XR samba band, said black activists were worried they would be targeted by the police if Extinction Rebellion was classed as extreme. “As a person of colour, you don’t want to get nicked – your life changes in two minutes … you can’t get a decent job and housing is affected,” Red said. “Being an activist is dangerous enough as it is – to conflate Extinction Rebellion with an extremist organisation basically puts a mark on my back.”\\nRabbi Jeffrey Newman, who is part of XR Jews, told the peer that limiting protest rights was dangerous. “We are in no way extreme, but we express our democratic rights as enshrined in the social contract between government and people, and imperilling these rights threatens us,” he said.\\nHowever, Woodcock left open the possibility he might describe parts of the group as extreme in his report. He asked if XR was hiding a “far-left” anti-capitalist agenda and claimed there were concerns that far-left groups might be infiltrating the movement.\\nWoodcock, who will present his recommendations to Patel and Boris Johnson, claimed the group might end up abandoning democracy itself. “You can change the form of democracy, make it more participatory, but ultimately the public are not going to accept … the level of economic reduction, which you believe is necessary, and therefore … you will end up in an alternative to democracy itself,” he said.\\nDr Gail Bradbrook, a co-founder of XR who chaired the meeting, stressed the group wanted more democracy not less, with citizen assembles guiding climate policy. She added she was worried Woodcock’s inquiry was politically motivated and had been set up to silence XR. “We’re concerned that you’ve already made your mind up about us,” she said.\\nShami Chakrabarti, the former shadow attorney general, said it was dangerous to equate dissent with disloyalty and non-violent protest with terrorism. “It begins with a sloppy lack of legal definition and soon critics of government policy are branded as enemies of the state. It would be ironic indeed if just before hosting Cop26 [the climate change conference], the UK were to promote a new McCarthyism, with those sounding the alarm against climate catastrophe as the reds under the bed,” she said.\\nWoodcock said he could not comment further while the review was ongoing. “I wanted to hear the views of Extinction Rebellion activists as part of my review, which is gathering evidence from a wide range of sources and considering issues such as the boundary between the right to protest and illegitimate disruption that may undermine public support for important causes,” he said.\\nPatel told the annual conference of the Police Superintendents’ Association last year that XR’s campaign of civil disobedience was “a shameful attack on our way of life, our economy and the livelihoods of the hard-working majority”.\\nLast year, the police were forced to withdraw guidance suggesting XR was based on an extremist ideology, which should be reported to authorities running the Prevent counter-terrorism strategy.", "image": [["https://i.guim.co.uk/img/media/1215177a419865fc2854eb0f6d22a588db59b70d/0_275_6720_4032/master/6720.jpg?width=465&dpr=1&s=none", "Extinction Rebellion protesters place a sailing boat in the middle of the intersection at Oxford Circus, London in 2019."], ["https://i.guim.co.uk/img/media/9a9b84f1d9d972b25074bdb2f9d0f0e5560e85b1/939_0_2611_3264/master/2611.jpg?width=120&dpr=1&s=none", "John Woodcock"], ["https://i.guim.co.uk/img/media/e9e4f4fe02446d37fab70b6e076d7a70f5849ed3/939_293_1625_2032/master/1625.jpg?width=120&dpr=1&s=none", "Extinction Rebellion co-founder Gail Bradbrook."]], "author": ["Tom Wall"], "date": "2021-08-21"}, "https://www.theguardian.com/environment/2021/aug/14/they-said-we-were-eccentrics-the-uk-team-developing-clean-aviation-fuel": {"title": "‘They said we were eccentrics’: the UK team developing clean aviation fuel", "subtitle": null, "text": "In the search for sustainable flying, Cranfield University might have found the answer in hydrogen\\nThis row of brick sheds, locked away down overgrown country lanes in Bedfordshire, feels a long way from the glossy boardroom presentations about sustainable aviation. But it was recently the backdrop, in the search for greener flying, to a strange and remarkable scene.\\n“Anyone passing would have wondered why these people were staring at a pipe and whooping and laughing,” says Bobby Sethi, associate professor of gas turbine combustion at Cranfield University. “But we were almost certainly the only people in the world right then burning anything without producing CO2.”\\nIn the painstaking groundwork of testing whether hydrogen could replace kerosene as a fuel for global aviation, Sethi and team were celebrating a breakthrough.\\n“We were able to demonstrate successful ignition and safe combustion of pure hydrogen and air at high temperature and pressure – producing no carbon emissions,” he says. Even if, he adds, the passing layperson would have only seen a pipe and some steam.\\nLike a Harold Ramis character in Ghostbusters, Sethi had long been labouring on experiments in an unfashionable, almost-derided field – before society decided that it was indeed spooked, in this case by jet fumes frying the planet. Who you gonna call? Cranfield’s centre for propulsion engineering.\\nSethi recalls the scepticism of even five years ago, when he was pursuing funding for the hydrogen research project, known as Enable H2: “They said we were eccentrics. Now they’re queueing up to be on our advisory board.”\\nThere are broadly three strands of work that the aviation industry is frantically investigating for an environmentally acceptable future. One is to create greener fuels for the large aircraft currently in service. A second is electric flight, which appears feasible for smaller aircraft and short-haul hops. And a third is hydrogen.\\nTwo projects pioneered at Cranfield are using hydrogen in the form of fuel cells to power electric motors and propel planes: ZeroAvia flew a six-seater from here last September, and hopes to scale up the technology for commercial short-haul flights in the coming decades. Another, Project Fresson, is planning to use fuel cells for a green, short-hop passenger service around the Orkney islands as soon as 2023.\\nBut the ambitions for direct combustion of hydrogen are on a bigger scale; whether a radically different plane and propulsion system could replace the modern, kerosene-fuelled passenger jet. Which is where Sethi’s research comes in.\\nNothing yet in the sheds looks anything like a plane. The rig here is a unique facility, Sethi says, assembled to show that hydrogen can be clean, safe and efficient for aviation, and produce data showing the optimum temperature and pressure to minimise other harmful emissions such as nitrogen oxides or NOx, a family of highly poisonous gases.\\nThe largest component is a pebble-bed heater pressure vessel, which delivers super-hot air at pressure into a combustion chamber, where the hydrogen is mixed in and ignited. Stacked outside are crates of lasers, ready to be unpacked, to help observe “the shape of the flame” and provide more data.\\nThe combination of lasers and combustible hydrogen, he admits, sounds like a health and safety nightmare (an adjacent control room has a giant red stop button to flood the system with nitrogen). But the experiments here will prove, he believes, that hydrogen is no more difficult or risky to reignite at altitude than kerosene.\\n“Technically there’s nothing non-feasible in hydrogen – though there’s research and development to be done. The main issue with hydrogen is the cost.”\\nThat will change, he believes, as fossil fuels become environmentally and politically untenable and taxes, subsidy and demand alter. He thinks hydrogen will become a part of aviation “somewhere between 2040 and 2050, depending on the subsidies and political pressure”.\\n“It’s pressure from green lobbyists, people like Extinction Rebellion, which has made hydrogen come to the front again,” he adds.\\nThe step change in interest in sustainable aviation has re-energised research at Cranfield. Tim Mackley, head of the university’s Aerospace Integration Research Centre, says: “We were always interested in efficiency – but in the last two or three years there’s been a large push to saying what the manufacturers were planning wasn’t really enough.”\\nSustainable aviation fuels, or Safs, could make some inroads into reducing carbon emissions, and last month the government announced early development funding for eight UK-based projects, which propose to build plants to convert the likes of household waste, carbon from the atmosphere and sewage into jet fuel at commercial scales.\\nSafs can only be an intermediate measure, Mackley says. “They are sustainable in terms of their production – but they still burn producing CO2.” But such “drop-in fuels”, which can be added to the mix with current technology still have a valid role now, he argues – not least given the enormous carbon impact of replacing an entire global fleet of aircraft with new types of planes.\\nFor short-haul hops, those could include something like the strange craft that sits centre stage, if very much behind closed doors, in Mackley’s part of Cranfield. This is an experimental eVTOL – an electric vertical takeoff and landing aircraft, a development project in conjunction with Rolls-Royce. Although partial footage of the plane caused some excitement among enthusiasts when leaked on the internet last year, the full picture reveals an issue: it moves by being strapped on to a large truck.\\n“This was never meant to fly,” says Mackley. Instead, what the model is designed to test is how the rotors react at the difficult moment when turning between vertical liftoff and forward thrust – and, being too big to put in a wind tunnel, the plane is affixed to a hulking ex-German fire truck and driven down Cranfield’s runway. “It was the only thing with the acceleration to get to 80 mph and the power to carry the aircraft.”\\nCranfield is one of many players working on eVTOLS, usually in isolation, leading to some very individual designs. Sometimes, on the big reveal, Mackley admits: “Absolutely, I do think what the hell is that.”\\nBut, he says: “To make the best of electric we have to be inventive about how that looks.”\\nWhether hydrogen or electric, planes will evolve – and flight may well be slower than before, he says. As well as the environment, designers will always need to bear in mind how their planes will work for passengers, he warns: “If you don’t build the concept that airlines like, then it won’t succeed.”\\nThis article was amended on 25 August 2021. References to jet fuel as “paraffin”, introduced during editing, were restored to “kerosene”.", "image": [["https://i.guim.co.uk/img/media/088888fe3d14c582e74b2615724c0b155039df8a/0_381_7373_4424/master/7373.jpg?width=465&dpr=1&s=none", "Bobby Sethi talks through a low NOx hydrogen micromix combustion test rig, which is designed to replicate the conditions of combustion at cruising altitude"], ["https://i.guim.co.uk/img/media/2166ee2ae6f168ecc7e77f15941c469fffd7327f/0_54_7373_4424/master/7373.jpg?width=445&dpr=1&s=none", "An old piece of fuselage from an Easyjet airplane at Cranfield University."], ["https://i.guim.co.uk/img/media/fb1b1de6ea18336acc88817a7c75ec2a1663c4b8/0_324_7373_4424/master/7373.jpg?width=445&dpr=1&s=none", "Cranfield’s purpose-built airport terminal, complete with departure gate and lounge"], ["https://i.guim.co.uk/img/media/a5398e0b9ffc77a9438da6c740d33a3d1f6fb57d/0_729_6982_4189/master/6982.jpg?width=445&dpr=1&s=none", "Looking at an eVTOL (electric vertical takeoff and landing) aircraft with Dr Tim Mackley at Cranfield University."]], "author": ["Gwyn Topham"], "date": "2021-08-14"}}