{"https://www.theguardian.com/commentisfree/2021/jul/30/labour-strong-plan-young-people-job-insecurity": {"title": "Labour has a plan for young people. But it will struggle for their attention", "subtitle": null, "text": "The party is addressing job insecurity. Yet its proposals aren’t sparking the controversy that an opposition party needs\\nMany things have disappeared from British politics since it became mostly about the pandemic. One of the most important has been the idea that the interests and grievances of people under 40 are worth a lot of attention from the main parties.\\nDuring the Jeremy Corbyn era younger voters enjoyed rare influence, reinvigorating Labour and frightening the Conservatives. Even when that period effectively ended at the 2019 election, Labour beat the Tories among voters aged 18 to 24 by an unprecedented 43 percentage points. The sea of young faces at Corbyn rallies looked like a mass awakening that would have consequences.\\nYet since then our politics has aged again. The Conservatives under Boris Johnson have prioritised elderly people and treated the young with contempt. From the culture wars to the chaos in schools, benefits cuts to the climate crisis, the government’s message to younger Britons has been consistent: you don’t matter. Meanwhile Keir Starmer’s Labour party has followed a milder version of the same strategy, concentrating on the often older voters it has lost while offering its younger supporters little.\\nBut the desire of many young people for a different Britain has not gone. Beyond parliamentary politics, even people on the right acknowledge it. Earlier this month free-market thinktank the Institute of Economic Affairs published Left Turn Ahead, a survey of young people’s attitudes towards capitalism and socialism.\\n“Younger people really do quite consistently express hostility to capitalism, and positive views of socialist alternatives,” it found. The common argument that “they will grow out of it”, the survey continued, “is simply not borne out by the data. There are no detectable differences between the economic attitudes of people in their late teens and people in their early 40s”. These attitudes might be “a preview” of “mainstream opinion in Britain tomorrow”.\\nDespite this eye-catching conclusion, the IEA’s report has received relatively little attention. It doesn’t fit the prevailing view, on both the left and the right, that Britain is in a conservative phase that still has a long time to run. There is also a widespread, in some ways contradictory, assumption that young voters have always been leftwing – that their discontent with the status quo is nothing new.\\nBut that assumption is mistaken. At every general election from the late 1970s to the early 1990s, and again in 2010, as many or more under-45 voters chose the Tories as Labour. The radicalisation of the young, which has also happened in other parts of Europe and the United States, is a new feature of 21st-century western politics.\\nOne reason for this radicalism’s spread and persistence, despite its lack of electoral success, is that it is rooted in everyday experience – in particular, the modern experience of work. Zero-hours contracts, exploitative internships, graduates stuck in cafe jobs, a decade of stagnant wages, general precariousness. Work for all but the most privileged young employees is a daily reminder of capitalism’s diminishing rewards.\\nThese malign trends affect older workers too – which may be why, at the last election, Labour won more votes than the Tories from working Britons. But older workers may at least have savings or property, acquired when work was more rewarding. Only the under-45s have spent their entire working lives in the “flexible” labour market the Conservatives created and New Labour largely accepted. No wonder many young voters feel alienated from both parties.\\nSo the launch by Labour earlier this week of a “new deal for working people” could be significant. Not just as the beginning of an answer to the charge that Starmer has no policies, but also as a set of possible reforms to Britain’s increasingly Victorian work culture, and as a way for Labour to reconnect with the young electorate it needs to remain a viable party in the long term and have a chance of returning to power.\\nGiven Starmer’s caution up to now, Labour’s proposals are surprisingly ambitious. They include “the right to flexible working for all workers … from day one of employment” – unless there is a conclusive reason that a job cannot be done flexibly or remotely. This flexibility could mean working hours arranged “around school runs and other family and caring responsibilities”. Labour envisages work “fitting around people’s lives rather than dictating their lives”.\\nThe party also wants to create “a single status of ‘worker’ for all but the genuinely self-employed”, and to abolish the current qualifying periods for basic employee rights such as sick pay, holiday pay, paid parental leave and protection against unfair dismissal. It wants all workers to “have stable, secure employment”, and the right to “disconnect from work at home outside of working hours”.\\nLabour claims these measures would “fundamentally change our economy”, and it is hard to argue. The balance of power between employer and employee would be significantly altered. Yet this idea has not provoked the kind of outrage this week that you might expect. The employers’ organisation the CBI said that, like Labour, it wants “an inclusive economy”, and criticised the party’s proposals only in limited terms, as “overly prescriptive”.\\nLabour people involved with promoting the policies see the lack of controversy as a success. One source says: “When we talked about work under Jeremy Corbyn, we sounded too radical and endlessly triggered the rightwing press. It was a disaster. This time, we’re not going to lead with our chins.”\\nWhile the detail of the proposals has been laid out by Angela Rayner and Andy McDonald, two relatively leftwing figures, the broad case for them has been presented by Starmer in studiedly conservative and patriotic language: that a job should provide “dignity and security”, and that Labour “can make Britain the best place to work”. Thus his party hopes to appeal both to young voters and older ones. “Whether you’ve got a mortgage on a semi in Barnsley or you rent in Kentish Town”, says the Labour source, “you’re currently getting done over at work.”\\nThe problem with Labour’s approach is that inclusivity can become blandness. In confrontational times, as both Corbyn and Johnson came to understand, getting attention and mobilising voters often involves naming enemies. This week, Labour’s work policies got far less coverage than the government’s cartoonish hi-vis crime measures.\\nIf Labour doesn’t win back young people soon, these voters have alternatives. The Greens are already higher in the polls than they have been for years. Protest groups such as Extinction Rebellion have compelling causes and novel tactics. Even the Conservatives could conceivably appeal to the young again: they’ve done it before.\\nYoung voters have decades to decide their political trajectories. Starmer has far less time.\\nAndy Beckett is a Guardian columnist", "image": [["https://i.guim.co.uk/img/media/dac44433c4a18ad30ed249b6949778104aef08ff/0_232_5660_3398/master/5660.jpg?width=465&dpr=1&s=none", "Protesters during the 2019 climate protests in London. "]], "author": ["Andy Beckett"], "date": "2021-07-30"}, "https://www.theguardian.com/commentisfree/2021/jul/20/freedom-of-speech-artist-britain": {"title": "Freedom of speech? Not these days, if you’re an artist in Britain", "subtitle": null, "text": "Following two chilling actions against artworks, the right is revealing a disturbing autocratic tendency\\nOne of the many things that studying history taught me, and which I have never forgotten, is how to recognise the typical characteristics of fascism. It’s become a sort of mental list to which I turn from time to time when considering our current political situation. “Powerful and continuing nationalism” (tick); “disregard for human rights” (what was that about offshore asylum camps?); “rampant cronyism and corruption” (you bet).\\nThen, of course, there’s “disrespect for intellectuals and the arts” – something that had been festering long before the Brexit vote but became even more explicit then, with ministers’ contempt for “experts”.\\nIt seems people have had enough of artists too, if two recent incidents are anything to go by. First, we had a police raid on Antepavilion, an east London arts complex. Footage emerged of black- and navy-clad helmeted police (some of the helmets had union flags on them, a nice touch) forcing entry to the building. The venue’s best known exhibit is a rooftop bamboo and cable structure called All Along the Watchtower. The structure resembles those that were used during Extinction Rebellion (XR) protests last year when the environmental campaigners blockaded the printing presses of Murdoch papers (XR were planning further protests at the time, which likely explains the motives behind the raid).\\nHowever, the artist Damien Meade says this sculpture was part of an architectural competition and was not affiliated to XR. Moreover, it took six weeks to install, so could not play any role in a protest at short notice. Five people were arrested and then released without charge.\\nThe second incident involved a group of Conservative councillors in Southend-on-Sea, who succeeded in removing the installation How to Make a Bomb: An English Garden by the artist Gabriella Hirst.\\nThe work, situated in Shoeburyness in Essex, centres on a nearly extinct species of rose that was created and registered under the name Rosa floribunda Atom Bomb in 1953. It took the form of a rose garden with benches adorned with plaques detailing Britain’s nuclear history, and containing statements such as: “The garden is a reminder that the red rose of England is entangled with an Imperial past of ‘gardening the world’, which has continued into a dangerously over-armed present”.\\nThe councillors objected to one such plaque, which highlighted the devastating impact of British nuclear tests on Indigenous lands in Australia in the 1950s and 60s. They asked for it to be removed or reworded, with one councillor calling it “a direct far left wing attack on our History, our People, and our Democratically Elected Government” (authoritarians just love an unnecessary capitalisation), and threatened to contact the media. As a result of the councillors’ campaign, the artwork has been taken down, with Metal, the organisation that co-commissioned the work (alongside artists’ charity the Old Waterworks), saying it did so to protect its staff.\\nBoth of these incidents are chilling. For all their proclamations about protecting freedom of speech, in their interactions with artists the Conservatives are revealing a disturbing autocratic tendency. The same is true of the government’s attitude towards academics, as the latest higher education (freedom of speech) bill demonstrates. The Tories have been convincing large parts of the electorate that they are the true custodians of British history, and that the “woke brigade” will tear down every statue in the land if it has its way. It’s blatant hypocrisy.\\nIn 2018 there was a furore over the temporary removal of John William Waterhouse’s Hylas and the Nymphs – which depicts nude girls – as part of the artist Sonia Boyce’s residency at the Manchester Art Gallery. Amid the row, barely anyone seemed to care that the takedown took place during a performance art piece.\\nInstead, the action was framed in the media as censorship and taken entirely in bad faith, by rightwing and liberal commentators alike. The latter seemed to give scarcely any thought to the damage wrought by going along with an argument set by the cynical and the reactionary.\\nThe original intent behind the act of removal, a conversation about what and who hangs in a gallery and why, was completely lost. By reframing Boyce’s attempts at discussion and contextualisation as censorship, the right was winning an early battle in the culture war. Yet who is really attacking artists and cultural institutions?\\nThere’s a longstanding joke, as popularised by The Young Ones, that leftwing people go around calling other people fascists all the time. Perhaps there are times when we are overzealous, but sometimes it feels as though, while everyone was busy guarding the statue of Winston Churchill, a separate agenda was cranking into gear about other works of art. As Meade wrote in the aftermath of the police raid, historical statues are protected by laws that give offenders up to 10 years in prison, but if the artwork is deemed subversive, “the full muscle of the state comes knocking”.\\nCall me a doomsayer if you want, but I’ll keep ticking off that list.\\nRhiannon Lucy Cosslett is a Guardian columnist", "image": [["https://i.guim.co.uk/img/media/6cf43e8205a86f23fd18e3a1d25ba495ea3e69c5/378_219_876_526/master/876.jpg?width=465&dpr=1&s=none", "Post-It notes on Sonia Boyce’s performance art piece about John William Waterhouse’s Hylas and the Nymphs, Manchester Art Gallery."]], "author": ["Rhiannon Lucy Cosslett"], "date": "2021-07-20"}, "https://www.theguardian.com/commentisfree/2021/jul/14/england-footballers-new-generation-britain-progressive-young-": {"title": "England’s footballers speak for the new generation better than any politician", "subtitle": null, "text": "The team are typical of Britain’s progressive young people, unafraid to voice their anger with the status quo\\nInstead of a trophy, England’s national team have inherited something far more precious: the mantle of the official opposition.\\nFor most of the nation’s under-40s – the generations known as millennials and zoomers – Tory Britain represents a double-pronged onslaught on their economic security and deeply held social values. When Marcus Rashford – a “23-year-old black man from Withington and Wythenshawe”, in his own words – shamed the government into feeding hundreds of thousands of children, he was leading a rebellion on behalf of that most voiceless demographic, the young working class. Since 2010, when the Conservatives came to power with the help of the Liberal Democrats, 800,000 children in working households have been driven below the breadline; however momentarily, they were handed one of the nation’s loudest megaphones. When the England team took the knee, they affirmed the value of the lives of Black people in a nation whose government has cynically fanned racism for electoral ends, up to and including constructing a hostile environment that deported Windrush-generation Britons from their own country.\\nBoris Johnson and his acolytes refused to condemn the booing of their own national team for a very simple reason – they knew that those baying ghouls represented a crucial pillar of their support base that they did not want to alienate. When Conservative ministers then had the front to condemn the racism directed at England’s players, which they helped legitimise, it fell to England centre-back Tyrone Mings to point out the hypocrisy. “You don’t get to stoke the fire at the beginning of the tournament by labelling our anti-racism message as ‘Gesture Politics’,” he tweeted, “& then pretend to be disgusted when the very thing we’re campaigning against, happens.”\\nThat this is England’s most outspoken national team is no freakish accident. Hailing from across the nation – from south Manchester to Bath to Neasden – they are unmistakable products of their generation. Young people have for some time now been revolting against an ancien regime in Westminster that is rigged against their living standards and their progressive values; and however flush these players’ bank accounts are, they cannot escape where they came from.\\nI know that talk of youth revolt can trigger a weary, “heard this all before” roll of eyes, followed by cliched references to how the young inevitably become conservative as they grow older. Yet this youthful revolt is new. Our understanding of the politics of the 1960s is warped by US college campus revolts: American youths were more likely to support the Vietnam war and the segregationist presidential candidate George Wallace than their elders. In Britain, the historian Dominic Sandbrook has pointed out that just one in ten young Britons went to university in the 1960s, and surveys of students tended to show little sympathy with the left. The anti-Vietnam war demonstration in Grosvenor Square in 1968 became the stuff of protest legend, but there were just 10,000 there, my late father among them.\\nWhen Margaret Thatcher attacked the postwar social democratic settlement, she did so with the active support of much of the young, who rewarded her with a decisive lead in 1983: her populist – but unrealised – promise that rolling back the state would liberate the individual captured the then zeitgeist. Some of those then youthful Thatcherites would later be satisfied with New Labour’s accommodation with free market economics, but many in their older years returned firmly back to the Tory fold.\\nAs research by the rightwing thinktank the Institute of Economic Affairs underlines, younger Britons today have markedly shifted leftwards. Two-thirds would prefer to live in a socialist economic system, 72% support public ownership of industry and large majorities blame capitalism for the climate emergency and the housing crisis. The authors of the report were particularly disturbed by the staying power of these convictions: “It is no longer true that people ‘grow out’ of socialist ideas as they get older.”\\nThe progressive social values of the young have undoubtedly been forged by the accumulation of successful struggles for the rights of minorities and women over many decades. Those outlooks become embedded in popular culture, reflected back by key cultural influencers, reinforcing their hegemony among younger generations. Mass mobilisations in support of movements ranging from Black Lives Matter to Extinction Rebellion – both on the streets and online – disseminate these ideas further. The young are also a diverse cohort: by 2015, one in three English primary students were from an ethnic minority. While, for instance, British newspapers light the touchpaper of moral panic against trans people, the young – and particularly younger women – support this profoundly marginalised minority in ever greater numbers.\\nThose values have welded with profound economic insecurities: these generations have only known shredded youth services, a slashed welfare state, student debt, an all-consuming housing crisis, often precarious and low-paid work, and stagnating or falling wages. These are not the consequences of sadism on the part of the Tories: they are simply the logical endpoint of the government shoring up an older, socially conservative voter coalition by driving up house prices, keeping their tax burden low and tapping into their most reactionary impulses. For now, it works: those loyal true-blue voters have made it abundantly clear that they will stick by Johnson’s Conservatives. Meanwhile, the Labour party has abandoned the most elementary functions of opposition.\\nBut fury simmers among the country’s younger generations, and it will erupt to the surface in diverse ways – from protests to the viral tweets of football players. One day they may not only seek vengeance, but deliver it.\\nOwen Jones is a Guardian columnist", "image": [["https://i.guim.co.uk/img/media/c2b6e4bdb057ae99bcce64c388fec0fbe0608958/0_23_3075_1845/master/3075.jpg?width=465&dpr=1&s=none", "Tyrone Mings"]], "author": ["Owen Jones"], "date": "2021-07-14"}, "https://www.theguardian.com/world/2021/jul/28/greenpeace-criticises-new-zealand-rugby-deal-with-petrochemical-company-ineos": {"title": "Greenpeace criticises New Zealand Rugby deal with petrochemical company Ineos", "subtitle": null, "text": "Ineos has been accused of using sports to ‘greenwash’ its reputation\\nNew Zealand Rugby’s decision to sign a six-year deal with global petrochemical company Ineos has been criticised by Greenpeace, who said it fundamentally goes against the country’s “clean, green” values.\\nNZ Rugby announced the company will become the official performance partner for its seven teams from 2022. Ineos is a UK oil, gas and petrochemical conglomerate – the third largest company of its kind in the world. Its main shareholder is billionaire Jim Ratcliffe, and the company has lobbied to weaken green taxes and reduce restrictions on fracking.\\nThe company partners with multiple sport teams and it is not the first time it has been accused of using sports to ‘greenwash’ its reputation. In 2019 the company’s deal with the UK’s top cycling team was met with protest.\\nEarlier this year, Ineos agreed to become a cornerstone investor in a new “clean” hydrogen fund. On its website, it said its businesses have “put in place the plans and actions needed to ensure that they lead the transition to a net zero economy by no later than 2050, whilst remaining profitable, and staying ahead of evolving regulations and legislation”.\\nNZ Rugby’s chief executive Mark Robinson said the partnership is “an exciting new venture”.\\n“Ineos will bring an innovative approach and dedication to the partnership with our Teams in Black, qualities we see across all aspects of their business, particularly around sustainability with their commitment to deliver a zero-carbon emission future in line with the Paris Agreement,” Robinson said.\\nThe Ineos logo will appear on the backs of playing shorts and on the front of the training jersey of each of NZ Rugby’s Teams in Black, including the All Blacks and the Black Ferns, from 2022.\\nIn a statement, Ratcliffe said the company was delighted to partner with the All Blacks.\\n“They have consistently shown the grit and determination needed to perform at the highest level of sport and there will be a lot that we can learn from them,” he said.\\nBut Greenpeace has spoken out against the decision. Last month, the group attempted to lobby against the then-pending deal.\\n“In the thick of the climate crisis, it’s gutting to see NZ Rugby sign a sponsorship deal with an oil and gas polluting conglomerate like Ineos that is responsible for driving us deeper into the climate crisis, and fouling the oceans with plastic pollution,” Greenpeace campaigner Juressa Lee said.\\nAccording to the Plastic Waste Makers Index, Ineos sits at 13th in the world for production of single-use plastics – one of 1oo companies that produce 90% of the world’s single-use plastics.\\n“Oil companies like Ineos know that their time has come and that the world is turning away from fossil fuels and plastic. They are desperate to associate themselves with popular brands like the All Blacks and with New Zealand’s good name, but we shouldn’t let them get away with it,” said Lee.\\nShe added that many rugby players are Maori and Pasifika, and shouldn’t have to be made to wear the logo, when their communities are on the “frontline of sea level rise and extreme storm events.”\\n“The sponsorship deal also goes against one of the most important stands New Zealand has taken against climate change by being one of the first countries to ban new offshore oil and gas exploration,” Greenpeace campaigner Steve Abel said last month.\\nMark Robinson told RNZ he was comfortable with the decision and said it was a move NZ Rugby did not take lightly.\\n“We know that rugby in this country attracts a lot of scrutiny and any major decision we make comes with a fair degree of accountability as well. So, we expect that, we welcome it, we think it’s healthy for the game and for discussions within New Zealand and certainly we’re really comfortable with the due diligence we’ve done,” Robinson said.\\nThe Guardian has approached Ineos and NZ Rugby for comment.", "image": [["https://i.guim.co.uk/img/media/a947d092869ae5c65374311d8a5c8783d0471479/1_551_3467_2080/master/3467.jpg?width=465&dpr=1&s=none", "Greenpeace has slammed New Zealand Rugby’s six-year deal with petro-chemical company Ineos. "]], "author": ["Eva Corlett"], "date": "2021-07-28"}, "https://www.theguardian.com/environment/2021/jul/29/activists-sabotaging-railways-indigenous-people": {"title": "The activists sabotaging railways in solidarity with Indigenous people", "subtitle": null, "text": "People coming to the aid of the Wet’suwet’en nation to stop a pipeline are using direct action that is prompting terror charges\\nThe night of 28 November, Samantha Brooks, 24, hunched over the railway tracks near Bellingham, Washington, about 32km (20 miles) south of the Canada-US border and installed a “shunt,” according to trial documents obtained by the Guardian.\\nA shunt is a wire stretched between the tracks that mimics the electrical signal of a train, causing oncoming trains to engage their emergency brakes. Shunts can cause derailments, which is especially dangerous for trains carrying explosive materials.\\nAs Brooks installed the shunt, a Burlington North Santa Fe (BNSF) railway officer received an alert and photo from a game camera (a motion-sensing camera) near the tracks. Police arrived and found Brooks and another woman, Ellen Brennan Reiche, on the tracks with a bag containing a drill and wire, and arrested them.\\nOn 9 July, Brooks pleaded guilty to violating Title 18 of the US Code, which prohibits terrorist attacks and violence against railroads. Reiche faces trial on 30 August and is pleading not guilty to the same charge. They each face up to 20 years in prison. (Reiche’s lawyer declined to comment and Brooks’s lawyer did not respond to request for comment.)\\nAccording to anarchist blogs, the saboteurs were acting in solidarity with Indigenous people to stop construction of the Coastal Gaslink pipeline through Wet’suwet’en territory in northern British Columbia.\\nThe FBI is investigating at least 41 incidents of railway sabotage in Washington state since 19 January 2020. In the most serious incident, on 22 December, a train derailed and caught fire in Custer, Washington, spilling 29,000 gallons of crude oil and prompting the evacuation of 120 people nearby.\\nAt a pivotal time for both Indigenous rights and the climate crisis, activists are increasingly turning to direct action, including blockading railways and other critical infrastructure. But the deliberate sabotage of railways marks a dangerous escalation in this strategy that is now prompting terror charges.\\nIn past decades, eco activists found themselves at odds with Indigenous groups (Greenpeace opposing the Inuit seal hunt, for example), but now radical environmental activists are aligning themselves with Indigenous struggles.\\nOn 7 January 2020, the Wet’suwet’en nation called for solidarity from Indigenous and non-Indigenous people after a judge granted an injunction against its community members, who have never signed a treaty or sold their traditional territory.\\nBy this time, the Wet’suwet’en had already faced one violent raid by the Royal Canadian Mounted Police, who had authorized lethal force against them. “Light your sacred fires and come to our aid as the RCMP prepares again to enact colonial violence against Wet’suwet’en people,” they said in a statement. They asked that people act peacefully.\\nFrom coast to coast, people took to the streets and blockaded rail lines, halting trains for weeks and prompting layoffs of VIA Rail employees.\\nOn 22 January, an anonymous poster wrote on an anarchist blog that the mass protests had inspired them to sabotage trains in Washington state. “This simple action can generate enough confusion in the system to cause big slowdowns and bureaucratic delays,” they wrote. Their goal was to disrupt economic activity, calling BNSF, the largest freight railroad in North America, “a primo target for blockages and slow downs”.\\n“If the RCMP raids Wet’suwet’en territory, we will shut down the supply lines where we stand,” the poster wrote.\\nIn February 2020, the RCMP again aggressively raided Wet’suwet’en camps. Through 2020, activists appear to have carried out their promise; at least 40 shunts appeared on railway tracks in Washington State. In May 2020, an anonymous poster also claimed responsibility for sabotaging train tracks in Hamilton, Ontario.\\nMeanwhile, though a shunt wasn’t involved in the Custer derailment, the incident was no accident, according to Russ Quimby, a former National Transportation Safety Board investigator with 22 years of experience investigating railway incidents. Based on details provided by KUOW, Quimby told the Guardian someone had disabled the air brake system and separated the link between two rail cars while the train was unattended. “That’s something that’s not going to take place just at random or because of vibration – that’s a deliberate act,” he said.\\nThe timing of the incident, after Brooks and Reiche already faced charges, and the use of different methods, led Quimby to believe more than two people were sabotaging trains.\\nWhen trains carrying hazardous materials derail, they can explode, poison groundwater, prompt evacuations and threaten the lives of people nearby, such as railway staff, he explained. In 2013 a train carrying hazardous materials accidentally derailed and exploded in Lac Mégantic, Quebec, killing 47 people. Quimby called it “a good example of how bad things can get”.\\nBefore 2020, Quimby could recall only one other incident of rail sabotage in the US: the unsolved 1995 derailment of an Amtrak passenger train in Arizona that killed one person and injured 78.\\nSteven Beda, assistant professor of history at the University of Oregon, said the recent sabotage reminded him of Earth First, a movement of radical activists who vandalized logging equipment, destroyed logging roads and spiked trees in the Pacific north-west in the 1970s and 1980s. Tree spiking is a method of hammering metal into trees that makes it dangerous, even deadly, for logging workers to saw trees.\\n“A lot of these things were meant as a form of psychological warfare … especially with tree spiking, to make loggers so afraid that they don’t want to go to work,” Beda said.\\nBeda believes the shunting incidents are part of a decentralized radical activist movement with no leader. Recent anarchist blog posts contain detailed explanations of how to install shunts. Beda said Earth First took a similar approach: publishing literature on how to spike trees and telling people, “do with it what you will”.\\nBeda said Earth First and the people installing shunts appear to share the belief that change cannot happen through the courts or political systems, so they make the leap into sabotaging economies and industries, at any cost.\\n“This is a debate that is hardly unique to the environmental movement – the labor movement, the civil rights movement, the women’s movement – any major social movement in world history has had this debate about whether they should go through the political and legal systems to get the change they want, or whether they should engage in more radical forms of activism,” Beda said.\\nMolly Wickham, spokesperson for Gidimt’en Checkpoint, a Wet’suwet’en camp opposing the Coastal Gaslink pipeline, told the Guardian she was “very disturbed by the news that young people who are supporting our struggle are facing trumped up terror charges.\\n“To see that supporters of Wet’suwet’en sovereignty are facing up to 20 years in prison tells me that the state is very fearful of Indigenous resistance and those who support Indigenous resistance,” she wrote in an email.\\nShe said the #ShutDownCanada movement inspired many people who believe that dramatic change to the capitalist, colonial system is necessary, and that Canada’s actions toward Indigenous people has deep roots in genocide. She pointed to the ongoing findings of Indigenous children’s graves at forced-assimilation residential schools in Canada and the US.\\n“These charges are clearly an attempt to discourage solidarity with Indigenous sovereignty because we threaten the legitimacy of Canada,” she concluded.", "image": [["https://i.guim.co.uk/img/media/fc86fcaca90a49055fcc9ad86547e881e9bbd740/0_104_2305_1383/master/2305.jpg?width=465&dpr=1&s=none", "A train carrying crude oil burns after being derailed on 22 December 2020 in Custer, Washington. "], ["https://i.guim.co.uk/img/media/92a301d1cce3678dd403524c4c23295e5690bd07/0_0_863_486/master/863.jpg?width=445&dpr=1&s=none", "A railway officer received a photo from a motion-sensing camera before Samantha Brooks and Ellen Brennan Reiche were arrested."], ["https://i.guim.co.uk/img/media/18f5cd3ed4144a284d131ee53bb20cf8863c09af/0_0_8335_6215/master/8335.jpg?width=445&dpr=1&s=none", "Police photo of a bag containing a drill and wire."], ["https://i.guim.co.uk/img/media/9396bceb972a4e2615a8a76d771776a5aceea766/0_0_4200_2800/master/4200.jpg?width=445&dpr=1&s=none", "A BNSF Railway train carrying crude oil burns after it was derailed in Custer, Washington, on 22 December 2020."]], "author": null, "date": "2021-07-29"}, "https://www.theguardian.com/environment/2021/jul/19/big-oil-climate-crisis-lobby-group-api": {"title": "How a powerful US lobby group helps big oil to block climate action", "subtitle": null, "text": "The American Petroleum Institute receives millions from oil companies – and works behinds the scenes to stall or weaken legislation\\nWhen Royal Dutch Shell published its annual environmental report in April, it boasted that it was investing heavily in renewable energy. The oil giant committed to installing hundreds of thousands of charging stations for electric vehicles around the world to help offset the harm caused by burning fossil fuels.\\nOn the same day, Shell issued a separate report revealing that its single largest donation to political lobby groups last year was made to the American Petroleum Institute, one of the US’s most powerful trade organizations, which drives the oil industry’s relationship with Congress.\\nContrary to Shell’s public statements in support of electric vehicles, API’s chief executive, Mike Sommers, has pledged to resist a raft of Joe Biden’s environmental measures, including proposals to fund new charging points in the US. He claims a “rushed transition” to electric vehicles is part of “government action to limit Americans’ transportation choice”.\\nShell donated more than $10m to API last year alone.\\nAnd it’s not just Shell. Most other oil conglomerates are also major funders, including ExxonMobil, Chevron and BP, although they have not made their contributions public.\\nThe deep financial ties underscore API’s power and influence across the oil and gas industry, and what politicians describe as the trade group’s defining role in setting major obstacles to new climate policies and legislation.\\nCritics accuse Shell and other major oil firms of using API as cover for the industry. While companies run publicity campaigns claiming to take the climate emergency seriously, the trade group works behind the scenes in Congress to stall or weaken environmental legislation.\\nEarlier this year, an Exxon lobbyist in Washington was secretly recorded by Greenpeace describing API as the industry’s “whipping boy” to direct public and political criticism away from individual companies.\\nSenator Sheldon Whitehouse, a Rhode Island Democrat and strident critic of big oil’s public relations tactics, accused API of “lying on a massive industrial scale” about the climate crisis in order to stall legislation to combat global heating.\\n“The major oil companies and API move very much together,” he said.\\nWhitehouse said the oil and gas industry now recognizes it is no longer “socially acceptable” to outright deny climate change, and that companies are under pressure to claim they support new energy solutions that are less harmful to the environment. But that does not mean their claims should be taken at face value.\\n“The question as to whether they’re even sincere about that, or whether this is just ‘Climate is a hoax 2.0’, is an unknown at this point,” he added.\\nShell has defended its funding by saying that while it is “misaligned” with some of API’s policies, the company continues to sit on the group’s board and executive committee in order to have “a greater positive impact” from within. The petroleum firm claims that its influence helped manoeuvre API, which represents about 600 drilling companies, refiners and other interests such as plastics makers, toward finally supporting a tax on carbon earlier this year.\\nWith Biden in the White House and growing public awareness of global heating, there are signs API’s influence may be weakening as its own members become divided on how to respond.\\nThe French oil company Total quit the group earlier this year over its climate policies. Shareholder rebellions are pressing Exxon and Chevron to move away from dependence on oil. Top clean energy executives at Shell quit in December over the pace of change by the company.\\nAPI is also fighting a growing number of lawsuits, led by the state of Minnesota, alleging that the trade group was at the heart of a decades-long “disinformation campaign” on behalf of big oil to deny the threat from fossil fuels.\\nBut despite threats to API’s lasting influence, Whitehouse argues the trade organization represents the true face of the industry. Instead of using its considerable power to push for environmentally friendly energy laws, API is still lobbying to stall progress with the oil industry’s blessing.\\n“Their political effort at this point is purely negative, purely against serious climate legislation. And many of them continue to fund the fraudulent climate denialists that have been their mouthpieces for a decade or more,” Whitehouse said.\\nSince API was founded in 1919 out of an oil industry cooperation with the government during the first world war, it has evolved into a major political force with nearly $240m in annual revenue.\\nIts board has been dominated by heavyweights from big oil, such as Rex Tillerson, the Exxon chief who went on to become Donald Trump’s secretary of state, and Tofiq Al Gabsani, the chief of Saudi Refining, a subsidiary of the giant state-owned Aramco oil giant. Al Gabsani was also registered as a lobbyist for the Saudi government.\\nAPI also hired professional lobbyists, including Philip Cooney, who went on to serve under George W Bush as chief of staff of the Council on Environmental Quality until he was forced to resign in 2005 after tampering with government climate assessments to downplay scientific evidence of global heating and to emphasise doubts. Shortly afterward, Cooney was hired by Exxon.\\nAPI came into its own as the realities of the climate crisis crept into public and political discourse, and the industry found itself on the defensive. The trade group, which claimed to represent companies supporting 10m jobs and nearly 8% of the US economy, played a central role in efforts to combat new environmental regulations.\\nIn many cases, API was prepared to carry out the dirty work that individual companies did not want to be held responsible for. In 1998, after countries signed the Kyoto Protocol to help curb carbon emissions, API drew up a multimillion-dollar disinformation campaign to ensure that “climate change becomes a non-issue”. The plan said “victory will be achieved” when “recognition of uncertainties become part of the ‘conventional wisdom’”.\\nMuch of this is the basis of several lawsuits against API. The first was filed last year by the Minnesota attorney general, Keith Ellison, who accuses the group of working alongside ExxonMobil and Koch Industries to lie about the scale of the climate crisis. The suit alleges that “previously unknown internal documents” show that API and the others well understood the dangers for decades but “engaged in a public-relations campaign that was not only false, but also highly effective” to undermine climate science.\\nThe city of Hoboken in New Jersey is also suing API, claiming that it engaged in a conspiracy by joining and funding “front groups” that ran “deceptive advertising and communications campaigns that promote climate disinformation and denialism”.\\nThe lawsuits allege that API funded scientists known to deny or underplay climate changes, and gave millions of dollars to ostensibly independent organisations, such as the Cato Institute and the George C Marshall Institute, which denied or downplayed the growing environmental crisis.\\n“API has been a member of at least five organizations that have promoted disinformation about fossil-fuel products to consumers,” Ellison alleges in Minnesota’s lawsuit. “These front groups were formed to provide climate disinformation and advocacy from a seemingly objective source, when, in fact, they were financed and controlled by ExxonMobil and other sellers of fossil-fuel products.”\\nIt wasn’t always this way.\\nWhen Terry Yosie joined API in 1988 as vice-president for health and environment, the trade group had spent years funding scientists to research climate issues after hearing repeated warnings. In 1979, API and its members formed the Climate and Energy Task Force of oil and gas company scientists to share research.\\nYosie, who moved to API from the Environmental Protection Agency, controlled a $15m budget, part of which he used to give workshops on climate change by EPA officials and other specialists.\\n“I brought them together in front of oil industry senior level executives for the sole purpose of making sure this industry had some understanding as to what other significant stakeholders thought about climate change, where they saw the issue evolving, what information they were relying on,” he said.\\nWhen Yosie left API in 1992, he believed oil the lobby group was still serious about addressing the growing evidence of climate change. But a year later, it disbanded the task force at the same time that Exxon abandoned one of the industry’s biggest research programmes to measure climate change.\\nYosie believes that confronted with the true extent of the looming disaster, API and the oil companies ran scared, choosing instead to pursue an agenda informed by climate denialism.\\n“As the climate issue began to move from the periphery to the centre stage, I think there was a collective loss of confidence in the entire industry, a fear that this was not a debate that was winnable,” he said.\\nAPI and its financial backers founded a front organisation, the deceptively named Global Climate Coalition, to drum up purported evidence that the climate crisis was a hoax. In the late 1990s, the GCC’s chairman, William O’Keefe, was also API’s executive vice-president, a man who falsely claimed that “climate scientists don’t say that burning oil, gas and coal is steadily warming the earth”.\\nAPI and the GCC led attacks on Bill Clinton’s support for the Kyoto protocol with a “global climate science communications plan” that misrepresented the facts about global heating.\\nThe relationship between API and big oil remained exceptionally close throughout. Exxon’s chief executive served on the lobby group’s executive committee for most of the past three decades, and the two worked together in promoting denialism over the climate crisis.\\nThe focus of API’s efforts were on Congress, where it led the industry’s opposition to policies, such as the 2009 cap-and-trade legislation to control carbon emissions.\\n“Most of the funding for the Republican party, and probably a very considerable amount of the big dark money funding behind the Republican party, comes out of the fossil fuel industry,” said Whitehouse. Last year, API indirectly gave $5m to the conservative Senate Leadership Fund to back Republican election candidates (many of whom question climate science), and to the campaigns of members of the energy committees in both houses of Congress.\\nGrowing public disquiet, and the departure of oil-friendly Donald Trump from the White House, shifted the ground for API. In March it launched a Climate Action Framework, which for the first time endorsed policies such as carbon pricing. It also stated its support for the Paris climate agreement.\\nAPI called the plan “robust” but others noted the lack of specifics and its sincerity was called into question when an Exxon lobbyist was caught on camera earlier this year saying that a carbon tax will never happen and that support for the measure was a public relations ploy intended to stall more serious measures.\\nAnd between API’s lost support from Total, and the Shell executives who resigned in December over what they regarded as the company’s foot-dragging on greener fuels, there are signs of shifting attitudes within the industry itself.\\nShell and BP have said they will continue to review their support for API. Shell said that where it disagrees with API’s position, the company “will pursue advocacy separately”.\\nHowever, Peter Frumhoff, director of science and policy at the Union of Concerned Scientists, is sceptical that there has been any significant change in direction.\\n“I think it’s fair to say that API and its prominent member companies have have a broadly shared goal, which is to keep the social licence of the oil and gas industry operating, and therefore enabling them to continue to extract oil and gas for as long as possible, as profitably as possible,” he said.\\nThis story is published as part of Covering Climate Now, a global collaboration of news outlets strengthening coverage of the climate story", "image": [["https://i.guim.co.uk/img/media/b5fc1613b06a31a5b777664079bb75a45bbb86c0/0_98_3500_2099/master/3500.jpg?width=465&dpr=1&s=none", "An ad paid for by API as part of its Energy For Progress campaign to cast natural gas as climate-friendly. API’s chief executive has pledged to resist a raft of Biden’s environmental measures."], ["https://i.guim.co.uk/img/media/47d09fb24133174acf30e50f94c0c5320ba58ab3/0_220_4704_2822/master/4704.jpg?width=445&dpr=1&s=none", "A protest against Shell in Zurich in 2015."]], "author": ["Chris McGreal"], "date": "2021-07-19"}, "https://www.theguardian.com/business/2021/jul/29/foreign-control-of-north-sea-oil-licences-threatens-uks-net-zero-goal": {"title": "Foreign control of North Sea oil licences threatens UK’s net zero goal", "subtitle": null, "text": "Study warns regulator must take action as private equity firms and state-backed groups begin to dominate\\nForeign control of North Sea oil licences could put the UK’s plans to reach net zero emissions at risk, a study has warned.\\nThe research shows state-backed fossil fuel companies and private equity firms are taking a tighter grip on North Sea oil, raising concerns about the government’s ability to wind down fossil fuel production and secure a “just transition” for workers.\\nThe study by the Common Wealth thinktank, and research by climate journal Desmog, reveals that more than a third of the licence blocks in the North Sea now have a private or state-backed controlling interest, with fossil fuel firms from China, Russia and the Middle East playing an increasingly dominant role.\\nUnlike the oil majors, many of these companies do not face public scrutiny, are not accountable to shareholders and are not required to have the same degree of corporate governance as leading listed businesses.\\nCampaigners say this is potentially “catastrophic” for the UK’s plans for a rapid and fair transition towards a low-carbon economy, despite efforts by the Oil and Gas Authority (OGA) to bring the industry to heel.\\n“A revolution is under way in the North Sea,” said Mathew Lawrence, Common Wealth’s director. “Who owns the UK’s oil and gas assets is changing dramatically and with it, how we secure a fossil-free future.”\\nIn recent years oil majors such as BP and Shell have begun to retreat from the North Sea, leading to a sharp rise in private equity firms and state-backed companies taking up licences, which could raise new challenges for the industry’s regulator. In 2010, private companies’ collective share of production in the North Sea was just 8%, but this jumped to 30% in 2020, according to data from Rystad Energy.\\nLawrence said these companies are “typically less transparent and insulated from public pressure” which raises “urgent strategic questions” for the UK government and “will probably require the return of democratic control and planning over the UK’s natural resources”.\\nAn investigation by Channel 4 news has uncovered deleted tweets from Steve Brown, the chief executive of North Sea oil minnow Orcadian Energy, which claimed that the global drive to meet the Paris Accord target to reach net zero carbon emissions by 2050 is “insane”. The now deleted personal tweets are understood to have been posted before the company listed on London’s junior stock exchange last month.\\nA spokesperson for Orcadian Energy reportedly told Channel 4 that “what individuals believe is irrelevant”, and that “what really matters is the significant work Orcadian Energy has done” to make its proposed development scheme as “clean as possible”.\\nThe OGA was established to help the North Sea “maximise economic recovery” from the North Sea but is also responsible for reducing its emissions and helping the industry transition to a net zero carbon future.\\n“With the OGA now having an obligation to help deliver the UK’s net zero target it is vital that, as ownership changes, strong oversight and action by the regulator powers a just transition for the sector,” Lawrence said.\\nMany environmentalists fear the regulator has fallen short when it comes to the quick action needed to tackle emissions within the next decade. but the oil basin’s total emissions each year remain as high as the carbon produced from a coal-fired power plant.\\nThe UK government’s new round of licensing for oil and gas wells in the North Sea included up to £16bn in joint investment between the government and private sector. Senior climate negotiators are concerned that this may undermine the government ahead of a vital UN summit, Cop26, which the UK is hosting in Glasgow in November.\\nA spokesperson for the OGA said its recently updated strategy requires oil and gas companies to operate “in a way that is consistent with net zero ambitions”.\\n“We’re holding industry to account on the emissions reduction targets and energy transition commitments. The UK continental shelf (UKCS) is subject to one of the strictest systems of regulation in the world,” he said.\\nOther countries, including Denmark and France, are halting investment in new fossil fuel production, and in May the International Energy Agency said the exploitation and development of new oil and gas fields must stop this year if the world is to stay within safe limits of global heating.\\nThe Common Wealth report highlights the involvement of several large state-owned entities in the North Sea, including Korea National Oil Corporation, Equinor from Norway, China National Offshore Oil Corporation, Russian firm Gazprom and the Abu Dhabi National Energy Company (TAQA).\\nAmong the private companies involved are Ineos, the chemicals firm owned by one of the UK’s richest people, Sir Jim Ratcliffe. Others include Neo Energy, Tailwind and Siccar Point.\\nSiccar Point is the majority owner of the Cambo oil licence near Shetland, alongside the oil company Shell, which is the subject of a brewing legal battle over plans to explore for extra reserves to extend the project. Greenpeace has threatened to take legal action against the government if it approves the plans after promising to put an end to new oil exploration licences that do not align with the UK’s climate goals.\\nA government spokesperson said in response: “While we are working hard to drive down demand for fossil fuels, there will continue to be demand for oil and gas over the coming years.”", "image": [["https://i.guim.co.uk/img/media/29069a60a190cca83f061dbaaff2cf9a7a5490f7/368_201_2939_1764/master/2939.jpg?width=465&dpr=1&s=none", "There are concerns over the hold that state-backed fossil fuel companies and private equity firms have on oil fields in the North Sea."]], "author": ["Matthew Taylor", "Jillian Ambrose"], "date": "2021-07-29"}, "https://www.theguardian.com/commentisfree/2021/jul/27/pegasus-spyware-autocrats-arsenal-spying": {"title": "Pegasus spyware is just the latest tool autocrats are using to stay in power", "subtitle": null, "text": "From silencing opponents to spying on citizens, the world’s authoritarians are refining a strategy for perpetual rule\\nDemocracy depends on an equality of arms. If governments acquire political weapons unavailable to their opponents, they become harder to dislodge. They now possess so many that I begin to wonder how an efficient autocracy, once established, might ever again be overthrown.\\nThe Pegasus spyware, whose widespread use by governments the Guardian has helped reveal, is just the latest variety of asymmetric force. The ability to peer into someone’s life from a distance, to track their every movement, word and intention, grants autocrats an unprecedented power. It turns us into informants against ourselves. No one subject to this spying can now plan, however peacefully and democratically, to replace a government without those plans being known in advance and in all likelihood thwarted.\\nSince the Berlin Wall came down, autocrats have refined a new strategy for perpetual governance: to maintain the process and appearance of democracy – including elections and parliaments – while ensuring it doesn’t work. Power is sucked out of democratic structures and relocated to a place where it can scarcely be challenged: an inner circle defended from opposition by a forcefield of money and patronage, a compliant judiciary and a grovelling media. Narendra Modi, Viktor Orbán, Recep Tayyip Erdoğan, Jarosław Kaczyński, Vladimir Putin and Alexander Lukashenko all know how it works.\\nProtest, as we have seen from Belarus to Hong Kong, often becomes ineffective. Huge numbers take to the streets, pull the lever of democratic moral authority that has toppled so many regimes in the past, and nothing happens. The autocrats sit and wait for the protest’s energy to fizzle out, crack heads and imprison leaders, knowing they no longer need fear the people. They now have the means either to win elections through rigging, suppression or beguilement, or to ignore the result if they lose. The arc of history no longer bends towards justice.\\nThe new surveillance tools complement a formidable array of modern weapons. Dark ads on social media; thinktanks using dark money to turn outrageous ideas that favour the ruling class into apparent common sense; voter suppression; the stuffing of the courts; the long march through the institutions, shutting down opposition in the civic sphere; cleverly prosecuted culture wars: these are the ever more sophisticated tools of autocratic power in nominal democracies.\\nMany of them are being deployed in the UK. While there is no evidence that the government has been using Pegasus spyware, we have seen ever greater snooping on citizens, from the surveillance networks developed by the government intelligence agency GCHQ and exposed by Edward Snowden to the undercover police deployed against peaceful protesters, some of whom they deceived into sexual relationships. The cops promised, as revelations from this scandal piled up, to reform themselves. But last week, a former police officer who joined Extinction Rebellion alleged that the Metropolitan police had sought to recruit him as a spy. Given the characterisation by Priti Patel, the home secretary, of peaceful environmental protesters as “criminals”, I would find it surprising if police spying had not resumed.\\nThe government is turning politics into a one-way mirror. Just as it learns more about our lives, it ensures we learn ever less about its own machinations. Its proposed changes to the Official Secrets Act would treat journalists and other citizens making “unauthorised disclosures” as if they were spies, threatening them with “increased maximum sentences”, which probably means 14 years. It has so far resisted calls for a public interest defence. But unauthorised disclosures of government malfeasance are essential to democracy. While illegitimate scrutiny is ramped up, legitimate scrutiny is stifled.\\nFor the past 35 years, our political freedoms have been eroded by a series of draconian acts of parliament, imposed by both Conservative and Labour governments: the Public Order Act 1986, the Trade Union and Labour Relations Act 1992, the Criminal Justice and Public Order Act 1994, the Terrorism Act 2000, the Anti-Social Behaviour Act 2003, the Serious Organised Crime and Police Act 2005, the Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014, the Trade Union Act 2016, the Covert Human Intelligence Sources Act 2021, to name just a few. But none has gone as far as the police, crime, sentencing and courts bill that has now passed unamended through the House of Commons. It grants the police powers to shut down protests on grounds defined so vaguely – including causing “serious unease” to bystanders – that they could apply to any public expression of dissent. Serious unease is the motor of democracy. When and how do we recover these lost political liberties?\\nThe demand for proof of identity at polling booths is a blatant attempt at voter suppression, of the kind pioneered by US Republicans. To solve a nonexistent problem (widespread identity fraud at elections), it could disqualify 2 million people, generally the poorest and most marginalised, who are unlikely to vote Conservative, from casting their ballots.\\nThe government has floated the idea of disbanding the Electoral Commission, stripping away the last, feeble controls on how it conducts elections and raises money. Its judicial review and courts bill will limit our ability to challenge its decisions. As recent cases involving environmentally damaging projects and Covid contracts show, legal challenges are essential to hold it to account. It has used culture wars to try to stamp out criticism in universities and other public institutions, and combined with the billionaire press to demonise anyone confronting the interests from which it draws its power, often to devastating effect.\\nThe government’s only remaining weakness is its own incompetence. Donald Trump is no longer in office not because the US system worked, but because he was an inept autocrat: unfocused, impulsive, contradictory. He did not possess what Modi, Putin, Orbán, Erdoğan, Kaczyński and Lukashenko possess: a strategic, sophisticated drive for power.\\nBoris Johnson is a spectacularly incompetent administrator, as the 130,000 deaths from Covid-19 testify. It remains to be seen whether or not he is a competent autocrat. He has certainly been more effective at suppressing opposition than at governing the country. Through lucrative pandemic contracts for court favourites and assaults on the planning laws that favour property tycoons, his government has also started to build the networks of patronage and clientelism essential to all autocracies. Perhaps Johnson’s general uselessness will prove fatal. Alternatively, his ruthless pursuit of power, assisted by new political weapons, could render his administrative failings irrelevant.\\nIn either case, it seems to me that we have little time in which to move. If we cannot secure a change of government at the next election, and if the succeeding government is not prepared to return power to the people, I suspect there won’t be another chance for a very long time.\\nGeorge Monbiot is a Guardian columnist", "image": [["https://i.guim.co.uk/img/media/788acbea9d57666b0592c4140d3e4b94494d4f06/0_93_2784_1670/master/2784.jpg?width=465&dpr=1&s=none", "A protest in Budapest against the Hungarian government for using Pegasus spyware"]], "author": ["George Monbiot"], "date": "2021-07-27"}, "https://www.theguardian.com/environment/2021/jul/25/gaya-herrington-mit-study-the-limits-to-growth": {"title": "Yep, it’s bleak, says expert who tested 1970s end-of-the-world prediction", "subtitle": null, "text": "A controversial MIT study from 1972 forecast the collapse of civilization – and Gaya Herrington is here to deliver the bad news\\nAt a UN sustainability meeting several years ago, an economic policy officer came up to Gaya Herrington and introduced himself. Taking her name for a riff on James Lovelock’s earth-as-an-organism Gaia hypothesis, he remarked: “Gaya – that’s not a name, it’s responsibility.”\\nHerrington, a Dutch sustainability researcher and adviser to the Club of Rome, a Swiss thinktank, has made headlines in recent days after she authored a report that appeared to show a controversial 1970s study predicting the collapse of civilization was – apparently – right on time.\\nComing amid a cascade of alarming environmental events, from western US and Siberian wildfires to German floods and a report that suggests the Amazon rainforest may no longer be able to perform as a carbon sink, Herrington’s work predicted the collapse could come around 2040 if current trends held.\\nResearch by Herrington, a rising star in efforts to place data analysis at the center of efforts to curb climate breakdown, affirmed the bleaker scenarios put forward in a landmark 1972 MIT study, The Limits to Growth, that presented various outcomes for what could happen when the growth of industrial civilization collided with finite resources.\\nNow, with the climate crisis increasing the frequency of extreme weather events, and many single events shown to have been made worse by global heating, the Club of Rome, publisher of original MIT paper, has returned to the study.\\n“From a research perspective, I felt a data check of a decades-old model against empirical observations would be an interesting exercise,” said Herrington, a sustainability analyst at the accounting giant KPMG that recently described greenhouse gas emissions as a “shared, existential challenge.”\\n“The MIT scientists said we needed to act now to achieve a smooth transition and avoid costs,” Herrington told the Guardian this week. “That didn’t happen, so we’re seeing the impact of climate change.”\\nSince its publication, The Limits to Growth has sold upwards of 30m copies. It was published just four years after Paul Ehrlich’s Population Bomb that forewarned of an imminent population collapse. With MIT offering analysis and the other full of doom-laden predictions, both helped to fuel the era’s environmental movements, from Greenpeace to Earth First!.\\nHerrington, 39, says she undertook the update (available on the KPMG website and credited to its publisher, the Yale Journal of Industrial Ecology) independently “out of pure curiosity about data accuracy”. Her findings were bleak: current data aligns well with the 1970s analysis that showed economic growth could end at the end of the current decade and collapse come about 10 years later (in worst case scenarios).\\nThe timing of Herrington’s paper, as world economies grapple with the impact of the pandemic, is highly prescient as governments largely look to return economies to business-as-usual growth, despite loud warnings that continuing economic growth is incompatible with sustainability.\\nEarlier this year, in a paper titled Beyond Growth, the analyst wrote plainly: “Amidst global slowdown and risks of depressed future growth potential from climate change, social unrest, and geopolitical instability, to name a few, responsible leaders face the possibility that growth will be limited in the future. And only a fool keeps chasing an impossibility.”\\nHerrington, who has a degree in econometrics from the University of Amsterdam and a master’s in sustainability from Harvard, believes that the field of economic sustainability has to be made into an observable science that can be acted upon.\\nHer motivation, she says, is for the wellbeing of future generations. “I would like ‘the kids to be OK’, even if none of them were mine,” she says. “I am driven by a passion for sustainability. Always have been.”\\nThe policy officer who approached her at the UN meeting and spoke about the meaning and responsibility of her first name was not necessarily wrong, she adds. “He was right in the sense that my drive has always come naturally to me.”\\nThe MIT study, Herrington says, was never about making predictions but to show potential paths forward during a time of immense change. Herrington’s review concludes that the 1972 study was essentially on target. The 1972 study’s authors, Herrington points out, were looking for paths toward a stabilized world in terms of economic growth.\\nShe says there is nothing inevitable about its predictions – even now.\\n“The key finding of my study is that we still have a choice to align with a scenario that does not end in collapse. With innovation in business, along with new developments by governments and civil society, continuing to update the model provides another perspective on the challenges and opportunities we have to create a more sustainable world.”\\nAt the same time, she says, the primary concerns of the MIT study have been supplanted. “Resource scarcity has not been the challenge people thought it would be in the 70s and population growth has not been the scare it was in the 90s. Now the concern is pollution and how it perfectly aligned with what climate scientists are saying,” she said.\\nTechnological advances have meant simply that we go farther and deeper to extract fossil fuels, and despite some efficiencies, consumption and emissions have only increased. The MIT authors, she points out, predicted as much.\\n“They said that even if we innovate ourselves out of resource scarcity, we would probably see an increase in pollution from those adaptations unless we also limit our continued search for growth,” she said.\\nIn the new study, Herrington focused on two scenarios using a range of variables, or markers, including population, fertility rates, mortality rates, industrial output, food production, services, non-renewable resources, persistent pollution, human welfare, and ecological footprint.\\nUnder one, termed business as usual, or BAU2, growth would stall and combine with population collapse. The other, termed comprehensive technology (CT), modeled stalled economic growth without social collapse. Both scenarios “show a halt in growth within a decade or so from now,” the study says, adding, that “pursuing continuous growth, is not possible.”\\nSustainability is the answer, she says.\\n“There is a sustainable way of creating value and prosperity that also has immense economic potential. Doing good can still yield a profit. In fact, we are seeing examples of that happening right now. Expanding those efforts now creates a world full of opportunity that is also sustainable,” she said.\\nIronically, the pandemic, she believes, has even shown the world what might be possible.\\n“We’re totally capable of making huge changes, and we’ve seen with the pandemic, but we have to act now if we’re to avoid costs much greater than we’re seeing,” she said.", "image": [["https://i.guim.co.uk/img/media/51671a034ce3ac640cd40f18ef139d77fdf9bd90/0_302_5568_3341/master/5568.jpg?width=465&dpr=1&s=none", "Firefighters in Weed, California rush to tackle a blaze. Research by Herrington affirmed the bleaker scenarios put forward in a landmark 1972 MIT study, The Limits to Growth."]], "author": ["Edward Helmore"], "date": "2021-07-25"}, "https://www.theguardian.com/business/2021/jul/29/shell-raises-dividend-soaring-oil-prices": {"title": "Shell boss: we have no plans to change strategy despite emissions ruling", "subtitle": null, "text": "‘Unreasonable’ court ruling does not need new strategy, Van Beurden says, as firm reveals multibillion-dollar shareholder windfall\\nRoyal Dutch Shell has no plans to change its strategy despite a landmark Netherlands court ruling calling for the company to make a 45% cut to its carbon emissions by the end of the decade, according to the oil giant’s chief executive.\\nBen van Beurden denied the company would need to change its plans to meet the tougher court-ordered climate targets on Thursday, as he revealed a multibillion-dollar shareholder windfall for investors and better-than-expected quarterly profits.\\nShell plans to appeal against the court’s ruling, which was handed down shortly after 30% of its shareholders, including some of its biggest investors, rebelled against the board’s strategy. They voted in favour of activist investors who want Shell to set firm targets to wind down fossil fuel production.\\n“I don’t think we’ll come up with a new strategy,” Van Beurden said. “Our strategy is very much aligned with what the plaintiffs would want us to do, which is working on our own emissions reduction, and also helping customers reduce emissions.”\\nShell plans to reduce the average carbon intensity of the energy it produces by 20% by 2030, well short of the court’s ruling. But Van Beurden said asking “one company” to reduce emissions by 45% when oil industry rivals and EU states plan to achieve only half these reductions over the same period is “not only unreasonable but doubly ineffective”.\\nThe oil boss also dismissed concerns over Shell’s plan to help private-equity backed Siccar Point to explore for new UK oil reserves in the Cambo oilfield near Shetland, despite warnings from the International Energy Agency that the world cannot afford any new fossil fuel developments if it hopes to prevent catastrophic global heating.\\n“For as long as the UK still needs oil and gas in its [energy] consumption, it’s better to produce in its own backyard,” he said. “To import oil and gas, which would be the alternative, would obviously not serve the climate at all. Symbolically, it’s not what people would like to hear. But symbolism won’t help us with climate change.”\\nThe Cambo oilfield expansion could ignite a legal challenge by Greenpeace against the government on the grounds that the new exploration would undermine the UK’s climate targets, and the government’s recent pledge to allow new oil exploration only if it aligns with climate targets.\\nVan Beurden mounted his defence of Shell’s ongoing fossil fuel production as the company raised its dividend by almost 40% and kickstarted share buybacks worth $2bn (£1.4bn) and soaring global oil prices helped to fuel a sharp rise in quarterly profits.\\nIt reported its highest profits in two years for the three months to the end of June after a steady rise in global energy prices. Its second-quarter profits climbed to $5.5bn from $3.2bn in the same period last year, about 9% higher than forecast by City analysts.\\nVan Beurden said the company was “stepping up” shareholder distributions by increasing dividends and kickstarting share buybacks “while we continue to invest for the future of energy”. “We wanted to be really clear and signal to the market the confidence that we have in our prospects and our cashflows,” he said.\\nDespite the shareholder sweetener, Shell’s share price remains well below where it traded before the outbreak of Covid-19, even as oil prices have recovered to pre-pandemic levels. Despite rising on Thursday morning, the shares were up to only 1,432p, compared with 2,298p in January 2020.", "image": [["https://i.guim.co.uk/img/media/0d8bb09824d8fd942c5547baacc99b17ca7f106f/0_54_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "Ben van Beurden"]], "author": ["Jillian Ambrose"], "date": "2021-07-29"}, "https://www.theguardian.com/environment/2021/jul/16/six-extinction-rebellion-protesters-found-guilty-of-blocking-news-printers": {"title": "Six Extinction Rebellion protesters found guilty of blocking news printers", "subtitle": null, "text": "Judge says demonstration was ‘peaceful’ but impacted Murdoch, Mail, Telegraph and Standard titles\\nSix Extinction Rebellion protesters on trial for blockading the printing press of some of the UK’s biggest newspapers have been found guilty.\\nThe activists appeared at St Albans magistrates court on Friday accused of obstructing the highway outside Newsprinters printing works in Broxbourne, Hertfordshire, on 4 September 2020.\\nJudge Sally Fudge convicted the defendants, saying that while the demonstration was “peaceful” it had a significant impact on the ability of businesses to function and caused newspapers to lose an estimated £1m.\\nExtinction Rebellion (XR) said it was considering an appeal and that “history will decide where the real guilt lies”.\\nThe court heard that about 50 XR members used vehicles and bamboo structures to deny access to and from the Broxbourne site.\\nThe Newsprinters presses publish the Rupert Murdoch-owned News Corp’s titles including the Sun, Times, Sun on Sunday and Sunday Times, as well as the Daily Telegraph and Sunday Telegraph, the Daily Mail and Mail on Sunday, and the London Evening Standard.\\nThe Crown Prosecution Service decided to try six defendants at a time.\\nThis is the second trial related to the printing press blockade. A 12-month conditional discharge was given to defendants Caspar Hughes, 49, of Exeter; Elise Yarde, 32, of Walthamstow; Amir Jones, 39, of London; Charlotte Kirin, 51, of Bury St Edmunds; and Hazel Stenson, 56, of Bury St Edmunds. They were also ordered to pay £150 court costs plus £22 victim surcharge.\\nLaura Frandsen, 30, of London, received a £150 fine and £150 court costs plus £34 victim surcharge.\\nFudge concluded the police had acted proportionately in arresting the protesters, adding: “The level of disruption caused by the protest was high, and the obstruction of the highway went on for a very long time … In my view the protesters had, up until the point of arrest, been able to exercise their article 10 and 11 rights with little, if any, interference from the state, and that part of the protest had already had some impact on Newsprinters’ ability to conduct its business in the usual way.”\\nDuring the trial, the court heard how the home secretary, Priti Patel, had made multiple calls to commanding officers about the protest and requested to “expedite” their removal.\\nRaj Chada, defending, said an independent review of the incident, commissioned by Hertfordshire constabulary, found officers had been placed under “significant political pressure”.\\nHowever, Fudge said she found police had “maintained their operational independence” and Patel’s conversations with senior officers had not influenced decisions taken on the ground.\\nSentencing the defendants, Fudge said: “This was a peaceful protest with no suggestion of damage caused by anybody and no abuse or obstruction of officers. You all spoke in your defence with passion and clarity and it was obvious that you had thought carefully about what you were doing.”\\nAfterwards, XR said: “History will decide where the real guilt lies. As floods devastate Europe, another heat dome is building in the United States, and environmental defenders across the world are being silenced, XR will continue to demand that the press tell the truth about the climate and ecological emergency.\\n“The media is a central pillar in helping the public understand the scale of the response needed. Our captive press is failing in its democratic responsibility. We are considering our options for an appeal.”\\nA verdict was expected last month but Fudge agreed to postpone the trial to await the outcome of a supreme court judgment, which on 25 June overturned the convictions of four protesters who had locked themselves together outside an arms fair in 2017.\\nThe four demonstrators were found to have been exercising their rights to free speech and assembly and had a lawful excuse.", "image": [["https://i.guim.co.uk/img/media/ab78374b2fe7f138d2ef55cbe351466e534e7d7a/0_68_2000_1200/master/2000.jpg?width=465&dpr=1&s=none", "Extinction Rebellion protesters (bottom, left to right) Charlotte Kirin, Hazel Stenson, Caspar Hughes, Laura Frandsen, Elise Yarde and Amir Jones outside St Albans magistrates court."]], "author": ["Helen Pidd"], "date": "2021-07-16"}, "https://www.theguardian.com/uk-news/2021/jul/24/met-police-recruit-ex-officer-spy-climate-change-activists-extinction-rebellion": {"title": "Met police ‘tried to recruit ex-officer to spy on climate change activists’", "subtitle": null, "text": "Former detective says he was asked to inform on fellow Extinction Rebellion campaigners\\nA former police officer who is now a prominent climate crisis campaigner has accused the Metropolitan police of attempting to recruit him to spy on Extinction Rebellion.\\nFormer detective sergeant Paul Stephens, who joined XR after he retired from the London force in 2018, claims he was approached by an officer he knew near Parliament Square during the group’s campaign of non-violent mass civil disobedience in London in October 2019.\\n“He asked if I wanted to come on the books – to become a covert human intelligence source [Chis],” Stephens said. “But I turned him down straight away. I joined XR to make those in power do something about climate change, not to spy on peaceful people doing their bit for the planet.”\\nThe Met said it could “neither confirm nor deny any Chis activity in relation to Extinction Rebellion”.\\nStephens, who was liaising with the police on behalf of XR at the time of the approach, said it was immoral and a waste of resources to target people protesting to stop climate breakdown. “It is wrong to use these devious and intimidating tactics against peaceful protestors. XR is not an organised crime gang or terror cell,” he said.\\n“The police are desperate to find out who the organisers of Extinction Rebellion are, but there are no organisers. It is a fluid movement – not hierarchical, which the police seem to find very hard to understand.”\\nStephens’s claims will raise concerns that the police, who are under intense pressure from the home secretary, Priti Patel, to crack down on the group, have been seeking to build up a network of informants inside XR, which is planning more protests in London in August.\\nIt also comes in the midst of the inquiry into undercover policing, which was set up by the government in 2015 after it had emerged that covert officers had sexual relationships with at least 30 female activists and spied on up to 1,000 groups, including justice campaigns, leftwing parties and environmental movements, over 40 years.\\nGeraint Davies, chair of the all-party parliamentary group on democracy and the constitution, said: “Despite the public outcry around the use of covert human intelligence sources to infiltrate peaceful protest groups, it appears this practice is ongoing.”\\nDavies said undercover agents could encourage people to break the law: “The combination of police powers to ban protests for the risk of serious annoyance and legal immunity for covert agents means they could become agent provocateurs.”\\nThe police are believed to be gathering vast amounts of information about XR activists, whom Patel has branded as criminals who threaten the “UK way of life”. Hundreds of phones and computers belonging to XR members have been seized since the group was set up in 2018.\\n“They have arrested close to 100 people for conspiracy to cause a public nuisance, with no one charged so far, but they have seized a hell of a lot of devices and gained a huge amount of information,” said Stephens.\\nThere are at least four other ex-officers involved in XR, including an inspector and a chief superintendent.\\nStephens, who served in the Met for more than 30 years, said: “My job in the police used to be about preventing immediate threats to life. But the threat to life from climate change is overwhelming.”", "image": [["https://i.guim.co.uk/img/media/c4a888d98b2409d2fa69f3edc8458ef352b3ccb1/1994_341_2482_1488/master/2482.jpg?width=465&dpr=1&s=none", "Former police officer Paul Stephens joined Extinction Rebellion after he retired from the Metropolitan police in 2018."]], "author": ["Tom Wall"], "date": "2021-07-24"}, "https://www.theguardian.com/environment/2021/jul/23/protesters-urge-boris-johnson-to-take-cop26-climate-talks-seriously": {"title": "100 days to Cop26: protesters urge Boris Johnson to take climate talks seriously", "subtitle": null, "text": "With 100 days to go to crucial UN crisis summit in Glasgow, PM is accused of lack of leadership\\nProtesters will fill London’s Parliament Square on Friday morning, calling on the prime minister, Boris Johnson, to make the climate crisis his top priority, as the UK prepares to host UN talks that will determine whether the world tips into environmental catastrophe this decade.\\nGiant alarm clocks will show time running out, while 100 protesters chant that Johnson and his chancellor, Rishi Sunak, are “missing in action” on the climate crisis.\\nSaturday marks 100 days to the Cop26 summit, vital UN climate talks that open on 1 November in Glasgow. Scores of world leaders will fly in for the start, and officials from 196 countries will spend two weeks in high-pressure negotiations aimed at setting a new path to a safer climate.\\nTImeline: 100 days until Cop26\\n22-23 JulyG20 ministerial meeting, Naples\\nEnergy and climate ministers of G20 countries meet under Italy’s presidency of the G20 to discuss progress on decarbonisation. The International Energy Agency will present its forecast that the world’s annual carbon dioxide output will reach a record high in 2023 because governments have invested only 2% of the global rescue funds for Covid-19 into clean energy.\\n25-26 JulyCop26 ministerial meeting\\nAlok Sharma, the UK president of the Cop26 talks, has invited ministers from more than 40 countries to discuss pathways to an agreement at Cop26, in an effort to resolve some of the outstanding issues. Patricia Espinosa, UN climate chief, will issue a plea to governments to come up with strong national plans for cutting emissions this decade.\\n9 AugustIntergovernmental Panel on Climate Change\\nThe world’s authority on climate science will publish the first part of its next major comprehensive assessment. It is expected to heighten scientific warnings that the world could be headed for a series of “tipping points” that will lead to catastrophic and irreversible heating, with devastating consequences if greenhouse gas emissions are not urgently curbed.\\n14-30 SeptemberUN general assembly\\nUN secretary-general Antonio Guterres will make the climate crisis and the road to Cop26 a key priority for the annual UN meeting. This could be the moment when China comes forward with its plans for Cop26. President Xi Jinping surprised the world when he used last year’s UNGA to announce a net zero target for 2060. He may decide to set out a new target for China’s 2030 emissions.\\n30-31 OctoberG20\\nItaly is co-host of Cop26 alongside the UK, and holds the revolving presidency of the G20 group of the world’s leading economies, including industrialised and developing countries. All eyes will be on the leaders of the G20 countries in a last-ditch attempt to forge consensus ahead of Glasgow.\\n1 November\\nCop26 begins in Glasgow\\nFloods across Europe and China, wildfires in the US, killer heatwaves stretching into northern latitudes and extreme weather across the planet give a glimpse into what is at stake. Scientists warn that unless global greenhouse gas emissions are halved in the next decade, temperatures will rise by more than 1.5C and the extreme heat, droughts and floods seen in recent weeks will rapidly become the norm rather than the exception, with devastating consequences.\\nJohn Kerry, the special envoy for climate to the US president, Joe Biden, warned in a landmark speech at Kew Gardens this week: “Cop26 in Glasgow [is] a pivotal moment for the world to come together to meet and master the climate challenge … in little more than 100 days, we can save the next hundred years.”\\nAlok Sharma, the UK minister who will serve as president of the summit, said: “Cop26 is our last best hope of avoiding the worst effects of climate change, and we cannot afford to fail. Over the next 100 days, we need all governments to accelerate the green transition, so that we leave Glasgow with a clear plan to limit global warming to 1.5C. This will set the course of this decisive decade for our planet and future generations.”\\nBut as Sharma prepares for a key meeting of world ministers this weekend, and as the US steps up its diplomacy before Cop26, climate experts and veterans of the UN talks told the Guardian that Johnson was failing to take the reins, both internationally and at home.\\n“We ask ourselves every day – where is the prime minister?” said Chris Venables of the Green Alliance thinktank. “It’s clear that he has not grasped the scale of holding the biggest diplomatic event on UK soil since the second world war. This should be his No 1 priority.”\\nJohnson should be cajoling and pushing heads of government around the world to forge a deal at Glasgow, but has yet to make a real mark, added Bernice Lee, a research director at the Chatham House thinktank. “This is mission-critical – we need another round of leader-level diplomacy from Johnson.”\\nNo government ministers were at Kew to hear Kerry’s policy intervention, in which he called on China, the world’s biggest emitter, to join the US in taking stronger climate action. Ed Miliband, Labour’s shadow business secretary, who attended UN climate talks as environment secretary under Gordon Brown, was in the audience.\\n“Cop26 is in the balance,” he told the Guardian. “The prime minister’s leadership is lacking, despite the best efforts of Alok Sharma. And we need to see much more from Rishi Sunak and [the foreign secretary] Dominic Raab. Of course, Covid-19 is going to be vital, but this should absolutely be the government’s top priority.”\\nThere has been important progress on Cop26 in the last six months. An increasing number of countries, including China, the EU and the US, have set targets to reach net zero emissions around mid-century. Many have also set targets on emissions for 2030, including the UK, the EU and the US.\\nOne of the big achievements of the UK presidency is to keep the Cop26 talks focused on limiting global heating to 1.5C above pre-industrial temperatures. The Paris agreement of 2015 set out two key goals: one firm commitment to holding temperature rises to “well below 2C” and another aspirational goal of staying within the 1.5C threshold.\\nThat compromise was forged because some big industrialised economies, chiefly China and India, were reluctant to agree to anything less than 2C, wary of putting limits on their economic growth, while small islands and low-lying states such as the Marshall Islands and Bangladesh feared they would be overwhelmed by sea level rises if temperatures exceeded 1.5C.\\nSince then, however, a report in 2018 by the Intergovernmental Panel on Climate Change, the world authority on climate science, found that going beyond 1.5C would be dangerous, leading to the bleaching of coral reefs, an increase in extreme weather, and widespread damage to the natural world. Many experts worry that we will overshoot 1.5C, but argue that keeping it as a goal is vital to ensure we limit the damage as far as possible.\\nKerry made it clear that he sees 1.5C as the goal, and under the UK’s presidency, the G7 also agreed to target the lower limit. Kerry said: “There is still time to put a safer 1.5C future back within reach. But only if every major economy commits to meaningful reductions by 2030.”\\nSetting a strong target for the summit is just one step, however: ensuring a concrete programme of action comes out of Cop26 must be the main goal. Veterans of the UN talks warn that several key elements are still missing.\\nThe first is emissions-cutting targets for the next 10 years. National plans on emissions cuts, called nationally determined contributions or NDCs, are the bedrock of the Paris climate agreement. But the plans submitted so far to the UN would mean temperatures rising by more than 2C.\\nChina, the world’s biggest emitter, has yet to submit an NDC. Kerry said the US wanted to work with China on a way forward. “America needs China to succeed in slashing emissions. China needs America to do the same. The best opportunity we have to secure a reasonable climate future is for China and the United States to work together. And the best way to do so is to lay out specific, ambitious, near-term reduction goals, and back them up with serious policy.”\\nAnother big issue for Cop26 is funding. Developing countries were promised they would receive $100bn a year by 2020 in climate finance, to help them cut emissions and cope with the impacts of climate breakdown. That target has not yet been met, and failing to meet it is eroding trust among developing countries.\\n“The US is not pulling its weight – it’s the only country holding up the $100bn pledge,” said John Sauven, the executive director of Greenpeace UK. “If the US does not put its hands in its pockets and make up the shortfall, Glasgow will be in jeopardy.”\\nKerry told the Guardian in response that the Biden administration was “working hard” on finding more financial assistance for poor countries. “It’s very important that the US should provide finance. Our internal process on this is not complete yet.”\\nHe added: “We are very conscious of the sensitivities around this. The US obviously plays a key role, and our absence in the last four years [from climate action] heightens that sense of responsibility and the imperative to find a way.”\\nCop26 diplomacy is intensifying. Ministers from the G20 countries are meeting on Thursday and Friday in Naples to discuss climate action, and on Sunday and Monday ministers from 40 countries will be gathered by Sharma to discuss Cop26.\\nWhile ministers meet to hammer out details, the warnings are growing louder. The International Energy Agency forecast this week that the world’s annual carbon output would reach record levels in 2023, on current trends, because governments are failing to pursue green energy. Emissions at that level would put the 1.5C goal all but out of reach.\\nNext month, the IPCC is expected to come out with the first part of a new scientific assessment warning that our emissions could already be triggering tipping points in the climate system that could make global heating irreversible. That makes staying within 1.5C even more critical.\\nRachel Kyte, the dean of the Fletcher School at Tufts University in the US, and a former high-ranking World Bank official at the UN talks, said the UK government, and Boris Johnson, must step up urgently. “We’re into extra time, and with 100 days to go we’re not – by any means – where we would want to be in the negotiating process,” she said. “The minimum we need to see now is some aggressive diplomacy around the world for big emitters to come up with much bolder action.”", "image": [["https://i.guim.co.uk/img/media/21268cd0dcb1a5a51090c949560083c8c864b701/0_0_5226_3138/master/5226.jpg?width=445&dpr=1&s=none", "The aftermath of flooding on the Ahr River, in the district of Ahrweiler, Germany, after extreme weather this month."], ["https://i.guim.co.uk/img/media/d459bd72cb78d7d5d00c394bd0236c94a1118a88/0_0_8640_5184/master/8640.jpg?width=445&dpr=1&s=none", "The US special presidential envoy for climate, John Kerry, gives a speech at Kew, London, on 20 July."], ["https://i.guim.co.uk/img/media/b18efd56a40cc61bf121ae81443cd6feadae9187/0_321_3400_2041/master/3400.jpg?width=445&dpr=1&s=none", "A coal-burning power plant behind a factory in China’s Inner Mongolia autonomous region."], ["https://i.guim.co.uk/img/media/ab795de44de66e7ea035181d3546695df9949c72/0_0_3500_2100/master/3500.jpg?width=445&dpr=1&s=none", "Protesters demand climate action as G20 ministers meet in Naples."]], "author": ["Fiona Harvey"], "date": "2021-07-23"}, "https://www.theguardian.com/fashion/2021/jul/17/do-i-look-cheugy-in-this-what-can-a-gen-z-makeover-teach-me-about-life": {"title": "Do I look cheugy in this? What can a gen Z makeover teach me about life?", "subtitle": null, "text": "With a new generation fuelling fashion, protest and popular culture, is it time for millennials like me to move over? A panel of young trailblazers give me a glow up – and some lessons in activism\\nThe Guardian’s journalism is independent. We will earn a commission if you buy something through an affiliate link. Learn more.\\nI am sitting cross-legged on the floor, wearing a bucket hat, trying to be chill. I rest my chin in my hands and try to think chill thoughts, which is hard, because I am wearing mint flatform Crocs, studded with pineapples and watermelons, and a fluffy green knit that feels more like a pet than a cardigan. But I do my best, because being chill is essential if I am to get into character.\\nThe Guardian’s journalism is independent. We will earn a commission if you buy something through an affiliate link. Learn more.\\nThe term “chill” has come up a lot during this past week in which I – one of the world’s oldest millennials at 39 – am trying to be more generation Z. I’m learning the ways of the generation beneath mine, who, according to the US thinktank the Pew Research Center, were born between 1997 and 2012, and are taking over from millennials (born between 1981 and 1996) as the cohort in charge of the internet.\\nAs a fashion editor, I’ve spent the past eight years with my trend-detecting antenna on. I’ve chased Katy Perry fans across fields at Glastonbury to pose the big questions – why bumbags, why now? – and run backstage to ask designers why they were feeling palazzo pants this season.\\nRecently, however, I’ve noticed that all trends seem to point to generation Z, from the rise of secondhand clothes shopping app Depop, recently acquired by Etsy for £1bn, to the dominance of TikTok, which has about 1.1 billion active users, and estimates that 60% of its US users are aged between 16 and 24. Millennials – once a byword for popular culture and youth – are barely getting a look-in.\\nThis passing of the baton hasn’t gone unnoticed by generation Zers. Instead, they have been mercilessly skewering passé millennial taste in viral posts online. They have been slamming Live, Laugh, Love slogans on merchandise; skinny jeans; crying-while-laughing emojis; and side-parted hair – the very hair that is on my head. They have been calling such things “cheugy”, the new word for basic, a term I was until recently too cheugy to know. I almost spat out my avocado on toast when I read about it on Twitter.\\nThis may seem an unlikely battle at first. Aren’t generation gaps supposed to be about kids pushing back against the lives of their parents? Instead, this is about two rival cohorts, more closely matched in age, jostling for supremacy in the noisy public sphere of social media.\\nIt is also about slating millennials, which – poor us – is nothing new. We are, remember, entitled, narcissistic and fame-obsessed, owing to the deadly combination of doting parents, reality TV and social media. Like Hannah Horvath in Lena Dunham’s Girls (Hannah is a very millennial name), we’re constantly whining, because our early adult years – dented by the 2008 financial crisis – have not lived up to the expectations we formed as we grew up bingeing Sex And The City.\\nThe received wisdom about generation Z, on the other hand, is that they are a force for good. They are Greta Thunberg (born in 2003), Billie Eilish (2001) and Malala Yousafzai (1997). They use social media not to post selfies, but to mobilise. They pole-vaulted the climate crisis up the news agenda with their school strikes. They drink less and even have fewer unplanned pregnancies.\\nWhat could I learn from them? I recruited a panel to advise me on how to dress – and live – a bit more like them.\\n“There is definitely a feeling among my peers that the world is going to end,” says my first panellist, creative director and consultant Lula Ososki, with what I come to recognise as a classic gen-Z combination of bleakness and optimism. “That sounds really sombre, but part of having that feeling means wanting to do positive things, to go out there and protest and make the world better.”\\nOsoski is, at 24, a bit ancient – technically three months over the generation-Z threshold – but she works with “gen-Z thinktank” Irregular Labs, so is perfectly placed to break it down for me, anthropologically.\\nShe thinks generation Z are more likely to have “a distrust of existing systems, whether work or education, and a sense that we don’t need institutions”, having come of age in the era of Trump and “fake news”. Ososki did not go to university, but taught herself coding and Photoshop using YouTube, forums and blogs. She sees many of her friends doing the same, and believes that, after the past year’s Covid-enforced home schooling, the number of generation Zers self-educating will only increase.\\n“We’re comfortable with this unstable, crazy world,” she continues, “and with growing up on social media, where you’re seeing everything all the time.” Generation Z – the oldest of whom was 10 when the iPhone was launched – are social media virtuosos, whereas we millennials had to learn on the job. She sees a tendency to “think fluidly about everything”: not just about gender, but about work and social media. For example, on Instagram many of her peers also have a “Finsta” (a fake account) for close friends, as well as their main feed. “It’s an explicit push against the algorithms – kind of about having multiple versions of yourself, rather than one linear, polished version.”\\nMya-Rose Craig, 19, is another impressive generation Z voice who, like most of my interviewees, has an excellent centre parting. Craig started a blog – as Birdgirl – at 11 years old and, at 14, launched a charity called Black2Nature, giving mainly ethnic-minority, inner-city children access to the countryside. Her book, We Have A Dream, highlighting young BIPOC (black, Indigenous and people of colour) environmentalists from around the world, comes out on 5 August. She does a lot of campaigning about climate change and says: “As I got older, there was less of a feeling of ‘this is going to get sorted out’, so, like many my age, I decided I was going to take it upon myself to make it very clear that this is an issue my generation cares about.”\\nSerena Brown, 23, is a rising photography star; she took the pictures for this article. She also wants to be a force for good. “I always want to make work that feels like it is making a change,” she says of her photographs, which celebrate the beauty in a varied range of body shapes and ethnicities.\\nIzzy Keane, 24, is a campaigner and co-founder of Izzy Wheels, a company that makes colourful, fashion-inspired wheelchair accessories. She believes that generation Z is particularly progressive and inclusive. “My generation is really known for breaking down barriers,” she says, flagging the high participation of young people in the marriage equality referendum in Ireland as one example. “So much has happened within the time that we have been aware citizens, good and bad. It makes us think about things and realise that we have a part to play in making them better.” In her own work and life, she says, “In all honesty I find it very easy to speak about my disability to gen Z people because I don’t expect them to have preconceived notions about it, and that’s such a comfort.”\\nThey all have their own theories about what divides the warring generations. Millennials, suggests Ososki, tend to find “more of a comfort in things that are slightly performative. Of doing things for show, rather than because you give a shit – a sense of ‘I’m wearing pink for the Women’s March!’” She cites Kendall Jenner (a millennial, just, born in 1995) and her much-criticised 2017 Pepsi ad, which was accused of co-opting protest movements, as the classic example.\\nCraig, meanwhile, perceives millennials as less politicised, which she believes stems from the insecurity engendered by the 2008 stock market crash. “All the millennials I know are super hardworking, whereas a lot of generation Z want really radical change and are questioning why we are supposed to be dreaming of work and labour in the first place.”\\nBrown says some millennials can be a bit old-fashioned. “They don’t really pick up on how society has progressed,” she says. “It’s a bit sad, to see conversations that go on between generations about mental health.” Millennials calling generation Z “snowflakes” is really not fair, she points out, given that the younger group are the first generation who – thanks to constant connectivity – have had to absorb “all the awful things happening all the time. You can end up super depressed and miserable.”\\nIt’s funny to hear generation Zers talk about millennials as being cliched and apathetic, though, sadly, the more I hear of it, the more I feel a bit seen. I didn’t think of myself as a stereotypical millennial – not least because I’m on the cusp of generation X and, like many women my age, no longer youthful and carefree, but harried, being both an unpaid carer and a mother of two. But some of the criticism chimes.\\nFor example, I think of myself as someone who doesn’t really wear trends. I have cultivated a look, heavy on jumpers and straight-leg jeans, that I hope I won’t update often, for reasons of bandwidth, ethics and budget. But there are things I own that exactly reflect the look so disdained by generation Z: skinny jeans, of course, and tops with quotes on them (mine says I Woke Up Like This.) Also, I am not a big selfie-taker, but I have found myself doing Instagrammy things like going to brunch, absent-mindedly moving the salt and pepper pots into a pleasing configuration and posting a picture of them.\\nFinally, I consider myself to be somewhat politically engaged, and hope I am ethical and inclusive in work and day-to-day life. But during the past 12 months, I haven’t been on a march, or even to the refill shop, or written to my MP about anything. Experimenting with generation Z life for a bit could be what I need to jolt me out of my programming.\\nBrown tells me that TikTok is essential to the authentic generation Z experience. “I know that on there I’ll actually be happy and laugh. It’s a more lighthearted and, for me, less intense place to be,” she says. On Instagram she can fall into the trap of comparing herself with others. “I hope we are coming to the end of that, to be honest,” she says. “Increasingly it has only become useful when you’re selling or promoting something.”\\nWhen I download TikTok, I miss Instagram’s gloss. In fact, TikTok appalls me at first, presenting videos of crashed cars and people swearing beneath grey English skies, or washing their sofa cushions. I am urged to follow Paul Chuckle and Gary Barlow. But you need to like and watch videos for TikTok’s algorithms to learn your taste.\\nWithin two days the app cottons on, and my feed becomes a diverse mixture of Taiwanese food hacks, Texan grandmas giving life advice, and clips of Olivia Colman. Soon it becomes too absorbing, stealing hours from me, as though I have attached my brain directly to a portal. I keep going back, in the evenings after the kids are asleep, and staying up later than I should. This, I am told, is all standard gen-Z behaviour.\n ***\\nI try to adopt their tone online: a surreal sort of gallows humour, which my panel tell me can be necessary, because being generation Z can feel like a bit much, with the rolling ticker-tape of bad news scrolling before their eyes.\\nI set up a Finsta, to which I invite six friends. It is liberating at first. With no professional contacts looking over my shoulder, I post a slightly rude joke and an embarrassing childhood picture. The paucity of likes suggests that I have confused my mates. Either that, or my attempt to rebel against Instagram’s algorithms by not following my friends back has rendered me invisible.\\nI try to be more idiosyncratic with my emojis, too, following my panel’s lead. (Brown favours the heart on fire and a certain kind of twisted face which will “soften the blow when I am saying something a bit rogue”, while Craig is a fan of the skull and the side eye.) I throw a few arbitrary puffer fish into my WhatsApp chats, leaving my friends truly baffled.\\nInspired by my interviewees, I think about how I could do a bit more good in the world. I go into activist mode: I write to my MP regarding the Cop26 climate conference and about social care, and to Primark and & Other Stories about installing repair stations. I donate to Greenpeace. And then I go back on TikTok, because I am addicted now, and watch a video of someone doing a pencil drawing of a tiger.\\nFinally, I try some of the TikTok food hacks that have intrigued me. I make Cloud Bread, a meringue-like fluff which tastes of nothing, and decide I don’t have time for these kinds of japes. I am happier making cubes of iced espresso, because it at least feels useful as a hack to avoid watery bits at the end of an iced coffee.\\nWhen I go back to Instagram, it feels stilted, its carefully constructed images like something from a corporate brochure. The platform is notoriously homogenous, after all: accounts like @insta_repeat chronicle how certain types of images – from latte art to hotdog legs to brunch – have become cliches.\\nFashion has been Instagrammed, too. Ososki says that part of the reason generation Z are slating skinny jeans is “pushing against all of this Kim Kardashian formulaic algorithm stuff”.\\nAll of my panel speak about individuality as a central tenet of the gen-Z life. This goes way beyond style, says Craig. “I remember, when I was little, people saying, ‘You’re going to get peer pressured into doing drugs.’ But I know lots of people my age who don’t drink even when they go to parties, and it’s just fine. People just don’t care,” she says, which is one reason, she thinks, that generation Z are described as being more clean-living than their predecessors.\\nOsoski tells me that generation Z have grown up wary of “top down” trends. They “find their own trends or multiple trends at once, and mash them together”. This coalesces on – where else? – TikTok. This approach to fashion provides a fountain of surprises, creativity and weirdness, throwing up wry, eye-catching, era-splicing looks with excellent names, ranging from Dark Academia (key references: Donna Tartt and Giles from Buffy) to cottagecore (gingham, crochet and ruffles).\\nFor my generation Z glow up, the Guardian’s genius stylist, Peter Bevan (born in 1994), tries to crystallise the difference between the two generations by doubling down on the archetypes. For the “before” (ie millennial) look, that means a side parting (AKA my actual hair), an iced latte, a motivational slogan T-shirt and a millennial-pink shorts-suit. I feel like it’s 2014 and I’m about to stride into a Silicon Valley meeting to pitch an app that will monetise periods.\\nThe generation Z clothes, meanwhile, leave me dizzy with nostalgia, from the tiny lozenge-shaped handbag of the Fendi Baguette-inspired kind I used to own in sixth form, to some very Matrix-y narrow sunglasses, a key staple of the gen-Z-driven Y2K trend. The baggy black raver trousers and slim-fit orange vest layered over a long-sleeved mesh top is my favourite look, and feels like a more stylish version of something I would have worn in my teens, during the 90s, perhaps while vomiting behind a speaker.\\nGen-Z makeup also combines eras and moods: 1970s Divine-esque eyeliner with overlined 1990s lips. I like my centre parting a lot, even if I suspect the reason generation Zers love theirs so much is because it makes them look different from us. I try to keep it in place after the shoot, but overnight my hair reverts to the side, as though it has millennial muscle memory.\\nI ask my panel of advisers for their feedback on my looks. Brown is highly approving of the generation Z styles, particularly the Crocs – “such an important gen-Z staple”. Keane likes the mint green blazer outfit, and the orange top, so she crosses the generational divide. She even concedes that she will mix her parting up, from centre to side, at times. “I don’t really conform to the style of the moment – I wear what I like,” she says, which is very generation Z, confusingly. Craig thinks the millennial green blazer outfit “looks nice, to be honest”, though she’s not into the pink suit. The coffee repels her, too, the idea of “grabbing a £5 coffee on the way to work – I have never had a Starbucks in my life”. She sounds an alarming note on the Crocs outfit: “All of those things individually are or were quite trendy, but together, the trend cycle moves so fast – I don’t usually use this word, but it almost looks cheugy.”\\nFor all this talk about individuality, there are still pressures: internet churn means the trend cycle is “speeding up immensely”, says Craig. “Sometimes micro-trends come or go within a week or two, and there’s a suggestion that everything is in fashion at the same time – the 2000s, 90s, 80s, 70s and 60s, which is exhausting. Even things from the very early 2010s are starting to come back.”\\nWhile generation Z love Depop and secondhand clothes, they are also the key demographic for ultrafast fashion sites such as Shein, which are usually cheaper. The knotty battle between ethics and affordable self-expression is particularly fraught for internet-era teens, despite their generation’s campaigning. “Even wearing something from a year or two ago can feel untrendy, and people are always inventing new terms to say that, like cheugy,” says Craig. She has friends who only shop secondhand, but knows plenty more who only shop ultra-fast fashion. “I think it’s going to get so fast that a lot of people break out of that trend cycle completely.” As for her, she has started re-wearing her older sister’s babydoll tops from the 00s.\\nThis disparity underlines the fact that generation Z, like millennials, contains multitudes, and that generational comparisons are wildly simplistic. Race, economic situation, class, health, ability and a multiplicity of other factors are at least as important as your birthdate in forming attitudes. Even within the same family and generation, viewpoints can be wildly different: for every Prince Harry (born in 1984) there is a Prince William (1982).\\nBut there are, undeniably, generation Z tendencies that just weren’t au courant when I was coming of age in the 90s and 00s. This swap has shown me that I have been more influenced by millennial culture than I realised, and made me wonder who I would have been had I grown up 20 years later.\\nFor me, the appeal of the gen-Z lifestyle turns out not to be about the clothes, but the mindset. I have enjoyed being unashamedly more serious, thoughtful and engaged. I have felt as though I had permission to talk about issues I care about without feeling as if I am being a bummer. It feels a bit heavy to be generation Z, but it also feels brimming with possibility. And, having walked a mile in their Crocs, I can see why being chill is the state to which they aspire. They must be knackered.\\nMillennial Posting a crying-while-laughing emojiGen Z Anything else: skull, heart on fire, side-eye, something more obscure\\nMillennial Taking a selfie at a protest march and posting it to social mediaGen Z Using social media to organise protests across international borders\\nMillennial Skinny jeans and a loose topGen Z Baggy jeans and a little vest\\nMillennial Presenting your best, glossiest face on InstagramGen Z Being hilarious, honest and raw on TikTok\\nMillennial Buying clothes, mugs, stationery covered in motivational slogansGen Z Buying secondhand clothes\\nMillennial Side partingsGen Z Centre partings\\nMillennial Following big trendsGen Z Making your own micro-trend: try pastelgoth, with a pinch of Y2K and a touch of goblincore", "image": [["https://i.guim.co.uk/img/media/a6425e720824d0069a8e80229ba4e409d306c0e1/0_11_3508_2105/master/3508.jpg?width=465&dpr=1&s=none", "Hannah Marriott dressed in Gen Z clothes"], ["https://i.guim.co.uk/img/media/6c2a0d2093db43b105b0d5cfc71ce0bf9d791766/0_11_3508_2105/master/3508.jpg?width=445&dpr=1&s=none", "Hannah Marriott dressed in Gen Z clothes"], ["https://i.guim.co.uk/img/media/07f388b065bc0ca46dae6c9281004839eebc1f08/0_0_1412_2077/master/1412.jpg?width=445&dpr=1&s=none", "Lula Ososki"], ["https://i.guim.co.uk/img/media/663483404bfaa822609ab76e8ae5f2a1409030cf/14_169_746_641/master/746.jpg?width=445&dpr=1&s=none", "Serena Brown"], ["https://i.guim.co.uk/img/media/e1cb2f42d7dae3d21fe52a587f08f1f13d8c0460/0_13_2924_1983/master/2924.jpg?width=445&dpr=1&s=none", "Mya-Rose Craig"], ["https://i.guim.co.uk/img/media/5d2f32d8fe1db2d64b8158bd10a946b6cbbf9f68/0_1870_6000_6362/master/6000.jpg?width=445&dpr=1&s=none", "Izzy Keane, campaigner and co-founder of Izzy’s Wheels"], ["https://i.guim.co.uk/img/media/a60d0e478e8518de2bb6275ca38c5a4b0897d469/0_965_4480_5381/master/4480.jpg?width=445&dpr=1&s=none", "Hannah Marriott dressed in Gen Z clothes"]], "author": ["Hannah Marriott"], "date": null}, "https://www.theguardian.com/world/2021/jul/18/wall-of-love-the-incredible-story-behind-the-national-covid-memorial-led-by-donkeys": {"title": "Wall of love: the incredible story behind the national Covid memorial", "subtitle": null, "text": "How bereaved campaigners, with a little help from the activists Led By Donkeys, created a powerful tribute to UK pandemic victims\\nOn the morning of the day of the Euro 2020 final, Westminster Bridge is already bustling with football fans and England flags, but down by the riverside hush prevails. On the Albert Embankment, there is a wall, about a third of a mile long and shaded by plane trees, which runs alongside St Thomas’ hospital and looks out over the Thames at the palace of Westminster. Before 29 March this year, it was just a wall; now it is decorated with more than 150,000 red hearts, each one representing a life lost to Covid-19. Even the Sunday runners look a little sheepish about jogging past a memorial to the UK’s largest peacetime mass trauma event in more than a century.\\nAs I walk along what is in effect the national Covid memorial, past occasional photographs, wilting bouquets and painted stones, I read shattering stories told in just a few words. There’s one dedication to a husband and wife who died nine hours apart and another that must have been written by a NHS worker: “TO ALL THOSE I COULD NOT SIT WITH… I’M SORRY.” Sometimes, hearts are tied together by pen like a bunch of balloons, to encompass messages from entire families. Certain phrases recur, like mantras of remembrance. In loving memory. We will always remember you. Gone but not forgotten.\\nA national memorial to the victims of a catastrophe is usually a delicate and complex negotiation between the authorities and the families of the dead. The process is long and never without controversy. The residents of Hiroshima argued for years about whether to preserve the ruins of the city’s industrial promotion hall as a peace memorial. Maya Lin’s celebrated Vietnam veterans memorial in Washington DC was initially derided by opponents as an “open urinal” and “Orwellian glop”. It took a decade to select and construct Reflecting Absence, the 9/11 memorial in Manhattan. Boris Johnson has promised a commission on Covid commemoration but what form, and how long it will take, is anyone’s guess.\\nThe Covid memorial wall is perhaps unique. Established by the bereaved themselves, without official permission, it has attracted nothing but praise. People outside London can request a dedication but many want to make the journey themselves. On Sunday morning, I talk to two such families. “It’s the first time we’ve felt comfortable coming down here,” says Anna from East Sussex, as she writes a dedication to her father, Jan Szymanski. Stacey and Karen from Essex have come to memorialise their mother, Junie Sheridan, on the six-month anniversary of her death.\\nIn a New Yorker profile of Lin, Louis Menand wrote: “Now we expect a memorial will be interactive and that it will visibly move the viewer. If it doesn’t make you cry, then it isn’t working.” The Covid memorial wall is working.\\nSo far, it has been solely attributed to Covid-19 Bereaved Families for Justice UK, but the guerrilla activist group Led By Donkeys – Ben Stewart, Oliver Knowles, James Sadri and Will Rose – have chosen the eve of so-called “freedom day” to reveal their crucial role in the project because they will be launching a digital wall online, featuring audio testimony from the bereaved. Best known for their anti-Brexit campaigning, the four men kept their involvement secret even from the volunteers so as to avoid any impression that the project was politically partisan. But all memorials are political on some level because people died who need not have died and someone was responsible. You cannot remember who without raising the questions of how and why. Indeed, the wall would not exist if not for a sense that the government couldn’t be trusted with the task of memorialisation.\\n“We wanted to talk about who owns memory and who gets to tell this story,” says Stewart. “There’s that Orwell quote - ‘Who controls the past controls the future; who controls the present controls the past.’ Are the government going to try to control the memory of this and are they perhaps a singularly inappropriate institution to do that, given the very serious questions about how they’ve conducted it? We need to remember the scale of the loss here. If someone had said 150,000 in December 2019 you would have thought, how could Britain sustain that level of loss? And yet we did.”\\nLast March, Jo Goodman moved from London to her family home in Norwich to stay with her 72-year-old father, Stuart, a retired press photographer who was about to begin cancer treatment. A week before the first lockdown, Jo begged him to miss his latest hospital appointment, but he assured her that he wouldn’t be invited if it wasn’t safe. “He trusted the NHS, but I think really who he was trusting was the government,” Jo says. A week later, he began experiencing symptoms of Covid-19. By 2 April he was dead. The funeral attendance was limited to 10 people.\\nAfterwards, Goodman couldn’t get past her anger at those who had failed to protect people such as Stuart. “I felt it was wrong – almost more strongly than I felt the grief. I was really struggling.” Through a friend, she spoke to a journalist. When the article was posted on Facebook, one reader commented that he, too, had lost a father and he, too, blamed the government.\\nBefore he got Covid, Matt Fowler’s father, Ian, a former engineer for Jaguar Land Rover in Nuneaton, was enjoying early retirement. He was admitted to hospital on the first day of the lockdown and died on 13 April at the age of 56. “As far as I was concerned, Dad’s death was preventable,” says Fowler. “If we’d been better prepared for Covid hitting the UK’s shores, a lot of people could have been protected. I felt powerless. I was just one guy on his own. Then I came across the article about Jo’s dad and told her I understood exactly where she was coming from.”\\nGoodman and Fowler immediately set up a Facebook group. Covid-19 Bereaved Families for Justice UK began as a bereavement support group, but soon evolved into a campaign for an immediate public inquiry into the government’s management of the pandemic, with a rapid review phase to avert similar mistakes during the inevitable second wave. They repeatedly sought a meeting with the prime minister. Nothing happened. “We realised that we were a bit out of our depth,” says Goodman. “We needed to do something to be heard.” Last September, they put out a call for experienced campaigners and Led By Donkeys responded.\\nStewart, Knowles, Sadri and Rose are four friends and seasoned Greenpeace campaigners in their 40s who met in a pub in Stoke Newington, north London one night in December 2018 and conceived a plan to remind the public of old tweets that the architects of Brexit would rather forget. They started by plastering a poster of an infamous David Cameron tweet on to a billboard near the pub. The image went viral on Twitter so they kept going, eventually relinquishing their anonymity in an interview with the Observer in May 2019. Funded entirely by public donations, they expanded their anti-Brexit campaign to include videos, projections and interactive art installations, but that mission ended with the Conservatives’ general election victory. On 31 January 2020, the day the UK left the EU, Led By Donkeys projected a video on to the white cliffs of Dover of war veterans talking about the EU as a peace project and hoping that the UK would one day rejoin it. The group became known for exposing the hypocrisy of those in power, but that film found an elegiac new emotional register that prioritised the voices of ordinary people over the mendacity of politicians.\\nBy chance, that was also the day that the country’s first two cases of Covid-19 were confirmed in York. Led By Donkeys soon put their post-Brexit plans on ice. “We didn’t immediately jump at it because we didn’t want to snipe for the sake of sniping,” says Stewart. “I wanted Boris Johnson to succeed. But what emerged very quickly was that he was approaching the pandemic with his usual boosterism and thermonuclear incompetence. We only do something if we’ve got something to say, which is that the government is fucking this up.”\\nLast November, Led By Donkeys worked with Goodman and Fowler on a short film of relatives telling personal stories of grief and made it hard to ignore by projecting it on to the palace of Westminster. The two groups then began talking about creating some kind of memorial that would convey both the scale of the death toll and the individuality of the victims. “It felt like people were sick of hearing about the pandemic and wanted to move on,” says Goodman. “There was a sense that our loved ones were becoming a statistic. How do you show that they’re people?”\\nWhen the death toll hit 100,000 on 26 January, and Johnson pledged to establish a memorial only “when we have come through this crisis”, the need became more urgent. There were various suggestions – handprints, candles, ranks of shoes – but the concept of a wall of hearts was at once elegantly simple, emotionally immediate and logistically feasible. “Each of those hand-painted hearts being unique and individual represents a unique and individual person who died,” says Fowler. “That is a much more fitting memorial than a plaque or a statue.” Goodman realised that people would want to write inside the hearts. “I’d want to know which heart represented my dad,” she says. “We knew what people would need from it.” The start date was set for Monday 29 March, when groups of six would once again be allowed to meet outdoors.\\nWhile Goodman and Fowler consulted other bereavement groups, Knowles cycled around to scout potential locations. As well as having political value, the St Thomas’ wall was large enough and, for central London, relatively serene. The next challenge was finding 10,000 Posca pens, a brand favoured by street artists because of its resilience. With help from the Bristol street art gallery Upfest, the group bought every broad-nibbed red Posca pen in the country. Another task was making sure they painted enough 8cm by 8cm hearts to reflect the latest ONS death toll, which was a little over 150,000. They calculated that it would take two-and-a-half days for someone to count them all manually, so Rose found a scientist in the US who provided some image recognition software that would tally the hearts as they were painted and enable them to hit their target.\\nLed By Donkeys subscribe to the maxim that it is easier to ask forgiveness than it is to get permission. When they started plastering billboards two years ago, they looked professional by wearing hi-vis jackets and keeping their cool when police cars went past. “Own the space” was Knowles’s motto. “We learned that at Greenpeace when you do direct actions,” says Stewart. “If you look like you’re meant to be there, then it takes a very brave official to tell you you’re not. We thought, what would it look like if it was all officially signed off?”\\nLed By Donkeys staged a full-scale theatre of legitimacy, dressing the set with official-looking national Covid memorial wall plaques, sandwich boards and bouquets of flowers. The group set up a table to brief volunteers on social distancing and hand out branded tabards and masks. Fowler painted the first heart and dedicated it to his father. “The important thing was to get through the first hour,” says Stewart. “We felt that the idea was so powerful that as soon as it had manifested 200 hearts, it would be unstoppable.” They warned volunteers that they would be technically liable to arrest and prosecution for criminal damage but in the event their only contact with the police was an officer who was getting vaccinated in the grounds of the hospital and leaned over the wall to ask Sadri to add his neighbour’s name to the memorial.\\nThe next obstacle was manpower. They soon realised that with the initial 30 volunteers the painting would take weeks, so they used media appearances by the bereaved to drive registrations on an events website. They ended up with approximately 1,500 volunteers over 10 days, working in Covid-safe groups of six in bizarrely variable conditions. “Some days we were dressed like we were in the Arctic and other days we were handing out suncream,” says Knowles. “You could hear people up and down the wall saying, ‘I’ve been at home crying every day but to come here and make this public statement with other bereaved families is a real catharsis.’ It’s a memorial built by the bereaved for the bereaved.”\\nWhile the Westminster location is an implicit rebuke to politicians, the memorial itself was designed to be universal. “This is primarily a site of mourning,” says Sadri. “We shared so many intimate emotional moments with so many people. Politics felt so distant.” While the security guards who protected the wall during the installation are long gone, people seem to instinctively understand what is appropriate. There is some damning graffiti on an adjacent wall (“THE GOVT HAS FAILED”, “Sunak=Fascist”) but I spotted only one such message on the memorial itself.\\nOn day one, Covid-19 Bereaved Families for Justice UK emailed every MP with an invitation to come and witness the installation and talk to volunteers. Local MP Florence Eshalomi came that morning, as did the head of Lambeth council. Keir Starmer showed up in the afternoon. According to the families, no Conservative MPs materialised during the 10 days, although several did so subsequently, especially after the archbishop of Canterbury walked the wall with a rabbi and an imam on 20 April and spoke of “a tidal wave of grief that has not been released”.\\nJohnson finally appeared on 27 April, but he came after dark and without speaking to the families. It was the day after it was alleged that he had said that he would rather let “bodies pile high in their thousands” than impose a third national lockdown, which raised suspicions of an attempt at reputational rehab.\\n“I am cautiously happy that he visited the wall and took it in,” says Fowler, who finally has a meeting scheduled with Johnson in September. “But the way he went about it was very cynical and underhand. It felt insincere, like he’d done it just to say that he’d been. The reason we had invited him to come down when we were there and listen to our stories and concerns is because that’s what it’s all about: the people.”\\nWhen I revisit the wall on a glum, rainy Monday evening to meet Fran Hall, she is already there with her pens, touching up hearts and messages that have been faded by the elements.\\nHall recently set up Friends of the Covid Memorial Wall to remove graffiti, fix weather damage and maintain the visual integrity of the project as best she can. Ideally, everybody would write only inside the hearts, she says, “but you can’t control it and that’s part of the beauty of it. We’re a messy species, aren’t we? We don’t just do what we’re told.”\\nHall is a funeral director from Buckinghamshire. Last September, she got married to Steve, her partner of 11 years. A couple of days before the wedding, Steve had a hospital appointment regarding his prostate cancer. Hall only later realised that that was when he most likely to have contracted Covid-19 and that he had been asymptomatic when they tied the knot. He was admitted to hospital, but Hall wasn’t allowed to visit him because he was immunocompromised and she had now tested positive. Three weeks after their wedding day, and one day before his 66th birthday, Steve died.\\nHer grief was a kind of madness, she says, until she came across the bereavement group. “I found my tribe. I know about grief and this is like nothing I’ve ever experienced. It’s the isolation – not being able to spend time with people – and it’s the horrendous way that people die. This group represented how I felt.”\\nAs soon as she heard about the wall, she signed up for three hours on the Monday but ended up staying the whole day and then coming back every day until it was finished. “I didn’t know that I needed it as much as I did. I couldn’t not come back. I’d found a community and a purpose. It’s helped to channel my grief.”\\nWhen Goodman arrives, Hall is delighted. They have seen each other on TV but haven’t actually met before. As we walk down the South Bank to get a cup of tea, Goodman talks about the importance of Hall’s preservation work. “I think because people feel our loved ones were neglected; when there’s a heart there that represents them, you want to take good care of it.” Goodman has seen pilgrimages made, memorial services held and friendships forged here. It has already inspired similar walls in Texas and Georgia. “It has taken on a life of its own. Now it would be very hard to see it go.”\\nOn 12 June, Labour MP Dawn Butler raised the future of the wall in the Commons. Butler, who had dedicated a heart to her uncle, called it “an iconic, organic work of art created by bereaved families, and it should not be removed or painted over”. Her Labour colleague Afzal Khan wrote a letter, signed by a cross-party alliance including Sadiq Khan, Ed Davey and Peter Bottomley, which called on the government to “make this wall of hearts a, if not the, permanent memorial to the victims of the pandemic”. Stewart finds it hard to imagine that it will not remain. “It seems inconceivable to me that someone will come along one day with a sandblaster or some white paint. For some people, that heart on the wall is as important as a gravestone.”\\nLegally, the fate of the wall rests in the hands of St Thomas’ hospital and Lambeth council. There is talk of protecting it with plexiglass or lacquer but that would prevent new inscriptions and mean that it ceased to be a living memorial. For now, Hall is happy to keep it alive and growing. “At what point does something become an official memorial?” asks Sadri. “Who gets to decide that? The source of legitimacy is the families.”\\nThe pandemic is something that many of us would like to forget, not least the government. The obsession with “freedom day” reveals a somewhat manic desire to rush to the end of this dreadful episode in our history and move on. For the bereaved, however, any return to normality will be incomplete and any talk of forgetting might feel like a betrayal. To remember who died, and why they died, is both emotionally and politically essential.\\nEveryone who painted the memorial wall, or has inscribed a name on it, belongs to a community united by a determination to remember. To walk along it is to be reminded not only of the devastation of loss but also of the extraordinary magnitude of love. “They say grief is love with nowhere to go,” says Goodman. “The wall is where it goes.”\\nVisit the digital national Covid memorial wall.", "image": [["https://i.guim.co.uk/img/media/e10920b8945d8356e398151194025ae1f35e13fd/0_1029_3600_3600/master/3600.jpg?width=480&dpr=1&s=none", "Red hearts painted on the national Covid memorial wall, Albert Embankment, London."], ["https://i.guim.co.uk/img/media/e58e6f4ff7d3ea2c7b972e4504f6ee8059d29cf7/0_0_5760_3456/master/5760.jpg?width=445&dpr=1&s=none", "A view of the memorial wall from across the Thames."], ["https://i.guim.co.uk/img/media/3c6b3c5e28273ca8801f8568897984770b287edf/0_818_6144_3684/master/6144.jpg?width=445&dpr=1&s=none", "Fran Hall, Oliver Knowles, James Sadri, and and Jo Goodman"], ["https://i.guim.co.uk/img/media/ae87b8cbf5ef38abbc654ae10d2113a41a2725f9/0_352_4615_2769/master/4615.jpg?width=445&dpr=1&s=none", "Jo Goodman, co-founder of Covid-19 Bereaved Families for Justice UK group, holds a portrait of her late father, Stuart."], ["https://i.guim.co.uk/img/media/1ca5df2ffa246a6f321899a59c7967cf24415bac/0_261_5191_3116/master/5191.jpg?width=445&dpr=1&s=none", "Work beginning on the wall in March. Campaigners bought thousands of marker pens to do the work."], ["https://i.guim.co.uk/img/media/ce066f2df61458ad62f87467c20811f4a24dab86/1121_0_4075_4074/master/4075.jpg?width=445&dpr=1&s=none", "Adding a name to the wall."], ["https://i.guim.co.uk/img/media/298fe6c93fc2c0628fbb64789c638f1d4d6fe471/0_0_5404_3243/master/5404.jpg?width=445&dpr=1&s=none", "From left: Rabbi Daniel Epstein, the archbishop of Canterbury, Justin Welby, and Imam Kareem Farai visiting the wall in April."], ["https://i.guim.co.uk/img/media/b621dfc45539f2e529729150cc87aba6377ffe06/0_43_1440_864/master/1440.jpg?width=445&dpr=1&s=none", "Fran Hall with her late husband, Steve."], ["https://i.guim.co.uk/img/media/673fbd0baebfc9ca6e620f6f955b07d9012b6684/0_354_6144_3684/master/6144.jpg?width=445&dpr=1&s=none", "Fran Hall and Jo Goodman at the memorial wall. ‘This is where grief goes.’"]], "author": ["Dorian Lynskey"], "date": null}, "https://www.theguardian.com/environment/2021/jul/13/australian-environment-groups-urge-un-to-put-great-barrier-reef-on-in-danger-list": {"title": "Australian environment groups urge UN to put Great Barrier Reef on ‘in danger’ list", "subtitle": null, "text": "Letter to world heritage committee comes as minister embarks on week of lobbying against change\\nAustralia’s major environment groups have written to the UN’s world heritage committee, urging it to put the Great Barrier Reef on its “in danger” list as the Morrison government ramps up its lobbying against the change.\\nThe environment minister, Sussan Ley, was due to land in Europe on Monday evening for a week-long campaign against the in-danger recommendation for the ocean jewel.\\nIn Australia, the government is making plans to fly Canberra-based ambassadors to the 2,300km reef for a visit ahead of the meeting which starts on Friday.\\nAlso on Monday, results from two separate polls of Australians say there is overwhelming agreement the reef is in danger, with strong support for the in-danger recommendation.\\nUnesco has recommended the Great Barrier Reef be placed on the list after three mass bleaching events since the last time the site was considered in 2015.\\nLey said her officials were “blindsided” by the recommendation for the reef off the Queensland coast.\\nIn the letter, seen by the Guardian, the leaders of 10 environment groups write: “While parts of the Great Barrier Reef remain beautiful, we cannot underestimate the existential threat from climate change, with substantial coral loss in recent years from mass coral bleaching events in 2016, 2017 and 2020.”\\nSignatories include the Australian Marine Conservation Society (AMCS), Greenpeace Australia Pacific, WWF-Australia, Seed Indigenous Youth Climate Network, The Wilderness Society and the Australian Conservation Foundation.\\nChina is chair of the 21-member world heritage committee, which also includes Australia, and is the official host of the meeting being held virtually. A decision on the reef is expected to be made between 21 and 23 July.\\nUnesco’s recommendation was made because of the affects of coral bleaching – caused by fossil fuel burning pushing up ocean temperatures – and a lack of progress on targets to lower pollution levels flowing in to the reef’s waters from farms.\\nThe letter, also signed by the Australian Youth Climate Coalition, 350 Australia, the Climate Council and the Queensland Conservation Council, welcomes Unesco’s acknowledgement that 1.5C of global heating is a “critical threshold” for coral reefs.\\n“Global leadership on climate change for the Great Barrier Reef must start with Australia – how else can we expect the world to act with the scale and urgency necessary to protect one of the world’s most iconic world heritage properties?”\\nThe letter says an in-danger listing “must prompt decisive action” from the global community to protect “one of the most beautiful and biodiverse places on Earth.”\\nUnesco also wants Australia to make sure its main Reef 2050 policy, currently being revised, “fully incorporates” recommendations from the government’s own reef management authority “that accelerated action at all possible levels is required to address the threat from climate change.”\\nLast week Ley gave a briefing to ambassadors in Canberra and streamed to diplomats to Unesco in Paris that Australia was lobbying for the committee to delay putting the reef on the list and instead order a monitoring mission before making a decision at a future meeting.\\nThe chief executive of the government’s Australian Institute of Marine Science, Paul Hardisty, told the briefing benign conditions over the past 12 months meant there were signs of recovery across the reef. But he said the number of reefs in good condition was falling while the number in bad condition was rising.\\nAs the minister headed to Europe, Ley said in a statement: “The Great Barrier Reef is the best managed reef in the world and this draft recommendation has been made without examining the reef first-hand, and without the latest information.”\\nShe said her officials “remain stunned” by the recommendation, and that they were told by Unesco that “no property would face such a recommendation if it wasn’t foreshadowed in 2018-19”.\\nUnesco has said it gave no assurances to Australia about the decision, rejecting claims by Ley the decision had been politicised. The UN group says an in-danger listing would be a global “call to action”.\\nUnesco has also said its official guidelines don’t specify that missions should be carried out before recommending sites go on the list.\\nA spokesman for Ley told the Guardian the minister would start her trip in Hungary, which is also a member of the 21-country committee. Unesco is recommending the world heritage city of Budapest be placed on the in-danger list at the upcoming meeting.\\nThe spokesman said the minister’s schedule was being finalised, but she would spend time in Paris where permanent delegates to Unesco are based. The government was also organising a visit to the reef for Canberra-based ambassadors, but a final schedule has not been agreed.\\nSign up to receive an email with the top stories from Guardian Australia every morning\\nPolling of 1,000 Australians commissioned by AMCS shows 71% think the reef is in danger and 77% support the committee putting the world’s biggest coral reef system on the in-danger list to prompt more conservation action from the government.\\nA separate survey commissioned by The Australia Institute, a progressive thinktank, says 72% of Australians support Unesco’s in-danger recommendation – including 67% of Coalition voters. Only 5% thought the reef’s health was not threatened.\\nEbony Bennett, deputy director of the Australia Institute, said: “The prime minister may think Unesco’s decision to list the Great Barrier Reef to the world heritage in-danger list is ‘appalling’, but our research shows he is out of step with an overwhelming majority of voters who back Unesco’s recommendation.”\\nThe Greens have also written to the committee supporting Unesco’s recommendation, saying the vote is “one of the most important moments in history for our oceans, and the fight to save them.”\\n“While none of us want the reef to be in danger from our climate crisis, it is the reality. The worst thing we can do is deny it. If we do that, there will be no action, and it will be too late.”", "image": [["https://i.guim.co.uk/img/media/7ae75fc4dbde3ae06d8cd415147cecdf4b34574f/0_130_2500_1500/master/2500.jpg?width=465&dpr=1&s=none", "Great Barrier Reef"]], "author": ["Graham Readfearn"], "date": "2021-07-12"}, "https://www.theguardian.com/media/2021/jul/02/bbc-removes-bitesize-page-climate-change-benefits-backlash": {"title": "BBC removes Bitesize page on climate change ‘benefits’ after backlash", "subtitle": null, "text": "Study website made claims including warmer temperatures ‘could lead to healthier outdoor lifestyles’\\nThe BBC has removed an educational page laying out the “benefits” of climate change after a furious online reaction.\\nBBC Bitesize, its website for schoolchildren, claimed warmer temperatures “could lead to healthier outdoor lifestyles” and that a benefit of climate change could mean easier access to oil in Alaska and Siberia.\\nOther apparent benefits highlighted by the BBC included the ability to one day grow more crops in Siberia, new shipping routes created by melting ice, and more tourist destinations.\\nAfter a backlash from climate experts and campaigners, including the Guardian writer George Monbiot, the page, aimed at year 10 students, was amended to only include the negative impacts of climate change.\\nMonbiot tweeted: “This is what @bbcbitesize is teaching our children about climate breakdown. I’m sorry, but it’s an absolute disgrace. You could come away thinking: ‘on balance, it sounds pretty good’.”\\nStuart Lock, the chief executive of Advantage Schools trust in Bedford, said the advice was “flat wrong, doesn’t align with the national curriculum or exam specs, and needs reconsidering”.\\n“Climate change isn’t a ‘both sides’ argument,” he added.\\nExtinction Rebellion’s south-east group said: “GCSE students, young people, those facing future disasters, deserve better than to be judged on questions which warp and distort the truth.”\\nThe BBC said it had “reviewed the page and are amending the content to be in line with current curricula”. It is not clear when the Bitesize page was first published.\\nThe guide was written for children studying for their GCSE geography exams. Many have been relying more on it during the pandemic as schools were closed, and pupils who have to isolate are still learning and revising from home. Bitesize has expanded its output to assist home learning.\\nThe exam board Eduqas said the information was not taken from its curriculum, adding: “Within our GCSE geography specifications, we examine the consequences of climate change and its respective impact on our planet.\\n“As part of our courses, we also ask students to explore opposing attitudes to climate change. However, we do not advocate a positive viewpoint on this topic.\\n“The resources developed by BBC Bitesize were created without any involvement from our geography team, therefore do not accurately reflect the content of our specifications.”\\nIn 2018, the BBC took a public stance on climate change, saying “man-made climate change exists”, adding that its journalists should be aware of “false balance”.\\nScotland’s exam board recently came under fire from the Scottish Green party for teaching the “positives” of climate change. The Scottish Qualifications Authority geography course gave benefits of climate change such as “increased tourism to more northerly latitudes” and “improved crop yields”.\\nThe political party said it was “deeply inappropriate” for the SQA to specify the pros and cons should be given equal consideration.\\nThe SQA responded: “Analysing and evaluating a variety of views is essential to critical thinking.”", "image": [["https://i.guim.co.uk/img/media/60099462e51c6e0c6626f435eb6104945abe1895/302_382_3901_2341/master/3901.jpg?width=465&dpr=1&s=none", "A boy using the BBC Bitesize website"]], "author": ["Helena Horton"], "date": "2021-07-02"}, "https://www.theguardian.com/uk-news/2021/jul/18/crisis-after-crisis-what-is-going-wrong-at-the-met-police": {"title": "Crisis after crisis: what is going wrong at the Met police?", "subtitle": null, "text": "The fights outside the Euro 2020 final and the Daniel Morgan inquiry are just the latest controversies to hit the force. But Cressida Dick is confident of serving a second term as its chief\\nBeaming broadly as she faced the Prince of Wales in a gilded chamber at St James’s Palace, Cressida Dick was about to achieve another career high. A police officer of 38 years, she appeared exhilarated last Wednesday when receiving a damehood in recognition of her public service.\\nBut storm clouds routinely follow the chief of Scotland Yard, and for Dick, more than most.\\nSeveral hours later, at 4.09pm, her force was pressured into releasing a statement defending its policing at Wembley after waves of ticketless supporters attempted to watch the Euro 2020 final on Sunday night.\\nAt 9.15pm came another Met update, this time naming a 16-year-old boy fatally stabbed in south London, the latest teenage homicide in a spike that is climbing towards a 13-year high.\\nFor seasoned observers of the Met, such daily highs and lows are part and parcel of life as Britain’s most senior police officer. But increasingly, they are noticing something quite new: the extraordinary tenacity of the position’s current incumbent.\\nAs calls for her resignation intensify following a rolling series of scandals including a bungled VIP paedophile ring inquiry, failings surrounding the murder of Sarah Everard and findings that the force is “institutionally corrupt,” the commissioner’s reaction has been to ask for another four-year term.\\nFew, if any of her predecessors, would survive half of what Dick has endured. Increasingly, one question has become irresistible: how did its embattled chief become so bulletproof?\\nThe answer can be partly found within the vast officers’ mess of the Met’s newish headquarters by the River Thames.\\n“She’s a good cop, simple as that,” says Ken Marsh of the woman who successfully led Operation Trident, one of the force’s grittiest jobs.\\nMarsh, chairman of the Metropolitan Police Federation, which represents more than 30,000 officers, believes her leadership style quickly seduced much of the rank and file.\\n“She’s not a shouter like some of her predecessors. She’s calm and that helps a lot. And she’s got our backs,” says Marsh, a veteran of 32 years service.\\nHer approach, he said, became evident weeks after becoming commissioner, during the chaos that followed the death of Keith Palmer, an unarmed PC who was stabbed when a terrorist attacked the Palace of Westminster in March 2017.\\n“We were running around like headless chickens but the first thing she did to me was come over and ask: ‘Ken are you looking after yourself?’ She’s one of the only senior officers who asks me how I am. That approach resonates among all of us,” said Marsh.\\nOthers testify that her survivability might be rooted in her instinct to resist meddling in the affairs of the building 100 metres across the road from her office – the House of Commons.\\n“She appreciates politics can get very toxic very quickly. She is also not blind to the fact that some of her predecessors were badly burnt by failing to recognise that,” said a Whitehall source.\\nAnother reason for Dick’s ability to fight fire is her relationship with the home secretary Priti Patel, herself under pressure following bullying allegations and divisive interventions on asylum and the right to protest.\\nAt face value, Dick and Patel appear ideological bedfellows; both were horrified by the 2019 eco-protests that shut down the capital and are staunch advocates of stop and search.\\nBoth, too, have spoken out over their opposition to taking the knee, the symbol of solidarity with the Black Lives Matter movement.\\nShabnam Chaudhri, who rose to become one of the Met’s most senior female Asian officers and who knows Dick well, believes these illiberal instincts may eventually prove her undoing.\\n“It’s fine to say [not taking the knee] but have you asked your officers? There was a lot of internal backlash from black officers and I know that because I speak to many of them. You have to show leadership but you also need to demonstrate that you’re human, that you’re the same,” said Chaudhri.\\nFor former chief prosecutor Nazir Afzal, such dissent is made easier to surmount by the fact that the home secretary finds herself under so much scrutiny. He believes Patel has made a simple political calculation that means Dick’s position is secure. “The commissioner is effectively a human shield for Patel,” said Afzal. “Boris Johnson did the same with [former health secretary] Matt Hancock: it’s somebody else who can absorb the flak. For Patel it’s 100% what she’s doing with the commissioner. All of our ire can be directed at the commissioner rather than the person responsible for where the [policing] priorities are set.”\\nA similar assessment may have been made by the mayor of London, Sadiq Khan.\\nAlthough who gets the final say on whether to fire the commissioner can appear ambiguous, Khan’s predecessor, Boris Johnson, effectively ended Ian Blair’s stint as the head of the Met in 2008.\\nBut Khan, to the exasperation of many on the left, is unwilling to do the same. On Friday, Khan’s office reiterated its unwavering support for Dick, saying it looked “forward to working a second term” with the 60-year-old.\\nPatel’s affinity with Dick matters more. It might even explain why the commissioner has so steadfastly backed some of the home secretary’s more controversial proposals such as restrictions on protest.\\nMarsh defines it as a “working relationship”, with Dick’s intelligence helping sustain a professional dynamic. However, the two are far from soulmates. “I wouldn’t say they get on well. They’re not cosy.” It’s also prudent to remember, he added, that Dick is not Patel’s chosen one and was selected by former home secretary Theresa May.\\nBut Afzal is confident that as long as Dick, along with the capital’s mayor, receives the flak for issues such as rising knife crime then Patel will readily indulge the status quo.\\n“Yet the truth is that Sadiq can only spend what the home secretary and Home Office give. The home secretary is the most powerful individual here – politically she decides what happens,” he added.\\nAfzal, however, contests Marsh’s assertion that the commissioner has universal grassroots support.\\n“There are a catalogue of failings under her leadership that demonstrably have not only impacted on the public’s confidence but the officers themselves. Some of them have spoken to me and the morale is really low. Even before the Sarah Everard issue, throughout the pandemic they’ve felt that they haven’t had the leadership they needed.”\\nEverard remains the final straw for many. Ten days ago Met officer Wayne Couzens pleaded guilty to killing the 33-year-old in south London amid allegations that police had failed to investigate previous incidents of indecent exposure by the killer. A vigil for Everard on Clapham Common had descended into chaos with women arrested amid allegations of heavy-handed policing. “Concerns spiralled with the Everard killing and how the vigil was policed in an inconsistent way compared to other protests,” said Afzal, a former chief crown prosecutor for north-west England.\\nCritics of the commissioner are also eager to dredge up the events of 16 years ago when Dick was gold commander in an operation that saw Jean Charles de Menezes shot dead at Stockwell tube station. Dick was exonerated, but the operation’s control room was condemned as “chaotic”.\\nSince then the charge sheet against Dick has considerably lengthened. Further failings on her watch include allegations that officers posed for selfies with the bodies of the victims of the Wembley park murders last June. The high-profile stop and search of British athlete Bianca Williams in west London last year outraged London’s black community.\\nDisquiet persists over Operation Midland, the Westminster sex abuse investigation that destroyed the lives of public figures on the testimony of a fantasist. Dick, who was briefly involved in the original operation, faces ongoing pressure to resign over this alone.\\nThe most recent criticisms focus on last Sunday’s security failures at Wembley, with the force accused of failing to deploy sufficient officers or protect the venue from fans without tickets.\\nWeeks earlier, the Met’s handling of the Daniel Morgan murder investigation led an official inquiry to brand the force “institutionally corrupt.” Dick was personally censured for obstruction.\\nThe findings over Morgan, says Chaudhri, proved the “killer” factor for her on whether Dick should continue in her post. “First we had the Met accused of institutional racism, then it was institutional corruption. There has to be a point where a line is drawn and they say: ‘You know what? We’ve got things wrong. We accept that.’\\n“The biggest problem is the denial,” said Chaudhri, a former detective superintendent who left the force in 2018 after 30 years.\\nBut it is also issues around race that for many, including Chaudhri, stain Dick’s reputation. “I got on very well with her, but I didn’t feel that she really had a grip of what diversity really meant to her and policing.”\\nShe points to how the enthusiastic policing of Black Lives Matter protests contrasted with the light touch taken against Extinction Rebellion demonstrations which paralysed London in 2019 and focused on high-profile areas.\\n“It’s a very sensitive issue for black communities,” said the 55-year-old. “I get told that a lot of serving BAME officers are scared because of the BLM approach, the stop and search agenda. I get a lot of people saying they are tired of trying to explain themselves.”\\nMarsh disagrees. “Out of the 43 forces in England and Wales, no other beats us for diversity. They don’t even get close.”\\nFor others the ongoing youth violence epidemic is the issue that most weakens the commissioner’s position. After all, they say, it was her priority when accepting the top job in 2017.\\nAfzal believes Dick should resign to avoid trust in the police being eroded and further denting its ability to tackle knife crime.\\n“Policing without public confidence just isn’t going to happen. My concern is people are not going to come forward as either victims or witnesses,” he warned.\\nHowever those on the frontline of knife crime reject such assertions. Elena Noel, chair of Southwark’s anti-knife-crime forum and a former Home Office and London mayor adviser, states that not only is Dick “culturally competent”, but she also comprehends the complexities driving youth violence.\\n“Plus she understands the black community. She’s been brilliant. Cressida Dick is not to blame for knife crime. It needs a multi-agency approach,” said Noel.\\nEven so, some of the commissioner’s most ardent enthusiasts remain sceptical of her ambition to stay in post for another term.\\n“Fresh blood is always good,” said Marsh. “There are people in the wings like [assistant commissioner] Neil Basu, eminent people who could take the force in another direction. I’m not discrediting Cress but it’s healthy to freshen things up. A term is a term.”\\nDick appears confident a second term is attainable. Not since Paul Condon in the 1990s has a Met commissioner served two full terms. Despite the litany of scandals, Dame Cressida Dick will back herself to achieve it.", "image": [["https://i.guim.co.uk/img/media/68f6c5e008f316c4d29e1be6e52106aa06b14d15/32_80_3442_2065/master/3442.jpg?width=465&dpr=1&s=none", "Cressida Dick following her investiture ceremony where she was made a dame, on July 14. "], ["https://i.guim.co.uk/img/media/ffc734cfa5f749a33421fc7c0adade888f93d71d/84_156_3854_2312/master/3854.jpg?width=445&dpr=1&s=none", "Priti Patel"], ["https://i.guim.co.uk/img/media/6c093c1acb7cbbdd0e191bdb3d24feb41a936145/602_104_715_429/master/715.jpg?width=445&dpr=1&s=none", "Fan problems during the Euro 2020 final led to criticism of the Met."]], "author": ["Mark Townsend"], "date": "2021-07-18"}, "https://www.theguardian.com/environment/2021/jul/26/climate-crisis-green-light": {"title": "The truth behind corporate climate pledges", "subtitle": null, "text": "Facing a reckoning over their contribution to the climate emergency, companies are coming out with a record number of pledges\\nFor climate campaigners, 26 May seemed like the start of a long-awaited reckoning for oil and gas companies.\\nOver a single 24-hour period, a Dutch court ordered Shell to dramatically cut emissions, shareholders voted to force Chevron to reduce emissions from the products it sells, and a tiny activist investment firm secured three positions on ExxonMobil’s 12-member board for candidates committed to climate action.\\nWhen trying to ascribe responsibility for the climate crisis, it’s hard to overstate the outsized role fossil fuel companies have played. The products of just 100 private and state-owned fossil fuel companies were linked to 71% of global industrial greenhouse gas emissions since 1988, according to a groundbreaking 2017 report.\\nA subsequent Guardian investigation in 2019 found 20 fossil fuel companies, including Chevron and ExxonMobil, were responsible for more than one-third of all greenhouse gas emissions since 1965 – the point at which experts say fossil fuel companies were aware of the link between their products and climate change.\\nBut it’s not just fossil fuel companies fueling the climate crisis. Even if we immediately phased out oil and gas, emissions from agriculture alone may make it impossible to limit warming to the 1.5C goal in the Paris agreement.\\nAcross a slew of sectors from food and fast fashion to construction and heavy industry, companies have helped drive climate chaos. As climate impacts accelerate – the world is boiling, burning, flooding and melting – there is unprecedented pressure on all companies to start taking their own role in the crisis far more seriously.\\nThis pressure is translating into action. A record number of companies are making climate pledges, but experts warn the pace of action remains glacially slow in the face of a barreling climate crisis.\\nEven if all current Paris agreement climate pledges are met, the world is still set to see temperature rises of about 2.4C by the end of the century – well above the 1.5C of warming that scientists say will already lead to severe climate impacts.\\nAs countries are under pressure to up their climate ambitions in the run-up to Cop26, the vital UN climate talks in November, the private sector is also being increasingly pushed by investors, employees, activists and consumers to take meaningful action.\\nIn response, corporations have put out a flurry of climate commitments. At least a fifth of the world’s 2,000 largest public companies have now made some kind of “net zero” pledge to cancel out their carbon emissions. They are investing billions in clean energy, moving to electric vehicles, pledging to halt deforestation, and urging the US government to step up climate action.\\nTech companies have perhaps some of the most far-reaching goals. Last year, Microsoft pledged to be “carbon negative” by 2030, meaning it would remove more carbon from the atmosphere than it emits. By 2050, it aims to have compensated for all of its historical emissions through carbon removal projects.\\nApple says its products and supply chain will be carbon neutral by 2030 and Google has committed to be powered exclusively by renewable energy by 2030 and claims it has already wiped out its carbon footprint by offsetting emissions.\\nMost oil companies are moving far more slowly. Shell, BP, Total and Equinor have announced plans to reach “net zero” emissions by 2050, but few have committed to halt fossil-fuel exploration. Some have gone much further and completely transformed their business model: Danish firm Ørsted sold its oil and gas business in 2017 and has now installed more than a quarter of the world’s offshore wind capacity.\\nThe transport industry, responsible for around one-fifth of global CO2 emissions, is gearing up for bolder climate pledges. GM Motors announced in January it would be carbon-neutral by 2040 and sell only zero emissions vehicles by 2035. The aviation sector, which has been slow to make climate pledges, is considering whether to set a goal of becoming net-zero by 2050.\\nLarge numbers of companies, including consumer-facing firms such as Ikea, PepsiCo and Levi’s, are also signing up to the Science-Based Targets initiative (SBTi), which helps companies calculate emissions targets aligned with the Paris agreement ambition of 1.5C. More companies have signed up in the first half of 2021 than in the whole of 2020, according to a Bloomberg report.\\n“A decade ago, companies were setting these very incremental targets,” said Cynthia Cummis, co-founder of the SBTi and director of private sector climate mitigation at the World Resource Institute. “Now science-based target setting is becoming standard practice.”\\nAnd it’s having an impact. An SBTi analysis of 338 large companies with science-based pledges found they had reduced combined emissions by 25% between 2015 and 2019.\\nCorporations are losing the ability to “fudge the numbers” on climate policies, said Ketan Joshi, an Oslo-based climate analyst who tracks company climate pledges. “Companies are increasingly starting to understand that they’re losing their grip on the public relations hit of announcing a climate ambition and then doing nothing about it.”\\nThere are still big caveats.\\nGlobal emissions are rebounding post-pandemic and 2023 is on track to see the highest levels of CO2 emissions in human history, according to the International Energy Agency.\\nDespite the record number of corporate climate pledges, an analysis of 9,300 listed companies from index provider MSCI published in July found that they are still on course to exceed their “carbon budgets” – the total amount of emissions they can release and still keep in line with 1.5C of warming – within the next six years.\\nThis finding highlights the need for these companies to “dramatically accelerate climate action”, said Remy Briand, head of environmental, social and governance at MSCI. “It is easy to say that becoming net-zero is a high priority, but it is another to take action, especially immediate action.”\\nWhile some companies have placed climate change at the top of their agenda, he added, others have made weak pledges or failed to act at all. “For those not matching their commitments or lagging, there should be nowhere left to hide.”\\nAnalyzing what companies are actually doing, however, can be painstakingly difficult when there is no requirement to disclose all key climate information and little consistency in corporate pledges making it all but impossible to benchmark progress.\\nThe changes required are so vast that many companies struggle to even articulate them. In an evaluation of some of the world’s largest greenhouse gas emitters, the investor engagement group Climate Action 100+ found no company has fully disclosed how it plans to reach net-zero.\\nWith many corporate net-zero pledges still several decades out, often with few interim targets, monitoring their effectiveness can be hard. “We cannot wait for 2050 to see whether we fulfil the commitments or not,” said Gonzalo Muñoz, UN high-level champion on climate for Cop25. “It’s what we do today, and in these next five to 10 years, that will determine whether we succeed or not.”\\nFiguring out how to quickly cut emissions is not an easy task for companies, which must work out not only how to reduce direct emissions and those from the energy that they use (scope 1 and scope 2 emissions), but also those which come from the use of their products (scope 3 emissions).\\nSome of the boldest pledges rely on carbon removal technologies that don’t even exist yet, or at least not at the scale required. Many more are heavily reliant on carbon offsets, which allow companies to invest in “nature-based” programs like tree planting or forest protection to counteract their own emissions. Offset projects, however, have been plagued by allegations of flawed accounting, greenwash and sometimes even of actively fueling climate change.\\nThese climate pledges are also voluntary. To some, this shows that industry is trying to take responsibility for its own emissions. For others, it looks more like an effort at self-regulation to avoid government intervention.\\n“I don’t think we have time for voluntary corporate initiatives any more,” said Jennifer Morgan, executive director of Greenpeace International. “We’ve done them for decades and they haven’t worked. I think there’s a real need for governments to be coming in and putting in place some legislative and regulatory frameworks.”\\nMany companies have publicly called for governments to take stronger climate action; behind the scenes it can be a different story.\\nAmazon and Microsoft, for example, have been criticized for pitching themselves as climate leaders while also donating tens of thousands of dollars to politicians who oppose climate action. An Amazon spokesperson said it actively advocates for clean energy policies and a spokesperson for Microsoft said that to make progress the company “must engage with candidates and officeholders who hold a range of views”.\\nThe lobbying efforts of fossil fuel majors, meanwhile, are well documented. The five largest publicly traded oil and gas companies spent over $1bn on misleading climate-related branding and lobbying in the three years following the Paris agreement in 2015, according to a 2019 report by InfluenceMap.\\nA host of investigations has revealed big fossil fuel companies knew about the link between their products and climate change for decades but continued to argue that climate science was uncertain and to push against climate action. Just last month an Exxon lobbyist was caught on tape by the investigative outlet Unearthed describing how the company was actively working against key US climate policies through lobbying and membership of trade associations.\\nThese same firms also encouraged a public narrative of individual responsibility for the climate crisis. British Petroleum notoriously helped to popularize the term “carbon footprint” with an online calculator that encouraged people to measure their own emissions.\\nThis focus on personal responsibility is echoed in other sectors, which advertise “more sustainable” products while continuing business-as-usual models of consumption and production.\\n“The discussion that moves us away from corporate responsibility to personal responsibility is a huge distraction,” said Shannon Lloyd, an assistant professor of management at Concordia University in Canada. “As an individual, your choices have very little impact in terms of reducing the carbon or other environmental footprint of products. It’s more about getting laws put in place or policies in place than individual purchasing decisions.”\\nReaching a net-zero world will entail “wholesale transformation” in both infrastructure and how things are done, said Steven Clarke, director for corporate clean energy leadership at non-profit Ceres. “Some people refer to it as on the scale of a second industrial revolution.”\\nCertain key sectors will face big challenges. There’s a lack of easy answers for some energy-intensive industries with huge carbon footprints, such as steel, cement, aviation and shipping, which are notoriously hard to decarbonize. Sectors which rely on high consumption of products with big climate footprints, such as fast fashion and meat, will also need to adapt significantly for the world to limit temperature rise to 1.5C.\\nBut there is huge potential for innovation and action. Most solar and wind projects are now expected to be cheaper than coal. Investment is flowing into “green hydrogen”, which could provide zero-emissions fuel for ships and airplanes and replace fossil fuels in steel manufacturing.\\nMeanwhile, pressure on companies is intensifying. More than 1,500 lawsuits have been brought against fossil fuel companies. This number could accelerate thanks to advances in climate science making it easier to link climate damage to corporate activity. Employees are another lever for change.\\nIn 2020, hundreds of Amazon workers criticized the company for climate inaction last year. This year the non-profit ClimateVoice launched a campaign mobilizing employees to demand that big tech companies spend more of their lobbying dollars on climate policy.\\nCompanies cannot tackle the climate crisis by themselves, said Jamie Beck Alexander of Project Drawdown, a non-profit focused on climate solutions, “regulation will absolutely be required to transform entire sectors.” But this doesn’t let them off the hook, she added. “If business leaders truly grasped the seriousness of this crisis, they would immediately pivot their entire business models and resources toward scaling climate solutions full stop.”", "image": [["https://i.guim.co.uk/img/media/ce12a2df29ff68169acb23afc86424854eed4488/0_0_6250_3750/master/6250.jpg?width=480&dpr=1&s=none", "A record number of companies are making climate pledges, but experts say action remains far too slow."], ["https://i.guim.co.uk/img/media/0b37b9b86c5cb870134dcd57d3333fe88a078799/0_0_4500_2700/master/4500.jpg?width=445&dpr=1&s=none", "Rooftop solar on Ikea’s store in Kaarst, Germany"]], "author": null, "date": "2021-07-26"}, "https://www.theguardian.com/food/2021/jul/18/chris-packham-people-like-me-sense-of-injustice-autism-extinction-rebellion": {"title": "Chris Packham: ‘People like me have a very aggravated sense of injustice’", "subtitle": null, "text": "At his New Forest home, the broadcaster and activist discusses autism, Extinction Rebellion and his  Self-Isolating Bird Club\\nOver the years, the BBC has seeded and nurtured some singular specimens of presenter. Chris Packham, after a decade of Springwatch, has begun to grow into that space in the public mind once occupied by, say, John Noakes or Patrick Moore or John Peel. He’s blunt and lyrical and you know for sure that the camera is only eavesdropping on his authentic life – in much the same way that he peers in at nesting boxes and fox dens – and once it’s turned off, he goes on just the same.\\nHe’s invited me down to lunch in his natural habitat on the edge of the New Forest. He’s never strayed far from here for very long. He grew up on the other side of Southampton cycling to the woods, living an I-Spy childhood, scooping up tadpoles, examining beetles, for a while with a beloved kestrel as his closest friend. He went to university in Southampton and for many years he rented a thatched cottage a mile or two up the road from here; in between lockdowns, he traded those low beams and history for the clean lines of his new angular home – all decking and cladding and sheet glass – set in a couple of acres of wooded garden and bordered by a stream.\\nHe can’t cook (“people always think I’m making an attempt on their life”) so lunch – a delicious bowl of asparagus tabouleh with mint and coriander and bulgur wheat – is being made by his longtime partner, Charlotte Corney, who runs the Wildheart Animal Sanctuary on the Isle of Wight. They’ve been together for a decade, though always a ferry ride apart, having met through the zoo she inherited from her parents.\\nPackham, you have the sense, is perhaps not always the easiest man to provide for. “He used to only eat salad,” Corney says. He became vegan a couple of years ago – giving up cheese coincided with selling a farmhouse that he owned south of Bordeaux (“a man around the corner kept goats and used to bring round this plate of half a dozen conker-sized cheeses, which were impossible to resist”). He eats no fruit at all, shudders at the thought of it, so pomegranate seeds are a side dish here rather than part of the main bowl, and he winces and looks away from the strawberries that Corney brings out afterwards. It was only a few years into their relationship that Packham explained that he had been diagnosed in 2005 as having Asperger’s syndrome – which no doubt helped to explain both his concentrated passion for all things living, and his sometimes apparent indifference to those closest to him.\\nLockdown suited him just fine, he says. His stepdaughter from a previous relationship, Megan McCubbin, lodged with him and his two black poodles, Sid and Nancy. On the first morning after the shutters came down, last March, he wandered out into the garden and did an impromptu piece to his phone screen about the celandines that had burst into life in the cottage garden under a horse chestnut tree “wanting to share them with people who were waking to a new kind of fear”. That Twitter video caught the eye of a young fan and producer, Fabian Harrison, who suggested that Packham made it a regular ad hoc broadcast. By lockdown two the daily output of the Self-Isolating Bird Club – which Packham presented alongside McCubbin – was reaching 8 million people worldwide. It has spawned a collaborative book, Back to Nature, subtitled “How to love life – and save it”, written by the pair of them, a personal handbook for an urgent rebooting of our relationship with the natural world.\\n“We were sort of locked in that little utopian bubble,” Packham says of the past year or so. “We’d go out once a week to get food for my father, who is on his own, and Megan was doing all the Zoom pub quizzes and so on. But I was pretending I was 14 again – the last time I had so much time in one place consecutively. When you are away for a week here and you go out into the woods, it’s like you’ve gone into a room and someone’s redecorated it, everything has changed. Last year, walking through that space, I felt that change in a much more comfortable way.” Each evening, at midnight, Packham, 60, reconnected with another formative aspect of his adolescence, trawling through his extensive 1970s record collection and picking a track to play to his Twitter followers on #PunkRockMidnight.\\nThe other good thing about the forced isolation, he says, leaning back from the lunch table in a patch of shade from the hot sun, is that it gave him a bit of a breather from protesting. In recent years he has become a natural frontman for Extinction Rebellion, though he does not claim to support every one of its aims or methods. “A lot of the – necessary – campaigning that we were doing was highlighting problems, rather than offering solutions,” he says. “The Self-Isolating Bird Club felt good because it was a solution to a problem for a lot of people. We could stop shouting at people, put our placards away for a bit.”\\nPackham is happy to accept that in some quarters he might be thought of as an extremist, just so long as it opens the conversations about climate and the environment that are desperately needed. The Wild Justice group he founded with fellow conservationists Ruth Tingay and Mark Avery aims to bring a similar crowdfunded edge of litigation to wildlife issues as Jolyon Maugham’s Good Law Project does to governance. In looking for legal ways to protect ancient woodlands from HS2, or stop the cull of badgers, or regulate against the environmental damage of field sports, he knows he is in for long and exhausting battles.\\nWild Justice’s most successful campaign so far saw a new licensing regime for the indiscriminate shooting of a range of birds including jays and magpies in England. He was undeterred by the vicious threats against him from opponents that included an incident in which two dead crows were left hanging at his garden gate. “You’re asking people to change their minds,” he says, “and more quickly than they want to – a tiny percentage of those people are going to lash out and be extremely unpleasant.”\\nHe also refers to an article in that morning’s Telegraph in which his most vociferous opponent, the recently ennobled hunting, shooting and fishing advocate Ian Botham, has called him out for once working as a tour guide for a long-haul travel company. “It’s just bullshit. The thing he’s talking about was something that I did four years ago. But if you spent all your time trying to deal with the negative stuff, you wouldn’t have time to do any good…”\\nHe admits that his intransigent punk spirit fuels some of his campaigning – though that is hard to separate from his Asperger’s (he has noted his kinship with Greta Thunberg in this regard, who calls the condition “her superpower”).\\n“People like me,” he says, “have a very aggravated sense of injustice, and I think it’s been highly motivational in my life.”\\nHis bestselling memoir, Fingers in the Sparkle Jar, and a subsequent BBC documentary have made him as much in demand as a speaker on mental health as on nature-watching (he doesn’t separate the two necessarily). He has another BBC film in production on these issues, which he hopes might help kids who grew up, like him, knowing they were different, but not knowing why.\\n“I’m not an expert on autism. I’m someone that has it,” he says. “I can only ever talk about my experience.” In doing so he realises that “there will be things that my family, which is basically my dad and my sister, Megan and Charlotte, will probably find a little bit uncomfortable”. Most notably perhaps, his habit of suggesting candidly that the greatest loves of his life have been his dogs and his kestrel. Corney is long used to his ways, of course, and watching them together reminds you that love comes in many different forms. Packham has a habit of marking each meal she makes out of 10. “Well?” she wonders. He thinks for a bit, ponders the pomegranate seeds. “Six maybe seven,” he says.\\nHe understands himself enough to smile at his bluntness, and alone he speaks very fondly of Corney – and of his stepdaughter McCubbin, who has been a companion on field trips across the world since she was a toddler.\\n“I have a number of sentimental treasures,” he says. “Not a great number. I’ve got the handwritten lyrics to Shout Above the Noise by the punk band Penetration. And then alongside it, I’ve got a little Post-it note in a frame that Megan once left stuck to the front door.” It says simply: “Gone to rebel”. She is clearly a woman after his own heart.\\nBack to Nature: How to Love Life and Save It is out now in paperback (Two Roads, £8.99). To support the Guardian and the Observer order your copy at guardianbookshop.com. Delivery charges may apply.", "image": [["https://i.guim.co.uk/img/media/424e883683c27c3f96d4015b604a60259541be85/0_8_1623_1308/master/1623.jpg?width=465&dpr=1&s=none", "Lunch With Chris Packham"], ["https://i.guim.co.uk/img/media/690269c24a62939b6d42154193904ed36936ab7e/1142_522_4688_3108/master/4688.jpg?width=445&dpr=1&s=none", "Chris and Tim ate asparagus and herb tabbouleh, made by Chris’s partner, Charlotte Corney."]], "author": ["Tim Adams"], "date": null}, "https://www.theguardian.com/stage/2021/jul/04/extinct-review-xr-april-de-angelis-theatre-royal-stratford-east-london-climate-drama": {"title": "Extinct review – firenadoes, melting ice and one hour to halt apocalypse", "subtitle": null, "text": "Theatre Royal Stratford East, LondonFeaturing plague and shootouts in M&S, XR supporter April De Angelis’s dystopic climate drama is a powerful, urgent polemic\\nDuring Extinction Rebellion’s climate protests of 2019, April De Angelis staged a riotous drama called Mrs Noah in Parliament Square in central London. A riff on the biblical floods, it reflected on human extinction with laughs along the way.\\nNow comes another climate drama in which De Angelis declares her XR affiliations, but with no hint of levity. We begin in a dystopic 2030. The narrator, played by Kiran Landa, tells us of a nuclear hot sun, marauding gangs and shootouts in M&S food halls. The scenario bears some echoes of pandemic stresses, from the food queues to the pervading panic.\\nBut just as the scene is set, the story switches. Landa announces herself as the writer – De Angelis – and begins to present an argument for urgent climate action. “We are now experiencing the sixth mass extinction,” she says and weaves together facts and figures on everything from forest fires, floods, greenhouse gases and deforestation to oil and plastics, with recorded testimonies from XR members.\\nDirected by Kirsty Housley, this turn pulls the rug from under our feet at first and makes the show feel like an XR action rather than a play. At times, it looks and sounds like an educational documentary, with diagrams flashing up on projections across the floor and on an angled screen above the set.\\nBut this lecture builds its drama with its own gripping truth. We hear that the bubonic plague lurks within the planet’s melting ice (“What new pandemics lurk in the future?”), that the soil is disappearing, that vegetation is becoming less nutritious and that forest fires are triggering “fire tornadoes”. The testimony of a British Bengali woman, Suhayla, who returns to her grandmothers in Bangladesh to tell the story of the floods that are destroying huge swathes of life, is especially powerful.\\nLanda gives a rousing performance while Nina Dunn’s projections are atmospheric and look epic on upper and lower screens, from drifting clouds to undulating ocean waves. The writing, too, has standout moments, and is novelistic in its descriptions. All elements combined create a sense of dread and danger.\\nThe work’s “making” is explicit: it takes place before us with cameras, green screens and audio recordings turned on and off. These meta elements, along with the overt switch to theatrical activism, trigger certain questions: is this a play or a piece of polemic? Does a drama always require the suspension of disbelief? Can a lecture be a drama if it contains story and suspense?\\nExtinct makes the point that climate apocalypse is within sight – not so very removed from the initial, imagined scenario in 2030, and that we need to act. “I have an hour to convert you to the cause of climate change,” says the narrator. Even if Extinct preaches to the converted, there is plenty of power in that. Here, it feels necessary and urgent.\\nExtinct is at Theatre Royal Stratford East until 17 July and will also be streamed from 13 to 18 July.", "image": [["https://i.guim.co.uk/img/media/def799c8e0a2b30e514dd314b2b2cfa3e9e99f90/0_215_4800_2880/master/4800.jpg?width=465&dpr=1&s=none", "Kiran Landa in Extinct."], ["https://i.guim.co.uk/img/media/822aaa8f8b5721a9330dcadf13174dc58ccdb721/0_75_4800_2880/master/4800.jpg?width=445&dpr=1&s=none", "Kiran Landa in Extinct, whole set view"], ["https://i.guim.co.uk/img/media/09378dc88497e38fb844bbf5ab64a884f4227c93/0_0_4800_3200/master/4800.jpg?width=445&dpr=1&s=none", "Kiran Landa in Extinct, with watering can and plants"]], "author": ["Arifa Akbar"], "date": "2021-07-04"}}