{"https://www.theguardian.com/commentisfree/2022/jun/29/children-arent-the-future-where-have-all-the-young-climate-activists-gone": {"title": "Children aren’t the future: where have all the young climate activists gone?", "subtitle": null, "text": "To avoid ‘youth-washing’ politicians and corporations, young people now are more likely to coalesce around radical policies or campaigns\\nBetween 2016 and 2020, children were the vital force at the centre of the climate movement. Youth strikers organised record-breaking mass mobilisations and protests between geography and double maths. In the US, young people from the Sunrise Movement occupied Nancy Pelosi’s office demanding climate action. Youth activists got extraordinary media attention, invitations to speak at climate summits, and to address the UN. Teenagers such as Vanessa Nakate and Greta Thunberg became household names; both of them appeared on the cover of Time magazine, the latter as person of the year in 2019.\\nThis coincided with a moment in climate politics that was awash with ideas around children, the future, and intergenerational justice. Extinction Rebellion activists used the next generation as a proxy for the future: climate action in the present was a moral necessity for our children and grandchildren. Politicians also adopted this framing. At the same time, young people were taking matters into their own hands. For a time, it seemed that a climate movement was emerging in which children acted simultaneously as the spark, inspiration and energy. This wave seemed unstoppable.\\nBut that moment has passed. Young people’s climate activism is rarely headline news any more and Thunberg has taken a step back from the movement spotlight. There are fewer older eco-warriors in the limelight talking about their grandchildren, and politicians seem to care less about photo-ops with young activists blocking roads.\\nOf course, youth organising has not simply disappeared – young people still populate much of the activist scene and movements such as Green New Deal Rising remain explicitly for under-35s. But media focus and activists themselves are placing less emphasis on age; it is often incidental, and less central to activists’ strategy.\\nThe political terrain has changed since the age of the youth activist icon. The events of the past couple of years have thrown down challenges for climate organising more broadly: the pandemic was a major chiller for activism and came hot on the heels of the 2019 general election, the biggest Tory victory since 1987 and a crushing experience for the left and wider green movement.\\nBut the climate movement is not just moving across a different political landscape; it has also taken a different form. There has been a critical repositioning in parts of the UK climate movement, recognising climate breakdown is not a future issue, but a devastating present reality for millions in the global south. And on the whole, young activists have grown out of organising along generational lines, instead moving into issue-oriented movements.\\nFrom the beginning, youth strikers were holding together a complex coalition of children, allied around their age and the tactic of striking, rather than an explicit political agenda. After sustaining impressive turnout at protests but achieving little political shift, UK organisers were burning out, as was the shock of the strikes.\\nThis was compounded by the feeling that world leaders and corporations were “youth-washing” by co-opting child climate activists – inviting them on to platforms and into private meetings to burnish their own images but ignoring their demands. Despite the increase in representation on the world stage, importantly including indigenous young people and children from the global south, it’s hard to say how much world leaders took their voices into account. Children were seen, but their demands – from urging for financing for loss and damage, an end to the racist Home Office or an end to capitalism itself – were not heard. The UK Youth Climate Coalition was so frustrated with this co-optation it set up a campaign in 2019 to call out youth-washing.\\nSome adults were youth-washing to cover their problematic policies or business models, others to divest action on to a younger generation. Thunberg spoke out about it in her now-famous speech to the UN: “You all come to us young people for hope. How dare you? You have stolen my dreams and my childhood with your empty words.” Ultimately, what is lacking is real decision-making power for young people.\\nSo now, instead of using youth as a rallying flag, young people across the country are building movements around radical policies or clear political campaigns. These are both harder to co-opt, and more coherent than the loose association of a movement based on age alone. Given the fragmented politics and the fleeting nature of childhood itself, building youth-led movements around strong campaign foundations – from Stop Jackdaw to Just Stop Oil – is proving more sustainable.\\nThe climate movement still needs powerful ideas and metaphors that can unite big coalitions, but children are no longer its future. That focus was temporary, and besides kept attention off the millions for whom climate breakdown isn’t the future but the present. It’s a good thing that young activists are now viewed less as angelic saviours, and more as political actors in their own right.\\nEleanor Salter writes about climate, culture and politics", "image": [["https://i.guim.co.uk/img/media/6e472577e3ccbd84621ae93ebf7116badb83b86d/0_157_3500_2102/master/3500.jpg?width=465&dpr=1&s=none", "Just Stop Oil activists sit on top of a fuel tanker during a protest in Grays, Essex, 15 April 2022. "]], "author": ["Eleanor Salter"], "date": "2022-06-29"}, "https://www.theguardian.com/environment/2022/jun/21/philip-sutton-inspiring-australian-activist-who-sounded-climate-emergency-alarm": {"title": "Philip Sutton, inspiring Australian activist who sounded climate emergency alarm", "subtitle": null, "text": "Obituary: Sutton’s 2008 book Climate Code Red was a prescient warning of the need for more urgent and immediate action on global heating\\nPhilip Sutton, who has died suddenly aged 71, was a pioneer of the climate emergency movement and a powerful influence on environmental campaigners in Australia and internationally.\\nSutton’s work challenged the prevailing paradigm of a “reform as usual”, incremental-change strategy based on unclear goals. He campaigned on an understanding that climate risks threatened the future of the planet and of humanity, and therefore required a society-wide mobilisation at an emergency scale and speed. Sutton argued that getting into emergency mode rapidly was the central challenge for the climate movement.\\nThis understanding was expounded in his 2008 book Climate Code Red: the Case for Emergency Action, written with David Spratt, which codified the term “climate emergency”, and shocked many readers into becoming climate activists. The book played a major role in shifting the narrative on the level of climate risk and our required response. Climate Code Red’s risk and impact assessments and climate system repair fundamentals have since been validated by mainstream analysis.\\nSutton was at the forefront of environmental activism in Australia for more than 40 years. He was an assistant director of the Conservation Council of Victoria (now Environment Victoria) and worked as a councillor for the Australian Conservation Foundation from 1973 to 1976, and again from 2009 to 2015. In 1978 he co-authored Seeds for Change, a detailed alternative energy strategy for Victoria.\\nHis influence and associations extended across a wide range of innovative environmental and climate organisations including Breakthrough – National Centre for Climate Restoration, Beyond Zero Emissions, Council and Community Action in the Climate Emergency, Sustainable Living Foundation, the Australia New Zealand Society for Ecological Economics and many more.\\nHe was an initiating member of the movement that led Darebin city council in Melbourne to become the first local council in the world to declare a climate emergency, and played a leading role in the international campaign that has resulted in more than 1,000 local, regional and national governments to follow suit.\\nSutton emphasised the need for climate strategy to be based on a clear, if discomforting analysis of the physical evidence of climate change, and for an approach to risk no less rigorous than those applied in areas such as engineering and aviation. He railed against the 2C “safe-warming limit” adopted by most climate advocates and institutions. Such a result would amount to “a death sentence for billions of people and millions of species”, Sutton argued.\\nNormalising goal setting based on the protection of “all people, all species and all generations” or “maximum protection”, was a framework which he pursued with tireless dedication.\\nSutton’s ability to synthesise big-picture thinking with attention to detail, as well as his personal enthusiasm and generosity, were remembered in many of the tributes paid after his death.\\nThe Greens senator Janet Rice said Sutton was “an intellectual giant” whose “absolute passion and dedication for a safe climate was unparalleled”.\\nPaul Gilding, former chief executive of Greenpeace International, called Sutton a “groundbreaking thinker”, while Mark Ogge of the Australia Institute said he was “extraordinary, incredibly influential in focusing us on the urgency of climate change”.\\nThe former Victorian Labor environment minister Gavin Jennings said Sutton’s death was “devastatingly sad”.\\n“Philip dedicated his life to mobilise citizens, institutions and government to take the urgent actions required to keep life on this planet.”\\nPhilip Sutton was born in Sydney on 2 May 1951. The greatest influence on him in his early years was his mother, Fay, who became an environmental activist serving on the Australian Conservation Foundation’s Council for more than 30 years. His father, Ralph, was an officer in the Australian Army and, as a result of his role, the family moved around a lot until they settled in Sydney where, as a teenager, Philip attended Sydney Boys High.\\nHe studied veterinary science at the University of Sydney in the late 1960s, but abandoned his degree in order to pursue urban creek protection and other local environmental causes.\\nIn his early career, Sutton initiated the campaign that led to the banning of nuclear power in Victoria in 1983. He was the architect of the groundbreaking Victorian Flora and Fauna Guarantee legislation passed in 1988, the first of its kind, which became the model for the revision of wildlife legislation around Australia. He also worked on the federal government’s endangered species advisory committee (1990-93), the Victorian government energy strategy (1982-83), the Victorian state conservation strategy (1983-84), and with the Victorian Office of the Environment to develop strategies for achieving a successful green economy (1991).\\nSutton met his former partner, the conservationist Kathy Preece, in the late 1980s, and they worked together on leading environmental legislation. They had two sons, Daniel and Joey, and as a family delighted in spending time together and exploring the wonders and science of the natural world.\\nSutton’s dogged yet warm, genuine and unpretentious nature won the respect of many he worked with, even while he put forward confronting realities.\\nThe former Greens leader Christine Milne said: “I had enormous respect for his intellect, his commitment and his courage to keep on telling it how it is, no matter how much that made people feel uncomfortable.”\\nSutton is survived by Daniel and Joey. Plans for a public commemoration are in progress.\\nPhilip Sutton, environmental activist; born 2 May 1951, died 13 June 2022\\nThis story was amended on 22 June 2022 to correct Philip Sutton’s date of birth.\\nLuke Taylor is the managing director of Breakthrough – National Centre for Climate Restoration\\n", "image": [["https://i.guim.co.uk/img/media/306a520edd442271b570081e53d70ccf13166726/0_0_1262_841/master/1262.jpg?width=465&dpr=1&s=none", "Philip Sutton, a leading thinker on climate and the environment, whose activism across many decades inspired campaigners in Australia and internationally."], ["https://i.guim.co.uk/img/media/4b6decb9c1abd11dd8505ca652b9d52d3b75f479/924_321_6355_3813/master/6355.jpg?width=445&dpr=1&s=none", "Philip Sutton has been remembered as an ‘extraordinary’, ‘groundbreaking’ thinker and an ‘intellectual giant’."]], "author": null, "date": "2022-06-20"}, "https://www.theguardian.com/world/2022/jun/13/swampy-criticises-plan-to-jail-those-who-occupy-tunnels-hs2": {"title": "‘You need protests’: Swampy criticises plan to jail those who occupy tunnels", "subtitle": null, "text": "Longstanding protester asks if UK is ‘heading towards dictatorship’ as Home Office updates public order bill\\nSwampy, the UK’s most famous tunnel protester, has criticised plans to beef up the penalties for tunnelling protests, after Priti Patel announced those using the “guerrilla protest tactic” could face up to three years in jail.\\nAn amendment to the recently published public order bill will create a new offence of causing serious disruption by creating and occupying tunnels, while going equipped to create protest tunnels will also be criminalised.\\nIn addition to potential long jail terms, those convicted under the proposals could face an unlimited fine. “These measures will give our police the powers they need to crack down on this lawlessness and continue to make our streets safer,” Patel said.\\nThe Home Office said in a statement: “The digging of makeshift tunnels is one of the most dangerous and costly tactics deployed by groups such as Just Stop Oil and protesters against levelling up projects such as HS2.\\n“Filled with lethal levels of carbon monoxide and dioxide, these tunnels can become death traps, not just for those inside them and members of the public, but also for those who are required to undertake rescue operations.”\\nSwampy, whose real name is Dan Hooper, became famous during the 1990s for taking part in a number of tunnel protests against road-building schemes – many of which were eventually abandoned.\\nHe said: “We’ve always had protests in this country and, what with the Rwanda thing, we have to ask: are we heading towards dictatorship?”\\nThe government was failing to grasp the scale of the climate crisis, Hooper said. “You need protests, even if the protesters are saying things that aren’t always popular, you still need the protests to bring the conversation. If it wasn’t for Extinction Rebellion and other protest groups … [they] brought climate change massively back into the conversation and to the table. And that’s what protest does.”\\nThe proposal came as anti-HS2 protesters reached their 35th day beneath the ground in Staffordshire, claiming it as one of the longest tunnel protests ever undertaken in the UK. Protesters say that bailiffs, who have been attempting to clear the tunnel network since 10 May, have put tunnellers in danger by cutting their air supply and refusing to provide safety equipment since they were cut off from fellow protesters.\\n“Priti Patel has said in her statement that protesters make ‘death trap’ tunnels, which is a claim we would strongly refute,” Nancy Livingstone, a spokesperson for Bluebell Woods protection camp, said. “Our tunnels are safe and air supply consistent – it’s when HS2 don’t follow safety procedures that we become concerned. No one has ever been hurt in a tunnel eviction, either protesters or bailiffs.”\\nA spokesperson for HS2 told the Guardian: “The activists underground in Staffordshire would best serve their safety by ending their illegal protest immediately. Until they do, HS2 is monitoring the tunnel’s atmosphere with electronic sensors and regularly pumping in fresh air to maintain its quality. In addition, paramedics and tunnelling teams are on site 24/7 to respond to any situation. It is their professionalism that has enabled the safe conclusion of previous occupations on HS2.”\\nLarch Maxey, a longstanding Extinction Rebellion activist who, with Hooper, spent 30 days in a tunnel beneath Euston station last year, said stiffer penalties would not deter potential tunnellers.\\nTunnel protests remained one of the most effective tactics in the activists’ playbook, according to Maxey. “What tunnels do is help people emotionally connect, because we relate to people and you see a person in a tunnel, [and] you think: ‘That is terrifying, how the hell could they put themselves in that position.’ And you straight away start to have a sense of, well, it must be serious,” he said.\\nThis article was amended on 14 June 2022 to include a comment from HS2.", "image": [["https://i.guim.co.uk/img/media/9b6e3be503ea7b31343a25bd018ee767893ddfc2/0_1186_4688_2813/master/4688.jpg?width=465&dpr=1&s=none", "Dan Hooper, aka Swampy."], ["https://i.guim.co.uk/img/media/84f48593ecc55656f0e67ac74a0bff31321c60ad/0_115_4500_2700/master/4500.jpg?width=445&dpr=1&s=none", "Signs outside the site of a tunnel protest in Wendover, Buckinghamshire, in November 2021."]], "author": ["Damien Gayle"], "date": "2022-06-13"}, "https://www.theguardian.com/politics/2022/jun/16/jeremy-corbyn-unites-with-direct-action-group-just-stop-oil": {"title": "Jeremy Corbyn unites with direct action group Just Stop Oil", "subtitle": null, "text": "Former Labour leader’s Peace and Justice Project to be part of new climate and social justice movement\\nJeremy Corbyn, the former Labour leader, has teamed up with direct action campaigners to form a new “red/green” climate and social justice movement which aims to stage a “major wave of popular mass action” later this year.\\nCorbyn’s Peace and Justice Project, which he set up in 2021, is joining forces with Just Stop Oil campaigners who have staged a series of disruptive climate actions over the past six months.\\nThe new movement – which also includes trade unionists, civil society organisations and leftwing activists – argues that the current “destructive economic model” is the root cause of the cost of living crisis as well as the climate crisis.\\nAhead of the launch on Thursday, Corbyn said: “Movements are the motor of change in history. When we come together, we can transform the world. And we must because those in power – the fossil fuel giants, the billionaires and the governments they own – are picking our pockets and stealing our future.”\\nJust Stop Oil, the direct action climate crisis group that developed out of Extinction Rebellion, has hit the headlines in recent months with its activists targeting oil refineries, petrol stations and high-profile events such as Premier League football matches.\\nIts decision to work with Corbyn’s group and leftwing trade unionists suggests many younger climate activists see the economic system as the root cause of the climate crisis and growing poverty and inequality.\\nLawrence Leather, 22, a spokesperson for Just Stop Oil, said: “As the climate breaks down, the cost of everything will rise. That’s why we want to bring together the broadest coalition we can, including the trade unions, Britain’s biggest social movement, around concrete demands that decarbonise and put money back in people’s pockets.”\\nUnder Corbyn’s leadership, Labour offered a far-reaching climate justice agenda, including a massive programme of state investment to rapidly decarbonise the economy, creating hundreds of thousands of green jobs. It also set out plans to upgrade the UK’s housing stock, revitalise public transport and nationalise energy companies to reduce bills.\\nThe new campaign, called We All Want to Just Stop Oil, says it will stage its first major action – a march in central London – on Saturday 23 July.\\nLeather said: “It’s been over a year since Sir David King, the former UK chief scientific adviser, warned the ‘next three to four years will determine the future of humanity’. But still the government refuses to do anything … We are encouraging everyone to step up now and join the movement. The politicians won’t save us. It’s on us to change history.”", "image": [["https://i.guim.co.uk/img/media/017e8cad22338fb4862baaef1a83188ac285391b/0_549_8192_4915/master/8192.jpg?width=465&dpr=1&s=none", "Jeremy Corbyn speaking into megaphone"]], "author": ["Matthew Taylor"], "date": "2022-06-16"}, "https://www.theguardian.com/australia-news/2022/jun/25/blockade-australia-how-a-sharp-eyed-hippy-set-off-events-that-cast-a-harsh-light-on-anti-protest-laws": {"title": "Blockade Australia: how a ‘sharp-eyed hippy’ set off events that cast a harsh light on anti-protest laws", "subtitle": null, "text": "Rights groups worry that the ability to protest is under threat from a suite of new and proposed legislation around the nation\\nA “sharp-eyed hippy” spotted them first: two men dressed in camouflage from their boots to their gloves, flat on their stomachs in the Colo valley scrub.\\nThe men had been peering down on a camp in Sydney’s north-west where about 40 activists from the Blockade Australia movement were gathered on Sunday.\\nAccording to the activists and their lawyer, the men refused to answer questions about who they were. They lay perfectly still for a time, as if playing dead, before getting up quickly and marching through the camp.\\nWhile doing so, one said, presumably into a covert radio: “We’ve been compromised.”\\nThe pair were police, and after walking through the camp, they got into the back of an unmarked car, whose driver promptly tore down a driveway to a dead end.\\nWhen the car was forced to return the way it came, it was again confronted by activists.\\nTheir lawyer, Mark Davis, said at this point the activists still did not know who the intruders were, as the men refused to identify themselves. So they surrounded the car, blocking them in, and letting down the tyres, in a bid to keep the trespassers from fleeing.\\n“They didn’t know if they were far-right vigilantes or if they were from the Daily Telegraph,” Davis would later say in court.\\nIn the following hours, it became clear what had happened: the “sharp-eyed hippy”, as Davis described them, had foiled a significant police operation.\\nThe officers had been in the dense bush, just near Whatleys Creek, which snakes its way through private bush blocks in the Comleroy flora reserve, to gather intelligence on Blockade Australia for the recently formed NSW police strike force Guard.\\nAny intelligence could then be used to charge activists under controversial anti-protest laws passed in NSW in April, cruelling Blockade Australia ahead of a rolling series of planned actions starting in Sydney from Monday.\\nWhile the police operation had been foiled, the alleged conduct of the activists after the camouflaged officers were detected at the camp still led to 10 of them being charged with various offences over the following week.\\nThe acting assistant commissioner and commander of strike force Guard, Paul Dunstan, said the activists who surrounded the car had threatened officers, adding “those police that were attacked by that group this morning feared for their lives”.\\nWhile Davis believes police may have been on the site illegally, Dunstan said on Sunday that the officers had “lawfully” been at the camp.\\nHe said that a search warrant was then obtained after the confrontation so that about 100 officers could search the site. Dunstan added that the operation was brought forward by a “day or two” after the officers were detected.\\nThe Colo operation brought to a head simmering concerns about anti-protest laws in the state.\\nA somewhat unlikely group of organisations, including Amnesty International Australia, the Environmental Defenders Office, Maritime Union of Australia, New South Wales Council for Civil Liberties, and Greenpeace Australia Pacific joined together on Thursday to raise questions about the Colo arrests, but also NSW police being used to stamp out peaceful protests.\\n“NSW police and politicians should commit to protecting protest for the health of our democracy,” the Human Rights Law Centre legal director, Alice Drury, said in a statement.\\nSimilar anti-protest laws are expected to pass the Tasmanian parliament in August, and the Victorian parliament also has a bill before it that would see protesters subject to tougher measures.\\nOn Friday, former Greens leader Bob Brown said the Tasmanian measures, should they become law, would almost certainly be subject to legal challenge.\\nBrown successfully challenged previous legal changes that increased police powers in relation to protests in 2017, with the high court finding the measures unconstitutional.\\n“They haven’t passed parliament yet but inevitably somebody will be arrested down the line, and it’s quite likely [the laws] will be challenged,” he told the ABC.\\n“They cut across the right of all Australians, as the high court found the first time around, in a representative democracy to peaceful protest.”\\nIn NSW on Friday, as officers again rounded up protesters in a series of arrests, Davis was preparing supreme court bail applications for two activists who remained in custody after being arrested at Colo.\\nIt may be weeks before the applications are heard, he said. In the meantime, even more protesters are expected to be taken into custody. Spurred by the climate crisis, Blockade Australia is planning a series of disruptions across Sydney.\\nDunstan, the head of the police anti-protest strike force, says officers will be waiting. While the force has issued multiple statements regarding its arrests of activists, it has declined to answer a series of questions about the Colo raid.\\n“It is clear from our investigations so far that this group remains intent on causing significant disruptions next week to motorists and members of the public through reckless and dangerous activities,” Dunstan said in a statement.\\n“These activities are not only dangerous to themselves, but they put the lives of members of the public and those rescuing them at risk.\\n“We will be out in force targeting these groups and working to minimise disruptions … we will clear them as quickly as is possible, arrest those committing offences and put them before the court.”\\nAustralian Associated Press contributed to this report.", "image": [["https://i.guim.co.uk/img/media/27cd8b250069b5b881c182efb802b3db2e777d50/0_90_2959_1776/master/2959.jpg?width=465&dpr=1&s=none", "Police arrest two people on Friday in relation to earlier raids on Blockade Australia at Colo valley."], ["https://i.guim.co.uk/img/media/76ac43c7a851cd80849322d13a9035210ad00f76/0_0_1200_800/master/1200.jpg?width=445&dpr=1&s=none", "Police arrive at the Colo valley camp on Sunday, 19 June."], ["https://i.guim.co.uk/img/media/00d31ca9bca03215e266b09fabb1d42573732281/0_0_2130_1441/master/2130.jpg?width=445&dpr=1&s=none", "Police lead away a person arrested on Friday in connection with the Colo valley raid."]], "author": ["Nino Bucci"], "date": "2022-06-24"}, "https://www.theguardian.com/environment/2022/jun/02/jackdaw-uk-new-gas-field-shell-north-sea-climate": {"title": "Climate activists vow to fight as new gasfield gets go-ahead in North Sea", "subtitle": null, "text": "Environmentalists threaten legal action over UK permit for Shell to develop Jackdaw field\\nEnvironmentalists are threatening legal action in an attempt to halt the development of a new gasfield in the North Sea that has been given the green light by the UK government.\\nClimate experts reacted with anger after the government announced it had given the Jackdaw field, to be developed by the oil multinational Shell, “final regulatory approval” on Wednesday.\\nThe business secretary, Kwasi Kwarteng, said: “Jackdaw gasfield – originally licensed in 1970 – has today received final regulatory approval. We’re turbocharging renewables and nuclear but we are also realistic about our energy needs now. Let’s source more of the gas we need from British waters to protect energy security.”\\nHowever, climate experts said the decision, announced on the eve of the long bank holiday weekend, flew in the face of clear evidence from scientists that countries had urgently to cut greenhouse gas emissions to avoid the worst effects of the climate crisis.\\nAccording to a recent scientific study, nearly half of existing fossil fuel production sites need to be shut down early if global heating is to be limited to 1.5C, the internationally agreed goal for avoiding climate catastrophe. This goes beyond the call by the International Energy Agency in 2021 to stop all new oil, gas and coal developments, a statement seen as radical at the time.\\nAmi McCarthy, a political campaigner for Greenpeace UK, said approving Jackdaw was “a desperate and destructive decision” and proved the government had no long-term plan.\\n“They could immediately shave billions off bills, get a grip on UK energy demand, create thousands of jobs, boost our economy, tackle the climate crisis and avoid future crises – if they just upgrade homes to be warmer and greener, and invest in clean and cheap renewable power. But instead, once again, they’re handing out lucrative permits to the likes of Shell for a project that won’t start producing gas for years, that won’t lower our bills, but will create massive emissions, causing deadly flooding and wildfires.”\\nShe said Greenpeace believed the decision was unlawful and was considering legal action to stop it. “We will fight this every step of the way,” she said.\\nThe Green MP, Caroline Lucas, joined those deriding the proposal.\\nTerrible news. Green light for new #Jackdaw gas field means more profits for Shell & more #climate breakdown for rest of us. It won’t lower bills, it won’t deliver energy security.  New fossil fuel extraction is moral & economic madness & must be stoppedhttps://t.co/YFD1DFdw5Q\\nShell welcomed the decision on Jackdaw and said it planned to go ahead with the field’s development “at a time when UK energy security is critically required”. It said: “Responsibly produced, local gas production plays an essential role in the UK’s transition to net zero, will support thousands of jobs, and forms part of Shell UK’s broader intent to invest £20bn-£25bn in the UK, with 75% intended for low- and zero-carbon products and services.”\\nActivists from the newly formed Stop Jackdaw campaign said they would hold protests on Thursday outside UK government offices in London and Edinburgh to demand the government reverse its decision.\\nOne Jackdaw campaigner, Lauren MacDonald, said: “This government has no idea how to solve the energy crisis. It’s still looking to oil and gas for the answer when that is precisely what is driving the cost of living and climate crises.”\\nJackdaw is just the latest major UK fossil fuel project to have been approved since the UK hosted the Cop26 climate conference in Glasgow last year – to the dismay of climate scientists and campaigners.\\nEarlier this month a Guardian investigation found the world’s biggest fossil fuel firms were quietly planning 195 “carbon bombs” – huge oil and gas projects that would drive the climate past internationally agreed temperature limits with catastrophic global impacts.\\nIn April, the UN secretary general, António Guterres, gave a warning to fossil fuel corporations and governments planning new extraction projects. “Investing in new fossil fuels infrastructure is moral and economic madness,” he said. “Climate activists are sometimes depicted as dangerous radicals. But the truly dangerous radicals are the countries that are increasing the production of fossil fuels.”", "image": [["https://i.guim.co.uk/img/media/338138d6f3530b51c0a63d2ecd218f028d6ab8aa/0_116_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "woman with mask holding placard"]], "author": ["Matthew Taylor"], "date": "2022-06-02"}, "https://www.theguardian.com/environment/2022/jun/15/thinktank-that-briefed-against-xr-given-30k-by-exxon-mobil-in-2017": {"title": "Thinktank that briefed against XR given $30k by ExxonMobil in 2017", "subtitle": null, "text": "Report shows Policy Exchange, which called for criminalisation of climate group, previously received money from oil firm\\nA thinktank that received money from an oil company later published a report that advised the government to criminalise Extinction Rebellion in its tough new crime laws.\\nSeveral Conservative MPs and peers cited the 2019 report by Policy Exchange in parliament and the home secretary, Priti Patel, repeated its claims about the climate campaigners being “extremists”.\\nMany of the report’s recommendations, including “to strengthen the ability of police to place restrictions on planned protest and deal more effectively with mass law-breaking tactics”, later appeared in the Police, Crime, Sentencing and Courts Act.\\nA new investigation by the news website openDemocracy reveals that in 2017, the thinktank received $30,000 (£25,000) from the US oil company ExxonMobil.\\nPolicy Exchange and Exxon declined to comment.\\nThere is no suggestion the money provided by the oil company funded the report.\\nHowever, Caroline Lucas, Green MP for Brighton, claimed the policing bill appeared to have been “stained with the grubby, oil-soaked hands of the fossil fuel lobby”.\\n“This proposed government legislation would crack down on the fundamental rights of protesters to challenge the very climate-wrecking policies espoused by this downright dangerous industry.”\\nShe said that “if [the government’s] long-trumpeted ‘climate leadership’ is to have a shred of credibility, it needs to come clean on its fossil fuel lobby ties immediately”.\\nOpenDemocracy found that ExxonMobil donated the money to the US fundraising wing of Policy Exchange in 2017. The American Friends of Policy Exchange is a US non-profit set up in 2010 “to support and advance the program of Policy Exchange UK”, and has received almost $5m in anonymous donations since 2012, according to publicly available financial filings. In its annual giving report, Exxon Mobil, the largest oil company in the US, said it supported the American Friends of Policy Exchange, along with several other organisations, because they “assess public policy alternatives on issues of importance to the petroleum and petrochemical industries”. The donation was given for “energy and environment”, the name of a policy area listed on the thinktank’s website.\\nIn 2019, XR activists “locked on” to the London underground, stopping commuters from getting to work, and brought much of the capital to a halt while asking for action on the climate crisis. At the time, the government was under pressure from sections of the press and the public to crack down on the climate protesters.\\nPatel has said that the new bill is devised to stop “mobs” such as Extinction Rebellion from “running riot” and includes measures to criminalise methods used by environment campaigners, such as “locking on” to infrastructure.\\nPaul Stott, the head of security and extremism at Policy Exchange, wrote in a recent blog that the bill was evidence that some of the thinktank’s recommendations to deal with “the mechanics of the deliberate disruption of the public square” were being followed by the government.\\nCivil rights groups have condemned the government’s plans, with Amnesty International UK saying that they are comparable to “repressive policies” used in Russia, Hong Kong and Belarus.\\nA spokesperson for Extinction Rebellion claimed the government was “being directed by thinktanks working for fossil fuel clients, meaning our laws are being written for the benefit of foreign oil and gas corporations”. But they said it showed their protests were having an impact: “Those protesting for change should take confidence in knowing that we’ve got the fossil fuel industry and the UK government running scared – it means what we’re doing is working and that it is crucial now not to allow ourselves to be intimidated, but empowered and ready to keep up the pressure.”\\nA Home Office spokesperson said: “The Public Order bill, made possible by the Police, Crime, Sentencing and Courts Act, will put a stop to the significant disruption caused by a selfish minority of protesters who impinge upon the rights of the British public to go about their daily lives in peace.\\n“This bill backs the police to take proactive action and prevent such disruption happening in the first place. The government regularly consults a wide variety of opinions to develop legislation – this is no different.”", "image": [["https://i.guim.co.uk/img/media/d245322b4ad4950259c871cd7a7723eaf27e11f3/0_406_5427_3255/master/5427.jpg?width=465&dpr=1&s=none", "Extinction Rebellion protesters in London at the weekend. "]], "author": ["Helena Horton"], "date": "2022-06-15"}, "https://www.theguardian.com/music/live/2022/jun/24/glastonbury-live-2022-friday?filterKeyEvents=false&page=with:block-62b5c8e18f0875bb61abafc0": {"title": "Billie Eilish, Sam Fender and more play Glastonbury – as it happened", "subtitle": null, "text": "Sam Fender, St Vincent, Phoebe Bridgers and Idles have been rocking the festival, and now the youngest ever headliner takes to the main stage – follow along for reviews, photography and more\\nHere’s some more of today’s performers so far. We’re building towards a terrific evening on the Pyramid: Wolf Alice, Robert Plant & Alison Krauss, Sam Fender and Billie Eilish.\\nWe’re asking people where they’d take Macca for his 80th birthday party, after he reached the milestone last weekend. Here’s Naomi, who has two gin-in-a-tins on the go just as the Glasto gods intended:\\nArcadia, it’s such a unique space. The spider is such an iconic piece of architecture, it brings a lot of people together for some world famous DJ sets. Or the Rabbit Hole – another iconic venue and it’s quite secret so I think he would have a pretty good time in there. He’s lived through it all – he’s probably had some rabbit hole adventures over the years so it would align with all those experiences he’s had.\\nAnd here’s Niall:\\nMaybe Strummerville. I feel like it’s more secluded so you could have more of a private chill. I assume he’s probably a fan of the Clash!\\nMore great lewks, this time from Crae Wolf who just played the Lonely Heart Club stage:\\nIt’s part of my look, my stage wear. Leather always, fishnets a must, it has to be black and red, they’re my favourite colours. The knee wrap, I always have one, I don’t know why – it’s very festive. Punk boots. Basically as an artist I like to express my music in my fashion. I consider myself a supervillain so these are my villain colours. It’s part of my music, my brand. The villain is always the bad guy but they’re misunderstood – they’re usually good until something happens in life that changes their perspective. I’m harnessing the dark energy!\\nGreenpeace, 15.30\\nIt’s this Surrey-born, Croydon-raised singer-songwriter’s debut Glastonbury performance and she gives her crowd a warning: “I sing a lot about heartbreak so get ready: we’re going to get through it together.”\\nIndeed, Rachel Chinouriri’s brand of sweet and folksie strumming and sombre vocals – she’s performing as a duo with a lone guitarist and backing track today – is as low-key and downbeat as it gets. Her songs, many of which share the delicacy of Lianne La Havas’s Paper Thin, positively vibrate with loneliness and are often spoken about in the same breath as “nurturing” and “healing”.\\nNot that all the sadness puts the crowd off. After a shaky start, with the title track from her latest EP Better Off Without, she limbers up for the Phoebe Bridgers-ish Falling Out of Love and Thank You for Nothing, a song she says is about growing up around alcohol abuse. It’s not all doom and gloom, either: her big one, All I Asked, a perky poppier song with chiming guitar, is where her falsetto truly shines.\\nAlso shining is the stage patter. Chinouriri speaks to her young audience like she’s sharing secrets in her bedroom, dishing out empowering advice, explaining the stories behind her songs and generally beaming out warmth. “You want people to look back at you and think, they shared so much love,” she says at one point. Macca would approve.\\nWe’re situated between Crowded House on the Pyramid stage and a drum’n’bass DJ set, which is weirdly syncing up as a junglist re-edit of Weather With You. Here’s Neil Finn:\\nHere’s our reviewer Tara Joshi: “Just met a man called Huw Joseph, he’s dressed as a piñata – if you hit him he throws you sweets. Lots to unpack.”\\nThe Park stage, 14.00\\nAt the time Wet Leg were booked for Glasto, 2pm at the Park Stage probably seemed a perfectly appropriate slot – but this fun rock band have blown up so massively that half the site was crammed into the field, trying to catch a glimpse of Rhian and Hester playing in their flowing cottagecore dresses. The crowd easily rivals that for the Libertines on the Other Stage earlier today, which is not bad for a band with just one album.\\nOpener Feels Like Being in Love gets everyone going despite the fact that half the crowd can barely hear what’s going on, and they follow it up with Wet Dream, which has thousands yelling along cheerfully to its bouncy, mildly obscene chorus hook.\\nThe most endearing thing about this band is that they genuinely seem to be doing all this for a laugh. If anything, they seem mildly perplexed by the fact that so many people have turned up to see them play at one of the world’s biggest music festivals. “This is so funny,” says Rhian at one point, before dissolving into silent giggles as the crowd noisily responds. Ur Mum – a greatly entertaining stream of musical insults punctuated by the band’s longest, loudest scream – gets a great live reaction, as does Too Late Now, whose peevish speeded-up middle verse hits perfectly: “I don’t need no dating app / To tell me if I look like crap / To tell me if I’m thin or fat / To tell me should I shave my rat.”\\nThey run through pretty much the entire album and it’s pretty incredible how many of these songs are just instant indie hits. They save their breakthrough song for last: Chaise Longue, a mildly surreal banger that perfectly captures the band’s singalong cheeky, playfulness: “Is your muffin buttered? Would you like us to assign someone to butter your muffin?” Cries of “Excuse me? WHAT” reverberate back and forth across the Park for ages afterwards.\\nRhian and Hester keep a tight set – even when they briefly forget the words to Angelica – and seem surprised and amused to be playing their silly stoner songs for such an enormous audience. They could have filled a much bigger stage here, and after another album, I have no doubt they will.\\nWe’ll periodically be checking in with Glastonbury’s best/wildest dressed – here’s Marta who has one cardinal fashion rule: “I don’t wear black”. She says that festival fashion should always be “colourful and fun”; her jacket comes from Poland but she says she has “no idea what the letters mean”.\\nOther stage, 14.15\\nJust wandered from Blossoms which I couldn’t see all of, but they had a wonderfully full sound and there was a vast crowd (possibly with some spillover from people who couldn’t get to Wet Leg). It’s sort of remarkable how they, Harry Styles, George Ezra, Declan McKenna and so many more nice boys of pop trade in a type of 1970s AOR that a previous generation of young people found utterly naff – but the crowd was full of kids in limited edition streetwear. It’s actually a rather refreshing demonstration of how concepts of youth cultural cool have all melted into today’s anything-goes attitude.\\nOh, and Mel C turned up in full Sporty Spice mode to do Spice Up Your Life!\\nBlossoms and Mel C doing Spice Up Your Life at Glastonbury 💖 😭 pic.twitter.com/vkiKNvTqpn\\nIn an “only at Glastonbury” moment I stumbled across probably three hundred people dressed in pink and waving pink umbrellas, up by the tree at the back end of the Pyramid stage. Turns out they’re a drinking society called TWFTPU who meet up every year. They had their own pink vodka, wristbands, stickers, hand stamps and everything.\\nThis is Sam who says: “We used to meet at the cider bar about eight years ago, and someone said: next year bring a pink umbrella so you know who’s in the party. It’s an icebreaker. All weekend you stand about drinking on your tod, don’t you, but you can go up and say: random stranger, do you want to do this? It seems to be working. We sell these wristbands and then all the money we give to Festival Medics – we’ve raised £20,000 over the years.”", "image": [["https://i.guim.co.uk/img/media/d6547f0480192b50ceac029a51153d33b393c68e/0_1_3000_1800/master/3000.jpg?width=465&dpr=1&s=none", "Billie Eilish on the Pyramid stage."], ["https://i.guim.co.uk/img/media/9cd845d52e4da50d3d9ffc4324aaa06e873aef70/0_0_3000_1963/master/3000.jpg?width=465&dpr=1&s=none", "Rufus Wainwright."], ["https://i.guim.co.uk/img/media/60e23927eba8cf666d88e81520e53722d3e0bd3b/0_0_3634_2426/master/3634.jpg?width=465&dpr=1&s=none", "Kae Tempest."], ["https://i.guim.co.uk/img/media/dc085921ff6f12eb210a09788054441b26460d76/0_0_2842_1895/master/2842.jpg?width=465&dpr=1&s=none", "Greentea Peng."], ["https://i.guim.co.uk/img/media/2a296de4c38192ec562d5938d2bc26c0bf230803/0_0_3659_2443/master/3659.jpg?width=465&dpr=1&s=none", "Griff."], ["https://i.guim.co.uk/img/media/69874753169afd2965f14f3e1a85a314b23348c2/0_0_3024_4032/master/3024.jpg?width=465&dpr=1&s=none", "Naomi"], ["https://i.guim.co.uk/img/media/1e998355cd6ec72ec5d36ffd4ae089afed96603f/0_0_3024_4032/master/3024.jpg?width=465&dpr=1&s=none", "Niall"], ["https://i.guim.co.uk/img/media/b9c1b308cdebb4ec1731b67595b2c06c027defae/0_0_3024_4032/master/3024.jpg?width=465&dpr=1&s=none", "Crae Wolf"], ["https://i.guim.co.uk/img/media/55cc1de05d7256e0de9183cdcd0b6edb85221892/0_0_1536_2048/master/1536.jpg?width=465&dpr=1&s=none", "Rachel Chinouriri performing at Glastonbury"], ["https://i.guim.co.uk/img/media/72801e8f1982d97e3bf682e2560e84348157bb32/0_0_2120_2966/master/2120.jpg?width=465&dpr=1&s=none", "Neil Finn of Crowded House."], ["https://i.guim.co.uk/img/media/29e18a0c54e8dc020da47c98a3ff64b8a364e805/0_0_1613_2420/master/1613.jpg?width=465&dpr=1&s=none", "Neil Finn of Crowded House"], ["https://i.guim.co.uk/img/media/0b4423222759a9a5e56e5461c06f55e1b5587400/0_0_1200_1600/master/1200.jpg?width=465&dpr=1&s=none", "Tara Joshi"], ["https://i.guim.co.uk/img/media/47a6423d66f737ec9d421f8f14126c2617a14576/0_0_3500_2333/master/3500.jpg?width=465&dpr=1&s=none", "Wet Leg performing on the Park stage."], ["https://i.guim.co.uk/img/media/d0d7fd311aee5a60fdff62fe9090a61a90d28edb/0_0_3500_2333/master/3500.jpg?width=465&dpr=1&s=none", "The crowd watching Wet Leg, stretching right up the hillside behind the Park."], ["https://i.guim.co.uk/img/media/0ce9db7b408518703debe72caa23f5906f2a7fce/351_712_2673_3320/master/2673.jpg?width=465&dpr=1&s=none", "Marta, fabulously dressed at Glastonbury."], ["https://i.guim.co.uk/img/media/1f7d0b696f2046d0893ccf79388e4ae72ce78b1c/0_0_3072_4080/master/3072.jpg?width=465&dpr=1&s=none", "Sam"], ["https://i.guim.co.uk/img/media/f281cbaea73890d364827a061e978bc96fe6096e/0_0_3072_4080/master/3072.jpg?width=465&dpr=1&s=none", "The wristband for TWFTPU gathering at Glastonbury."], ["https://i.guim.co.uk/img/media/2daad3808651893db666fd5278a8cb066d22cc22/0_1639_3072_2441/master/3072.jpg?width=465&dpr=1&s=none", "Revellers at Glastonbury’s TWFTPU meetup."]], "author": ["Gwilym Mumford", "Keza MacDonald", "Ben Beaumont-Thomas", "Laura Snapes", "Gwilym Mumford", "Keza MacDonald", "Ben Beaumont-Thomas", "Laura Snapes"], "date": "2022-06-25"}, "https://www.theguardian.com/world/2022/jun/17/ministers-creating-hostile-environment-for-protesters-say-mps": {"title": "Ministers creating ‘hostile environment’ for protesters, say MPs", "subtitle": null, "text": "Human rights committee including peers says public order bill lacks nuance and targets peaceful protests\\nMPs and peers have accused ministers of creating a “hostile environment” for peaceful protests with its proposals for new policing powers.\\nThe draft public order bill includes a new offence of “locking on”, which relates to demonstrators attaching themselves to something so they cannot be removed. It carries a maximum sentence of up to 51 weeks in prison.\\nThe joint committee on human rights has said it is concerned the offence could encompass demonstrators who simply link arms with each other, and that it should be amended.\\nIt called for key measures in the legislation to be watered down or scrapped because the laws would have a “chilling effect” on people in England and Wales seeking to exercise their legitimate democratic rights.\\nThe committee said measures relating to the obstruction of major transport works covered actions that were not intended to cause significant disruption, while those related to interference with key national infrastructure covered those that were neither “key” nor “national”.\\nThe proposed serious disruption prevention orders could prevent people being able to exercise their right to protest, the committee said, and represented a “disproportionate response” to any resulting disruption.\\nIt also expressed concerns about the extension of stop and search powers, allowing police to carry out searches where there were no reasonable grounds for suspicion.\\nThe bill was drawn up in response to what ministers say is the disruption to motorists and public transport caused by environmental groups, such as Extinction Rebellion and Insulate Britain.\\nThe committee, however, said the proposals go too far and “risk creating a hostile environment for peaceful protesters”.\\nThe latest measures follow on from the Police, Crime, Sentencing and Courts Act 2022, which the committee had previously criticised for threatening the right to protest.\\nThe acting committee chair, Joanna Cherry, said: “The law must strike a careful balance between the right to protest and the prevention of disruption to the wider population.\\n“This requires a nuanced approach, yet in reaction to what it perceives as overly disruptive protests the government has decided to take a blunderbuss to the problem.”\\nLast month, Priti Patel said of the bill: “What we have seen in recent years is a rise in criminal, disruptive and self-defeating guerrilla tactics, carried out by a selfish few in the name of protest.\\n“This bill backs the police to take proactive action and prevent such disruption happening in the first place,” the home secretary added. “These measures stand up for the responsible majority and it is time that parliament got behind them.”", "image": [["https://i.guim.co.uk/img/media/3d8c18442f83b0458d390e5fe62ca78a5658aeb5/0_439_5137_3083/master/5137.jpg?width=465&dpr=1&s=none", "An Insulate Britain banner outside the Royal Courts of Justice."]], "author": ["Nadeem Badshah"], "date": "2022-06-17"}, "https://www.theguardian.com/media/2022/jun/09/dom-phillips-sister-sian-missing-journalist-brazil-amazon-hopeful": {"title": "Dom Phillips: sister of missing journalist still hopeful he will be found", "subtitle": null, "text": "Sian Phillips joins London vigil for Briton and the Brazilian Bruno Araújo Pereira who have vanished in Amazon\\nThe sister of a British journalist missing in the Amazon has said she still has hope he will be found.\\nSian Phillips was joined by supporters at a vigil for her brother Dom Phillips, who has worked as a freelance correspondent for the Guardian, and the Brazilian Indigenous affairs official Bruno Araujo Pereira outside the Brazilian embassy in central London on Thursday.\\nThe two men vanished from a remote part of the rainforest more than three days ago, having reportedly last been seen early on Sunday in the São Rafael community.\\nSome people held red roses while others clasped red and black posters that read “Find Dom and Bruno” and featured images of the missing pair’s faces, as they stood in silence in a line outside the entrance of the embassy from 8am.\\nIn a statement to the press, Sian Phillips, with her partner, Paul Sherwood, and twin brother, Gareth Phillips, by her side, said: “We had to come this morning, to ask the question: where is Dom Phillips? Where is Bruno Pereira?\\n“And we are also here for my brother’s wife, Alessandra Sampaio. We are here with my brother’s nieces and sister-in-law too.\\n“We are here because Dom is missing, he is lost doing the important job of investigative journalism. We are here to make the point that why did it take so long for them to start the search for my brother and for Bruno.\\n“We want the search to carry on.”\\nShe spoke about how her brother was a “great writer and journalist, a caring man … and cares about the environment and loves Brazil” and that the whole family loved him.\\nWhen asked about the chances of her brother being found, she added: “We all still have hope. We have hope.”\\nIn Atalaia do Norte, the isolated Amazon town where Phillips and Pereira spent their last night before heading into the Javari reserve, locals voiced shock and anger at their disappearances.\\n“I still can’t believe it,“ said Marivalda Rabelo Laranhaga, the receptionist at the hotel where they stayed before starting their journey last Thursday afternoon.\\n“He seemed such a polite and kind person … a journalist who was truly dedicated to his work,” Laranhaga, 31, added of Phillips, as Indigenous rescue workers prepared to head back out onto the river to continue their search.\\nMeanwhile, O Globo newspaper reported claims that a significant suspect in the case had been seen loading a shotgun and leaving Atalaia with four other people on a powerful motorboat after Phillips and Pereira visited the town.\\nAmarildo da Costa de Oliveira, 41, also known as Pelado, was arrested on Wednesday for allegedly carrying a firearm without a permit, a common practice in the region.\\nAt the vigil in London, Louisa Casson, the head of forests at Greenpeace UK, explained the meaning of the red roses. “We wanted something that conveys the love and admiration everyone here has for Dom and Bruno and for their work and amplifying the images already on social media with this clear message of find Dom and Bruno,” she said.\\nAt 9.30am a letter was given to the Brazilian ambassador from Greenpeace UK’s executive director, Pat Venditti, and Phillips’s family.\\nCasson added that the letter presented “an urgent call on the Brazilian government to dedicate all necessary local and federal resources to the search mission for Bruno and Dom”.\\nA Guardian editorial has called on authorities to scale up the so-far lacklustre response. “The government is highly unlikely to change course without international pressure,” it says. “That must first be brought to bear to produce an adequate response to this disappearance.”", "image": null, "author": ["Jamie Grierson", "Tom Phillips"], "date": "2022-06-09"}, "https://www.theguardian.com/world/2022/jun/25/thousands-protest-against-g7-in-munich-as-leaders-gather-for-summit": {"title": "Thousands protest against G7 in Munich as leaders gather for summit", "subtitle": null, "text": "Demands include end to fossil fuels, preservation of biodiversity and greater social justice\\nAbout 3,500 protesters have gathered in Munich as the G7 group of leading economic powers prepare to hold their annual gathering in the Bavarian Alps in Germany, which holds the rotating presidency this year.\\nPolice said earlier that they were expecting a crowd of about 20,000, but initially fewer people showed up for the main protest, which started at midday on Saturday, the German news agency dpa reported.\\nFifteen groups critical of globalisation, from Attac to the World Wildlife Fund, will participate in the demonstrations. Their various demands include a phase-out of fossil fuels, the preservation of biodiversity, social justice and greater efforts to combat hunger.\\n“My demands for the G7 are that they have a clear commitment to energy transition, that is the exit from fossil fuels, all forms of fossil fuels, by 2035 at the latest, so we can stop financing wars and conflicts,” said Kilian Wolter from Greenpeace.\\nMembers of Oxfam posed at an earlier protest in the city wearing oversized heads of the G7 leaders and demanding more global equality. “We need concrete action to cope with multiple crises of our times,” a spokesperson, Tobias Hauschild, said. “That means the G7 have to act immediately. They have to fight hunger, inequality and poverty.”\\nGermany’s interior minister, Nancy Faeser, called on protesters to refrain from violence. “I expect all demonstrators to protest peacefully, not to hurt anyone and not to destroy any cars or stores,” she said.\\nAbout 18,000 police officers have been deployed around Munich and the summit site.\\nThe leaders of the US, UK, Canada, France, Germany, Italy and Japan were expected to start arriving in Germany on Saturday afternoon to discuss issues such as Russia’s war on Ukraine, the climate crisis, energy and the looming food security crisis.\\n“Russia’s brutal war against Ukraine is also having an impact here,” the German chancellor, Olaf Scholz, said in his video podcast on Saturday in reference to rising prices for groceries, gas and energy.\\nHe said the G7 leaders would discuss the situation triggered by the war “and at the same time ensure that we stop manmade climate change”.\\nThe summit will take place at Schloss Elmau from Sunday to Tuesday. Leaders of the 30 countries in the Nato alliance will gather for its annual summit in Madrid on Wednesday and Thursday.", "image": [["https://i.guim.co.uk/img/media/7f7fd059fceae1ec1c6f14ee437b3d6b8521564a/0_28_4998_3002/master/4998.jpg?width=465&dpr=1&s=none", "Protesters wearing Joe Biden and Emmanuel Macron masks take part in a rally in Munich"]], "author": null, "date": "2022-06-25"}, "https://www.theguardian.com/australia-news/2022/jun/23/greens-mp-calls-for-inquiry-into-botched-nsw-police-operation-against-blockade-australia": {"title": "Greens MP calls for inquiry into botched NSW police operation against Blockade Australia", "subtitle": null, "text": "Sue Higginson says ‘even inconvenient’ protesting is important for democracy and labels police response ‘extreme’\\nA New South Wales MP has said she will push for the release of internal briefing documents relating to a botched police operation targeting environmental protesters, saying the force used by officers was “extreme”.\\nSue Higginson, a Greens upper house MP, said it was clear something had gone seriously wrong during a police operation on Sunday targeting Blockade Australia protesters in the Colo Valley, in Sydney’s north-west.\\nAccording to multiple protesters and their lawyer, a member of the group of about 40 activists camping at the remote property saw two people wearing camouflage gear in bushland at the rear of the property.\\nThe activists claimed that when the men were confronted they only said: “We’ve been compromised.”\\nSeven protesters were then arrested after attempting to prevent the men leaving in a car which had come to collect them, but the lawyer for the protesters, Mark Davis, said he will argue none of the officers identified themselves as police prior to the confrontation.\\nHigginson, who had previously been a public interest environmental lawyer, said she planned to pursue a call for papers to determine what the “strategic policing objective” was for the “highly dangerous” police operation, which she said may have been considerably expensive and led to a “terrible policing outcome”.\\n“The policing response is extreme, because peaceful protest, and even inconvenient direct action, plays an important role in democracy, and always has,” Higginson said.\\nOn Tuesday, a NSW police spokesperson declined to answer questions regarding the operation, including whether it would conduct an internal investigation into whether the safety of undercover officers was compromised, whether the force denied the officers involved had failed to identify themselves, and whether officers conducting surveillance who become compromised are instructed not to identify themselves as police.\\nThe NSW police association also declined to comment on the operation, or on whether they had any concerns it had unnecessarily put members at risk. The acting assistant commissioner, Paul Dunstan, said of the operation on Sunday that “those police that were attacked by that group this morning feared for their lives”.\\nThe protesters were charged by Strike Force Guard, which was set up in March to “prevent, investigate and disrupt unauthorised protests across the state”.\\nIn April, the NSW parliament introduced new legislation aimed at protester groups such as Blockade Australia and Extinction Rebellion that block traffic or conduct other activities such as disrupting coal exports.\\nHuman Rights Watch described the NSW government’s “crackdown on” environmental protesters as “an alarming new trend”, and cautioned the Tasmanian and Victorian governments, which now have protest laws before their parliaments, about following suit.\\n“Citizens who protest and violate the law can face appropriate punishment, but the punishment should not be intended to prevent all protesters from exercising their fundamental right to protest,” the Australia researcher at Human Rights Watch, Sophie McNeill, said. “Climate action will mean more people peacefully taking to the streets, not fewer, and the authorities should accept that.”\\nMcNeill spoke to three people who had been charged under the NSW law and said she was troubled that in their cases and others passing through the court system that harsh bail conditions were being granted by courts.\\nShe said these conditions violated basic human rights.\\nSign up to receive an email with the top stories from Guardian Australia every morning\\nOne of the people McNeill spoke to, Violet (Deanna) Coco, who is a Fireproof Australia supporter, took part in a climate protest on 13 April that stopped traffic in one lane on the Sydney Harbour Bridge. The 31-year-old climbed on to the roof of a parked truck and stood holding a lit emergency flare for about 25 minutes, and was charged in relation to this protest and her involvement in a series of other protests.\\nMcNeill said Coco was released on $10,000 bail, but the magistrate ordered her not to leave her apartment for any purpose except for emergency medical assistance or to attend court, and she spent 21 days under what she said amounted to house arrest.\\nHer bail was then amended, but a curfew was imposed banning her from leaving her address before 10am and after 3pm, and she remains under these conditions until trial.\\n“I don’t think that peaceful protesters should be under 24-hour house arrest,” Coco said in a Human Rights Watch statement.\\n“Civil disobedience has historically been a way that we’ve been able to achieve mass social change when all other avenues have failed. And I would say we are in that situation right now.”", "image": [["https://i.guim.co.uk/img/media/f8573ec32b9b5684bcb25a637b129e0b5e10e739/0_145_2150_1289/master/2150.jpg?width=465&dpr=1&s=none", "A police officer puts people into a police vehicle. Police arrested seven environmental protesters in a raid on a Colo Valley property under new anti-protest laws that Human Rights Watch called ‘alarming’"]], "author": ["Nino Bucci"], "date": "2022-06-22"}}