{"https://www.theguardian.com/commentisfree/2021/nov/03/insulate-britain-protests-protesters-direct-action-climate-emergency": {"title": "Insulate Britain’s protests are disruptive, annoying – and justified", "subtitle": null, "text": "Like the suffragettes, protesters are castigated for taking direct action. But how else will we wake up to the climate emergency?\\nFew people today would claim not to sympathise with the suffragettes – but this wasn’t true at the time. When parliament debated women’s struggle for the vote in 1914, Lord Robert Cecil – later a recipient of the Nobel peace prize, who was in fact supportive of women’s suffrage – declared that “suffragist outrages” were a “very serious evil” with the aim of “anarchy”. There was only one solution “to prevent them from committing crimes”, he said: “deportation”. When Reginald McKenna, then home secretary in HH Asquith’s Liberal government, offered four options to deal with them – letting them die (“That is, I should say, at the present moment the most popular, judging by the number of letters I have received”); deportation; treating them as “lunatics”; or giving them the franchise – his fellow parliamentarians laughed uproariously at each.\\nThe suffragettes, it should be said, did not sit around singing kumbaya, and were far more militant than contemporary protest movements in Britain. They committed arson, including the burning of several private homes – with five resulting deaths –and smashed up art galleries and museums. They attempted to destroy Glasgow’s aqueduct and attacked churches. Targets for bombing included the extremely busy street outside the Bank of England, although the device was defused, while a train driver was nearly killed by another bomb. Damned at the time as terrorists and anarchists, the militants are today seen sympathetically by history. As the cheerful “soldiers in petticoats” in Disney’s Mary Poppins predicted: “Our daughters’ daughters will adore us, and they’ll sing in grateful chorus: ‘Well done, Sister Suffragette!”\\nWhy? Because the consensus is that the evil the suffragettes fought – the suppression of women’s basic democratic rights – was greater than any evil the suffragettes themselves were responsible for.\\nEyes often roll when any movement is compared to the suffragettes, but the injustice that Insulate Britain confronts – the existential threat posed to humanity by the climate emergency – surely belongs in the same pantheon of struggles. Given the scientific consensus is that we face devastating consequences unless more radical action is taken, almost everyone respects the group’s cause, quite unlike the suffragettes at the time: it is their tactics that are contested.\\nAs someone with a socialist perspective, there is much to sympathise with in the objections. Protest is supposed to target those with wealth and power: in the case of the climate emergency, that would mean focusing on the 100 companies responsible for 71% of global emissions, and the failures of the ruling Conservatives, who have received £1.3m from fossil fuel interests and climate sceptics since 2019. Insulate Britain target motorways which, statistically speaking, are largely used by ordinary citizens, including working-class people travelling to underpaid and undervalued jobs. A “just transition” is supposed to promote the idea that placing the global economy on a sustainable footing must not be achieved on the backs of poor people. Is glueing one’s face to motorways rather than the doors of Shell’s headquarters consistent with this demand?\\nAll movements are told that they are protesting the wrong way by detractors who often pretend to be sympathetic to their aims. The suffragettes were victims of this narrative, as was the civil rights movement in the US – Martin Luther King was denounced for inciting “hatred and violence”. Gay rights and feminism were similarly denounced for their supposed counterproductive aggression and militancy. If only they could be more polite, less disruptive, less in your face then maybe people would listen!\\nUnfortunately strategies which, by definition, are more easily ignored are, well, ignored. When Extinction Rebellion protesters stormed the UK’s largest oil refinery last week, the presence of two national Olympians did not win them as much media attention as the motorway blockers. If, therefore, you believe that millions of lives are imperilled and we are running out of time to do something about it, which modern science treats as an indisputable fact, is it not rational to settle on the tactic that raises the most attention? How will a human race facing severe consequences of the climate crisis in 30 years, which are far more disruptive than today’s temporarily blocked motorways, look back at protesters doing something, anything, to raise the alarm?\\nIndeed, it is striking that Extinction Rebellion was unpopular, according to the polling back in their 2019 heyday. But surveys also revealed something else: that public concern about the environment surged to record levels after they began protesting. The very presence of – yes, inherently annoying – protests forced a conversation about an otherwise neglected issue, making people care more about it.\\nPublic anger is also easily misdirected. Fury in recent weeks has been focused on ambulances delayed by protesters, though no one has been reported dead because of Insulate Britain. Yet where was the comparable outrage about a patient who died in an ambulance outside Addenbrooke’s hospital in Cambridge because it was too busy to cope? It is far easier to excite anger against the bogeyman of the disruptive activist than focus on the years of underfunding the health service, and a pandemic mishandled by Britain’s government.\\nIf politicians were taking sufficient action to stave off climate calamity, and the media were more effective at building pressure on those in positions of power to act, then citizens would not be risking lengthy prison sentences by shutting down public infrastructure. That’s where the frustration should really lie. Our house is burning: should ire be focused on those pouring on the petrol, or on the tactics of those yelling “fire”? So yes, just like the suffragettes with their far more extreme tactics, Insulate Britain is profoundly unpopular – and yet everyone today pretends that they would have been on the side of the window-smashing soldiers in petticoats.\\nOwen Jones is a Guardian columnist", "image": [["https://i.guim.co.uk/img/media/bc0ee77f054163d07aaee2a53bf9900bf7581184/0_146_5500_3300/master/5500.jpg?width=465&dpr=1&s=none", "Protesters from Insulate Britain blocking Great Charles Street Queensway in Birmingham."]], "author": ["Owen Jones"], "date": "2021-11-03"}, "https://www.theguardian.com/environment/2021/nov/03/cop26-protesters-anger-and-frustration-tinged-with-optimism": {"title": "Cop26 protesters’ anger and frustration tinged with optimism", "subtitle": null, "text": "While demonstrations have so far been small, there is a feeling among activists that momentum is building\\nOn Tuesday morning, activists dressed in the red jumpsuits familiar to viewers of the dystopian Netflix series Squid Game strike posed for the assembled media on the south bank of the Clyde, directly opposite the Cop26 conference centre.Across the river and further into the city centre later on Tuesday, Anne Thoday was squatting on the pavement on St Vincent Street next to her surdo drum as a thick line of police prevented Extinction Rebellion protesters from moving towards the conference centre.\\n“I think there are a lot of grandparents involved,” said the 59-year-old social worker, who arrived from Derbyshire on Sunday. “This Cop really does feel like the last chance to turn things around. I’m not feeling very hopeful but I still felt compelled to come here.”\\nThis modest gathering – about 100 protesters – was typical of a smaller-than-expected protest presence so far at Cop26. No one is quite sure why, although anxiety about coronavirus is certainly playing a part. Activists argue, however, that it is also the result of exclusionary structures that go well beyond concerns about Covid transmission.\\nJoe Karp-Saway, of Global Justice Now, said people had been put off by Covid, “but also the huge cost of travel and accommodation to Glasgow and miscommunication from the UK government and UNFCCC [the United Nations framework convention on climate change], which means there are fewer civil society groups from the global south.”\\nHe noted that these early days were just the start of actions that would be spread across the fortnight, as well as the larger mobilisations planned for this weekend when up to 100,000 people are expected to march in Glasgow, and similar demonstrations will take place across the UK and around the world.\\nThe XR activists moved off again carrying a pink lettered banner reading: “How many Cops to arrest climate chaos?” When they arrived outside the venue later in the afternoon, the police closed the Clyde Arc, preventing protesters from continuing their march but also stopping other visitors who needed to get to events around the green zone across the river. The walk to the nearest open footbridge and back would take at least an hour.\\nInside the conference centre, Fatima Ibrahim, of Green New Deal Rising, was finding it hard to share Boris Johnson’s cautious optimism about the summit. There was frustration and weariness among activists, she said. “People are tired of rhetoric and false promises.” The policing seemed heavy-handed to her. “I’ve not seen protesters greeted by police in the same way at previous Cops, while civil society is locked out of spaces within the blue zone.”\\nFor those who made it across the river, youth and indigenous activists had gathering for speeches and another photocall, holding up illuminated letters spelling out “End Climate Betrayal”.\\nIn her speech, Mitzi Tan, a convener of Fridays For Future for the Philippines, sounded angry – the leaders aren’t in there, she gestured across the river, they are in front of her, she told the small crowd, to hearty cheers.\\nThe mood among activists was angry, the 24-year-old from Manila agreed afterwards. “It’s only been the second day but I’ve already heard so many excuses.”\\nHaving arrived in Glasgow on Sunday, she had been attending back-to-back events and meetings. “I have no sense of time,” she laughed, admitting she’d started taking vitamin D supplements “because I miss the sunlight so much”.\\nIt was as important to be in Glasgow to build networks as to protest, she said. “One of the best feelings is meeting people from across the globe and hugging each other, because we’ve been organising together online for a year and some of us have never met in person.”On Wednesday morning Ibrahim and her team challenged the UK chancellor, Rishi Sunak, about why there was no mention of the climate in his recent budget, as he walked through the conference blue zone. His team demanded that they be removed before he addressed the plenary.\\nFor Green New Deal Rising this fortnight is also geared towards training up new activists: it will welcome 100 young people from across the UK to its hub at a warehouse in the east end of Glasgow. While the immediate momentum is building up to the weekend’s marches, “really what we are working towards is how to keep [leaders] accountable after 12 November”.\\nAt lunchtime on Wednesday, Extinction Rebellion convened again for a protest against corporate green-washing in the city centre. As the drums boomed out, activists remarked on the swelling crowd of 300 or more, suggesting protest numbers were increasing as the week progressed.\\nMeanwhile, outside the conference hall, indigenous activists were converging after a march from Glasgow Green.\\nTxai Surui, the daughter of a tribal chief from the Brazilian Amazon, had delivered an eloquent appeal to the conference on Monday, telling delegates: “The Earth is speaking. She tells us that we have no more time.” The 24-year-old has been wearing the bird feather headdress made for her by her father and uncle, fashioned “for going into battle” she said.\\nLooking ahead to the weekend’s marches, she urged people around the globe to participate. “Everybody should go to these marches, to show the power and strength of all the people in this fight. This is going to be a moment for us to send a message that they cannot do whatever they want, because the power is with the people.”", "image": [["https://i.guim.co.uk/img/media/60d8c82cbec64b7eef4bd6efd8b50b74911a446f/0_318_5760_3457/master/5760.jpg?width=465&dpr=1&s=none", "Indigenous leaders march in ceremonial dress to the Cope Scottish Event Campus."], ["https://i.guim.co.uk/img/media/c25a2879d8425e326416c42d9bd501eed038c1b1/0_58_5760_3457/master/5760.jpg?width=445&dpr=1&s=none", "Indigenous representatives from Alaska, US, Panama, Amazonia and Patagonia were among those marching."], ["https://i.guim.co.uk/img/media/fa1dfa6b54fab65207d509a091716cc18a69a743/0_366_5760_3457/master/5760.jpg?width=445&dpr=1&s=none", "Activists urge negotiators to ‘End Climate Betrayal’ with concrete action over the next two weeks."], ["https://i.guim.co.uk/img/media/ef2393d33054aa50d50477cbe2827198873dc8e5/0_191_5760_3457/master/5760.jpg?width=445&dpr=1&s=none", "Extinction Rebellion protesters outside J P Morgan financial services HQ."]], "author": ["Libby Brooks"], "date": "2021-11-03"}, "https://www.theguardian.com/world/2021/nov/05/indonesia-says-cop26-zero-deforestation-pledge-it-signed-unfair": {"title": "Indonesia says Cop26 zero-deforestation pledge it signed ‘unfair’", "subtitle": null, "text": "Environment minister of country home to world’s third-biggest rainforest says deforestation pledge must not halt development\\nIndonesia has questioned the terms of a Cop26 deal to end deforestation by 2030, days after joining more than 100 countries in signing up to it.\\nThe nations agreed on the multi-billion-dollar plan at the climate conference in Glasgow this week to stop cutting down trees on an industrial scale in under a decade.\\nBut Siti Nurbaya Bakar, the environment minister for the south-east Asian archipelago, which is home to the world’s third-biggest rainforest, said on Wednesday that “forcing Indonesia to zero deforestation in 2030 is clearly inappropriate and unfair”.\\nShe said that there were multiple ways to define deforestation, and that any deal could not halt economic growth. “The massive development of President Jokowi’s era must not stop in the name of carbon emissions or in the name of deforestation,” she said, referring to Joko Widodo by his nickname.\\nBakar said Indonesia could not “promise what we can’t do” and that Indonesia’s priority was development, taking the example of forests that needed to be cut down to build new roads. The government has also stated that some forests will need to be cut down for the cultivation of food crops.\\n“Indonesia’s natural wealth, including forests, must be managed for its use according to sustainable principles, besides being fair,” she said.\\nIndonesia’s deputy foreign affairs minister, Mahendra Siregar, said that describing the deal as a zero-deforestation pledge was “false and misleading”.\\nIndonesia is home to the world’s third-largest expanse of tropical forest cover, but rampant deforestation since the 1960s has seen half of the country’s forests cut down by illegal loggers and to make way for commercial plantations such as palm oil.\\nThe country has recently set itself ambitious targets for deforestation, including halving the deforestation rate over the next three decades as well as reforesting 26.2m acres of land by 2050. Last year saw the lowest rate of deforestation in Indonesia since the 1990s, which the government credited to new policies regulating forest clearance.\\nHowever, the recent pledges are at odds with development projects approved by the Indonesian government, which will likely see 135.9m acres of forest cut down by 2040.\\nIn the declaration signed by Indonesia and more than 100 countries, leaders committed “to working collectively to halt and reverse forest loss and land degradation by 2030 while delivering sustainable development and promoting an inclusive rural transformation”.\\nBritish prime minister Boris Johnson said the agreement was pivotal to the overarching goal of limiting temperature rises to 1.5 degrees Celsius in a bid to slow global warming.\\nA spokesperson for Johnson said he did not see a contradiction in Indonesia’s statements.\\n“My understanding of what the Indonesian government has said is that they need to be able to continue legal logging and agriculture to support their economic development,” the spokesperson said.\\n“It would be consistent with the pledge – what countries have committed to is to end net deforestation, ensuring that any forest lost is replaced sustainably.”\\nKiki Taufik, a forests campaigner with Greenpeace in Indonesia, regretted that the environment minister supported “large scale developments which clearly have the potential for environmental destruction”. “If we do not take immediate and substantial action to stop deforestation … we cannot achieve our modest emissions reductions goals,” he said.\\nAlthough its rate of deforestation has slowed markedly since 2015, Indonesia’s vast forests are still shrinking.\\nAccording to Global Forest Watch, Indonesia in 2001 had 93.8m hectares (230m acres) of primary forest – ancient forests that have largely not been disturbed by human activity – an area about the size of Egypt. By 2020, that area had decreased by about 10%.", "image": [["https://i.guim.co.uk/img/media/3e46cd2e4c275f91bc8df2d785a136415e818d21/0_150_4000_2399/master/4000.jpg?width=465&dpr=1&s=none", "logged area of forest in the mountains of Jambi province in Indonesia's Sumatra island."]], "author": ["Hannah Ellis-Petersen"], "date": "2021-11-05"}, "https://www.theguardian.com/environment/2021/nov/13/arrests-as-xr-activists-block-lord-mayors-show-in-london": {"title": "Arrests as XR activists block lord mayor’s show in London", "subtitle": null, "text": "Demonstrators say Cop26 talks failed and call on City banks to stop funding fossil fuel projects\\nPolice arrested Extinction Rebellion protesters who blocked the lord mayor’s show in central London on Saturday.\\nFootage shared on social media showed officers dragging demonstrators out of the road after they disrupted the procession. Environmental activists could be seen blocking the route in the City of London, while forcing riders on horseback and the new lord mayor’s golden state coach to stop.\\nA City of London police spokesperson said: “We are aware of a group of protesters in the City today. City of London police officers are engaging with the group to minimise disruption. A number of arrests have been made.”\\nAfter police removed the protesters, the parade was able to continue and Vincent Keaveny was sworn in at the royal courts of justice as the 693rd person to hold the office.\\nExtinction Rebellion said it was trying to deliver “the children’s charter” to the lord mayor, which read: “We stand here the day after Cop26, which has failed to bring about the action necessary to tackle the climate and ecological emergency, to call on you to prioritise the next seven generations above the short-term greed that focuses on wealth accumulation right here in the City of London.”\\nIt added that the action was in response to the “failure” of Cop26. Some protesters wore giant heads depicting Boris Johnson and the chancellor, Rishi Sunak, while others locked themselves together in the roads.\\nMiranda Duncombe, a mother and member of the XR Families group, told PA Media: “Cop has failed to deliver the transformative changes needed to keep us at 1.5C of warming, a complete betrayal of our children.\\n“If the City of London was a country, it would be the ninth largest emitter in the world. The City’s banks and asset managers provide loans and investments for the projects and companies that are killing us.\\n“I am here for my children’s future. Our government has failed to act to protect them. I’m calling for the City of London to divest from fossil fuels immediately for the children everywhere who are dying due to the climate crisis and those who will die in the future.”\\nThe lord mayor’s show has been held since the 13th century, with the newly elected lord mayor serving as the elected head of the City of London Corporation. Their terms last one year.", "image": [["https://i.guim.co.uk/img/media/35a394786074edd1b578f8f9388ed350aa555a2e/0_145_4032_2419/master/4032.jpg?width=465&dpr=1&s=none", "Extinction Rebellion activist"]], "author": ["Tom Ambrose"], "date": "2021-11-13"}, "https://www.theguardian.com/media/2021/nov/17/journalists-are-pr-department-of-greenpeace-andrew-neil-on-climate-crisis": {"title": "‘Journalists are PR department of Greenpeace’: Andrew Neil on climate crisis", "subtitle": null, "text": "Presenter also tells Freeview event he would like to return to British television\\nAndrew Neil has said journalists are “basically the PR department of Greenpeace” when it comes to reporting on the climate crisis, as the interviewer indicated he would like to return to British television screens in the future.\\nThe presenter, who had a brief but disastrous stint with the rightwing channel GB News, told a television industry conference that there was not enough critical reporting on predictions about the impact of rising global temperatures.\\nNeil has previously said he accepts that climate change is real and needs confronting, but accused the likes of Extinction Rebellion of “nonsense scaremongering”.\\n“You don’t need to be a climate reporting sceptic to challenge a lot of the reports that are coming out,” he told an event organised by Freeview, singling out recent coverage by the BBC and Sky of the Cop26 climate summit. Sky recently pledged to use its programming, including its news coverage, to nudge people to reduce their emissions.\\nNeil complained that the news channels gave airtime to the president of the Pacific nation of Tuvalu complaining that his country was sinking due to rising sea levels, without also covering a 2018 study arguing that some of the islands have increased in size.\\nHowever, the interviewer has no outlet for his views after his acrimonious departure from GB News this summer. Neil said his decision to help found the channel was the “single biggest mistake” of his career and it was now heading in a “Fox News direction”, with its backers resembling a “Ukip tribute band”.\\nDespite losing many behind-the-scenes staff, GB News has ironed out many of the technical issues that plagued its launch. Its audience ratings are being sustained by the former Ukip leader Nigel Farage, whose weeknight evening show attracts a small but consistent audience of about 100,000 viewers.\\nNeil predicted GB News would survive because “the investors are long-term and quite ideological” but he deeply regretted being involved in the shambolic launch. “The mistake was that I put my face on the tin and yet I quickly discovered that I really had no say over what was going into that tin.”\\nHe raised the prospect of returning to British television screens in 2022, with potential employers including the BBC or Rupert Murdoch’s forthcoming talkTV channel. “I’d like to do something on the TV front for one major reason and it’s entirely self-serving: I don’t want GB News to be the full stop in my broadcasting career.”", "image": [["https://i.guim.co.uk/img/media/e3bca10ea70c2de055838319d40e4e14d3d6b207/0_3_2333_1399/master/2333.jpg?width=465&dpr=1&s=none", "Andrew Neil"]], "author": ["Jim Waterson"], "date": "2021-11-17"}, "https://www.theguardian.com/technology/2021/nov/26/extinction-rebellion-blockades-amazon-uk-hubs-on-black-friday": {"title": "Extinction Rebellion blockades Amazon UK hubs on Black Friday", "subtitle": null, "text": "Activists target distribution network to highlight company’s treatment of workers and environmental impact\\nClimate activists have blockaded Amazon distribution centres across the UK to highlight the company’s treatment of its workforce and what they say are its “environmentally destructive and wasteful business practices”.\\nScores of Extinction Rebellion (XR) activists locked themselves together and used bamboo structures in an attempt to disrupt the online retail company’s distribution network on Black Friday – one of the busiest shopping days of the year.\\nUnveiling banners reading “Infinite growth: Finite planet”, protesters said the blockade was part of an international action by XR targeting Amazon “fulfilment centres” in the UK, Germany and the Netherlands.\\nIn the UK, activists targeted sites in Dunfermline, Doncaster, Darlington, Newcastle upon Tyne, Manchester, Peterborough, Derby, Coventry, Rugeley, Dartford, Bristol, Tilbury and Milton Keynes.\\nRob Callender, 31, from Uxbridge, west London, was one of the XR protesters at the Dartford blockade. “We need to make Amazon pay for the damage it is doing to the environment … for the terrible damage hyper-consumerism is doing to our planet, creating emissions, poisonous waste and burned out workers who are denied the right to unionise in most places,” he said.\\nProtesters say they hope to continue the blockades for several hours – possibly into the weekend.\\nAmazon has been criticised for its treatment of its workers who have described gruelling conditions, unrealistic productivity targets, surveillance, bogus self-employment and a refusal to recognise or engage with unions unless forced.\\nEmployees have also called on its founder and chief executive, Jeff Bezos, to do more to tackle the climate crisis.\\nIn response to the protests an Amazon spokesperson said the company took its responsibilities “very seriously”.\\n“That includes our commitment to be net zero carbon by 2040, 10 years ahead of the Paris agreement, providing excellent pay and benefits in a safe and modern work environment, and supporting the tens of thousands of British small businesses who sell on our store,” they said.\\nThe spokesperson acknowledged there was “more to do”, adding: “We’ll continue to invent and invest on behalf of our employees, customers, small businesses and communities in the UK. We’re proud to have invested £32bn in the UK since 2010, creating 10,000 new permanent jobs across the country this year alone, and generating a total UK [direct and indirect] tax contribution of £1.55bn in 2020.”\\nSeparate Black Friday protests organised by the Make Amazon Pay coalition of unions and campaign groups also took place at the company’s other sites across the UK on Friday.\\nSupported by the GMB Union, the Trades Union Congress, the International Transport Workers Federation and War on Want, and co-convened by the Progressive International and UNI Global Union, the campaign aims to highlight what they describe as the company’s abuse of workers and the planet.", "image": [["https://i.guim.co.uk/img/media/8fbed1de78210783001760034c1c72b5c77bb92d/0_0_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "An Extinction Rebellion protest outside Amazon a  fulfilment centre in Tilbury on Black Friday – one of the busiest shopping days of the year."]], "author": ["Matthew Taylor"], "date": "2021-11-26"}, "https://www.theguardian.com/environment/2021/nov/12/the-good-bad-irn-bru-how-cop26-played-out": {"title": "The good, the bad and the Irn-Bru: how Cop26 played out", "subtitle": null, "text": "The climate summit is winding down after 12 days of talks, protests, deals, frustration and a fizzy drink\\nOn Friday youth campaigners, indigenous leaders and Extinction Rebellion members raised a cacophony of chants and drum beats outside Cop26, and civil society groups inside the conference complex staged a walkout to join them.\\nWithin the UN-controlled blue zone, delegates darted through the endless meeting halls or hunched around laptops as the clock counted down tense minutes to the end of the 12-day conference that is widely understood to be crucial to the future of humanity.\\nThe ragged final hours of Cop26 are a distinct contrast to the carefully choreographed first days, when world leaders arrived with bustling entourages to deliver a flourish of eye-catching pledges and, in the case of Boris Johnson, eye-watering analogies, as the host nation’s prime minster likened the climate crisis to a football game and then a James Bond movie in his welcome address.\\nAs locals adapted to the sound of their city being mispronounced “Glaz-cow” by visiting news anchors, Joe Biden’s first-day promise that “the United States is not only back at the table but hopefully leading by the power of our example” was a reassertion of American credibility after Donald Trump pulled out of the Paris climate agreement, but notable too were the absences of the leaders of Brazil, Saudi Arabia, Russia and China, all major contributors to the crisis.\\nThose who endured the chaotic queues for entry into the tightly secured and Covid-regulated blue zone were boosted by India’s announcement that the country would go net zero by 2070, albeit several generations hence but one of the last remaining major economies to have held out on such a commitment.\\nThen came the domino run of pledges: a declaration on Tuesday on ending deforestation by 2030 and a plan to coordinate the global introduction of clean technologies in order to rapidly drive down their cost; a commitment on Wednesday to reduce methane emissions by at least 30% from 2020 levels by the end of the decade; an agreement on Thursday to phase out coal-fired power between 2030 and 2040.\\nWhile artfully scripted, these declarations did leave lingering questions of credibility given all were agreed outside the main UN framework, and not by all nations. The heavy spinning did not help either.\\nOver the past fortnight, richer countries have been repeatedly challenged on their failure to hit the longstanding $100bn (£75bn) targets for providing climate finance to the developing countries struggling with a climate crisis not of their making. That was not resolved here, and the final draft agreement published on Friday morning still grossly underestimates the necessary amounts, according to global debt campaigners.\\nAlthough the former Bank of England governor Mark Carney, now UN special envoy on finance and Boris Johnson’s finance adviser for Cop26, told the summit on finance day that $130tn of private capital was waiting to be deployed for just transition in the Glasgow Financial Alliance for Net Zero (Gfanz), many are sceptical of how plausible it is to rely on big business to step into the breach. Many also concluded that further analysis of that huge figure would be necessary.\\nThere were low points for individual nations. A few days after the Australian prime minister, Scott Morrison, refused to sign the methane pledge during his brief and grudging attendance, his government’s policy response to the climate crisis was ranked last in an assessment of 60 countries by the Climate Change Performance Index.\\nAnd this week it became embarrassingly apparent that the UK hosts were not joining the Beyond Oil and Gas Alliance, founded by Denmark and Costa Rica as a club of countries committed to phasing out oil and gas production.\\nAfter an expletive-strewn speech on arrival in Glasgow, the Swedish climate activist Greta Thunberg pledged to go “net zero on swearing”, but she made no apology for the force of her fury at the school strikes rally last Friday. “This is no longer a climate conference,” she told the crowd of 10,000 young people in George Square. “This is now a global north greenwash festival, a two-week-long celebration of business as usual and blah blah blah.”\\nHer rage and frustration was shared by other activists who arrived over the first week, having struggled with Covid travel restrictions and overpriced accommodation. Many questioned why the green zone – where civil society, charities and campaigners meet – was set up across the river from the main conference site, and why there was so little public space directly outside the blue zone, meaning protests held there were regularly corralled by police.\\nThe “saturation” policing presence across the city – as well as reported instances of harassment of activists – had a chilling effect on protests, according to campaigners, with the anticipated disruptive direct action at a minimum during the first week.\\nRegardless – and despite buffeting winds and heavy rain – about 100,000 took to the streets in Glasgow, joining others across the world in a global day of action.\\nAs the summit has progressed, the stunts and actions have become more inventive – a troupe of giant Pikachu protesting against Japan’s refusal to reduce coal consumption; “Emotional Rebellion” activists screaming out their climate anxiety in the drizzle by the River Clyde; and emissions campaigners deflating SUV tyres across the city.\\nThe responses became more inventive too: on Tuesday evening a guerilla protest projected slogans such as “Ban fracking now” on to the summit venue, only to find their words covered over as the official projectionist beamed “go away” across the arched roof of the Clyde auditorium.\\nThe legitimacy of the entire summit was called into question at the start of the second week, as observers representing hundreds of environmental, indigenous and women’s rights organisations revealed they were being excluded from negotiating areas, given limited tickets and prevented from joining online due to technical glitches.\\nDespite UK government boasts that this summit would be the “most inclusive ever”, a combination of Covid restrictions, travel costs and the UK’s hostile immigration system has meant about two-thirds of civil society organisations who usually send delegates did not travel to Glasgow, resulting in a summit dismissed as the “whitest and most privileged ever”.\\nThe focus on gender equality on Tuesday heard warm words acknowledging that women and girls often bear the brunt of the climate crisis, but a rally outside the summit put things more bluntly: for indigenous women “femicide is directly linked to ecocide”.\\nThe former US president Barack Obama nearly lost the crowd when he described Scotland as “the Emerald Isle” on Monday, but recovered sufficiently to be awarded a lifetime membership of the local student union.\\nOther celebrity visitors included the Hollywood actors Leonardo DiCaprio, who reportedly took a commercial flight to Glasgow to visit, and Idris Elba, who had the good grace to admit in his speech at the summit that he understood why “people might be a little irritated” to see celebrities weighing in on the climate crisis. The actor Emma Watson and singer Ellie Goulding detailed their meetings with campaigners on Instagram.\\nThe marketing people at AG Barr, makers of Scotland’s beloved, bright orange fizzy drink Irn-Bru, may have had an inkling they were on to a good thing thanks to their sponsorship deal with the SEC convention centre where Cop26 was held.\\nBut the intense love it/loathe it debate among delegates during the first week of the summit reached stratospheric proportions when the US congresswoman Alexandria Ocasio-Cortez documented her first taste of the uniquely flavoured beverage on Wednesday. The verdict? “Love it.” Showing admirable restraint, Irn-Bru simply tweeted back: “We’re glad you liked it.”", "image": [["https://i.guim.co.uk/img/media/d95ceafbcb55ab63a2610d8d4896286bd3cbdf2f/0_179_5363_3218/master/5363.jpg?width=465&dpr=1&s=none", "A woman walks past a 'All in for 1.5C' slogan on a wall at Cop26"], ["https://i.guim.co.uk/img/media/1d499c6ca80e51923d8a6253316a67a8eaaae16d/0_0_5211_3451/master/5211.jpg?width=445&dpr=1&s=none", "From left: the European Commission president, Ursula von der Leyen, the US president, Joe Biden, and the UK prime minister, Boris Johnson, at Cop26"], ["https://i.guim.co.uk/img/media/0103e401e4ae16b5d378ee827d855df0f368facd/0_0_4790_3193/master/4790.jpg?width=445&dpr=1&s=none", "An activist dressed as a dinosaur walks though the pavilion section of Cop26."], ["https://i.guim.co.uk/img/media/f3433e4ce278a5b9a527b31cb14af57592d44b66/0_0_3500_2333/master/3500.jpg?width=445&dpr=1&s=none", "Indigenous people attend the Fridays for Future march last week in Glasgow."], ["https://i.guim.co.uk/img/media/1c835671c6fd95bfa96b7251f86a867adea08e0b/0_0_3500_2334/master/3500.jpg?width=445&dpr=1&s=none", "Delegates at Cop26"], ["https://i.guim.co.uk/img/media/509bc1d2d1b26cc44f82960bc73c74961c7e1141/0_0_4375_2918/master/4375.jpg?width=445&dpr=1&s=none", "Barack Obama greets people at the summit"]], "author": ["Libby Brooks"], "date": "2021-11-12"}, "https://www.theguardian.com/environment/2021/nov/14/cash-coal-cars-trees-and-choreography-how-britain-kept-cop26-alive": {"title": "Cash, coal, cars, trees… and choreography: how Britain kept Cop26 alive", "subtitle": null, "text": "High-profile initiatives were planned for the crucial summit. But as it went on, the lack of engagement with the toughest issues started to tell\\n“Cash, coal, cars and trees” to keep the world to 1.5 degrees – that was the catchy mantra coined by Boris Johnson’s spokesperson before the Cop26 conference, summarising the UK’s strategy of attacking the climate crisis on several fronts, to reverse the rise in greenhouse gas emissions and stave off climate breakdown.\\nThat push was expressed in a carefully orchestrated string of initiatives covering those four key elements, and a few more, spread across the two weeks of the conference. The choreography was a key part of the UK’s plan: the Cop talks are dominated by backroom technical discussions over the fine details of the Paris agreement. Slow-moving and impenetrable to outsiders, these can give the (correct) impression of stalling and delay in the face of a global crisis.\\nSo to gain a sense of momentum, the UK plan was to launch the summit with world leaders, then keep up a steady stream of “wins” that would cover aspects of the climate crisis that lie outside the scope of the annual UN talks but are no less vital to its resolution.\\nWorld leaders brought their glamour to the start, when Joe Biden of the US and his counterparts Fumio Kishida, the prime minister of Japan, the leaders of EU member states, Australia’s Scott Morrison and India’s Narendra Modi flew in among the 120 heads of state and government. Missing were Xi Jinping of China and Russia’s Vladimir Putin, but the leaders’ summit at the start gave the strong impetus the UK wanted.\\nThere were some fireworks among the leaders: Morrison faced embarrassment as France’s Emmanuel Macron accused him of lying, in answer to a Guardian journalist’s question. Biden picked a fight with Xi when he remarked: “They didn’t show up … How do you do that and claim to have any leadership mantle?” Modi made the surprise announcement that India would pursue net zero emissions – by the late date of 2070, but significant nonetheless, according to experts.\\nAs the leaders left the stage, the UK’s plan for cash, coal, cars and trees kicked in. The raft of announcements served two purposes: they addressed major sources of greenhouse gas emissions, or major elements of the solutions to the climate crisis; and they gave an impression of momentum, while the talks themselves were locked behind closed doors in interminable discussions over the minutiae of the final text.\\nThe UK’s strategy bore fruit, said Bob Ward, policy director at the Grantham Research Institute on Climate Change and the Environment at the London School of Economics. “The contributions of the world leaders, particularly Narendra Modi, and the important announcements of stronger action on deforestation and methane, for instance, did provide positive momentum and had real substance. This was important as negotiators moved on to the hard grind of hammering out agreed text for the final decision.”\\nFirst among the initiatives was an agreement to halt deforestation by 2030, signed by more than 130 countries, on the second day of the talks. Forests act as carbon sinks but the loss and degradation of the rainforests of the Amazon, the Congo Basin and south-east Asia has vastly diminished their carbon-absorbing potential. Stemming the losses, restoring degraded land and planting new forests is essential to any attempt to limit temperature rises, and would strongly benefit nature and biodiversity.\\nCash refers to the need for climate finance, from rich to poor countries to help them cut greenhouse gas emissions and cope with the impacts of the climate crisis. This has long been a key issue at the talks, one that dominated the closing discussions with developing countries deeply unhappy at the failure of the rich world to meet a promise made in 2009 that $100bn a year would flow to them from public and private sources by 2020. On the third day, more than 450 banks and financial institutions with a capitalisation of $130tn announced they would align their investments with net zero emissions by 2050, in a deal spearheaded by the former Bank of England governor Mark Carney.\\nHe told Cop: “When the UK assumed the Cop presidency in partnership with Italy two years ago, $5tn of private financial assets were committed to net zero. Today, as part of the Glasgow financial alliance for net zero, over 450 major financial institutions from 45 countries are committing to manage their balance sheets totalling over $130tn in line with net zero. Make no mistake: the money is now there if the world truly wants to address climate change.”\\nCoal is the dirtiest fossil fuel, and continuing dependency on it is the biggest reason why greenhouse gas emissions are set to climb again next year, according to the International Energy Agency. On the fourth day of Cop26, more than 40 countries agreed to phase out coal power in what Kwasi Kwarteng, the business secretary, hailed as “a milestone moment in our global efforts to tackle climate change, as nations from all corners of the world unite in Glasgow to declare that coal has no part to play in our future power generation … the end of coal is in sight”.\\nFinally, in the second week of talks, the UK announced a deal on cars, by which more than 24 countries and several leading manufacturers committed to ending fossil fuel engines by 2040 or earlier, with Ford, Volvo and Mercedes-Benz among them.\\nAs well as these carefully choreographed initiatives, the US and the EU came forward with a deal, involving scores of countries, to cut emissions of methane, a powerful greenhouse gas that comes from animal husbandry, fossil fuel exploration and waste. If successful, the pledge to cut methane by 30% by 2030 would knock an estimated 0.2C off global heating, a valuable contribution with temperatures currently 1.1C above pre-industrial levels and rapidly heading towards the 1.5C threshold.\\nBut as the days wore on, and the announcements started to repeat or grow smaller in scope and impact, the hosts also came in for a barrage of criticism, as delegates suspected the announcements were not all that they seemed. First the forestry deal began to unravel, as Indonesia’s environment minister claimed the country was not intending to keep to its target of ending forest loss this decade.\\nThen the finance deal also appeared overblown. Although the 450 banks and institutions signed up have a capitalisation of $130tn, only a small slice of their investments will be devoted to low-carbon efforts in the crucial next decade. These banks are also allowed, under the terms of the deal, to carry on pouring money into fossil fuels.\\nSimon Youel of Positive Money said: “Banks may be preparing to scale up investment in ‘green’ activities, but this announcement said nothing about financial firms’ investments in new fossil fuel projects.”\\nWhen the spotlight fell on coal, the claim that the end of coal was in sight quickly fell apart. The full list of countries signing up to phasing out coal was not at first released to journalists – when it was, only 18 countries were found to have agreed to it, with most of the world’s biggest users, including China, India and the US, missing. And when the cars announcement finally came in the second week of the conference, it was found that many major manufacturers – including Volkswagen, Toyota and BMW – had failed to sign up.\\nThe end result was for some delegates an appearance of spin, even greenwash. Mohamed Adow, director of the thinktank Power Shift Africa, accused the UK of “dressing up empty promises as climate leadership”, by pursuing fossil fuels at home – through new oil and gas fields, a potential new coalmine – and cutting overseas aid while exhorting other countries to provide more climate finance to the poor.\\nHe said: “It’s clear that rich nations would rather make pre-planned announcements and launch new schemes rather than get around the negotiating table with countries on the frontline of the climate crisis and commit their decisions to enhanced [national plans for emissions cuts] or the delivery of the promised $100bn by 2020.”\\nJennifer Morgan, executive director of Greenpeace International, said: “Most host governments dabble in a bit of media management but the UK’s communications strategy in Glasgow is something different. It seems designed to dampen transparency and integrity. We actually want to find things to celebrate but it’s hard when there is a constant concern that everyone is getting played.”\\nFor the UK, if these deals produce tangible outcomes in the coming months and years, it will be vindication of a strategy that sought to spread the push for climate action beyond the narrow confines of a Cop meeting, where the focus is on the legalese and minutiae of a dry text – and where the discussions over the “rulebook” for the Paris agreement alone have taken six years, with some aspects still not fully resolved. If the “side deals” prove to bear fruit in lower emissions, concerns about spin will be quickly forgotten.\\nA Cop26 spokesperson said: “We saw real momentum for climate action in the first week of Cop26, including major new commitments on ending our reliance on coal, increasing climate finance, tackling deforestation and plans to cut emissions. These were clearly communicated, showing the level of ambition at the summit and providing a firm foundation for further productive negotiations as we worked towards a final agreement.”", "image": [["https://i.guim.co.uk/img/media/fc5d4843d2326b6a9d338fd438ccd3f45eacbfcf/401_193_4335_2601/master/4335.jpg?width=465&dpr=1&s=none", "Alok Sharma, president of the Cop26 summit, left, talks to US climate envoy John Kerry."], ["https://i.guim.co.uk/img/media/fcee79c7659b64fced55faf45279e8219865327f/0_117_3500_2100/master/3500.jpg?width=445&dpr=1&s=none", "Activists wearing black hoods cloaks marked Cop7, Cop8, Cop9 and take part in a mock funeral at Glasgow Necropolis during Cop26."], ["https://i.guim.co.uk/img/media/b0b23784b0e0736cd8f122a044a2a253e05f0526/1528_1302_3849_2309/master/3849.jpg?width=445&dpr=1&s=none", "A Tuvalu delegate, holding up a photograph of three children on his mobile, speaks during a plenary session at Cop26."]], "author": ["Fiona Harvey"], "date": null}, "https://www.theguardian.com/environment/2021/nov/05/bit-like-a-clown-boris-johnson-makes-impression-cop26": {"title": "‘Like a clown’: what other countries thought of Boris Johnson at Cop26", "subtitle": null, "text": "PM could not resist wheeling out the usual jokes and antics at crucial summit, but the laughs never came\\nIt was one of the defining images from Cop26.\\nSeated next to Boris Johnson on Monday and wearing a mask was 95-year-old David Attenborough. The prime minister, however, was maskless. At one point, Johnson seemed to have nodded off.\\nOn stage and in front of 120 world leaders, the contrast between the two men was striking. The naturalist was sombre and serious. There was a “desperate hope” we might still avoid disaster, Attenborough said in Glasgow, in the most memorable phrase of the week. Joe Biden was among those to give him a standing ovation.\\nJohnson sought to strike a similarly elevated tone. There were serious moments in his speech: he mentioned a responsibility to future generations, for example, and to “children not yet born”.\\nBut overall the prime minister appeared to rely on the jokes and verbal antics that have served him well in the past. With the world watching on the most urgent issue of the age, he sought to mix it up – part statesman, part standup.\\nLabour said his speech seemed thrown together at the last moment. To many others, his quips seemed strangely unsuited to the grave occasion and to his non-British audience.\\nHe began by likening the climate crisis to James Bond wrestling with a ticking bomb. “It’s one minute to midnight on that Doomsday Clock and we need to act now,” he declared. (Days before, at the G20 summit in Rome, he had used football for his analogies – describing humanity as “5-1 down at half time”.)\\nJohnson’s Cop26 address was met with stony silence. The prime minister left pauses for laughs. They never came.\\nOutside the hall, what did other countries make of a British leader who had once written sceptically about the climate emergency? Was his new evangelism for real, many wondered, or merely an act by someone adept at persuading people he holds certain beliefs?\\nAbroad, few were convinced. In Spain, El País noted Johnson appeared to have undergone something of a Damascene conversion to environmentalism since the days when “as a provocative political columnist for the Daily Telegraph, he flirted with a rather loutish kind of climate change denialism”.\\nHis attempts to stress the importance of the meeting were undercut by a familiar idiosyncrasy, it said. “He wanted to appear ‘cautiously optimistic’, and yet he couldn’t avoid slipping into his usual over-the-top rhetoric,” the paper reported.\\nOthers felt his puns got lost in translation. Bas Eickhout, a long-serving Dutch Green MEP, observed: “He is regarded a bit like a clown. It’s clear that this is his style and that is certainly now what people are used to. Some of the jokes are quite domestic orientated for a domestic audience.”\\nAsked about Johnson’s leadership, one EU official laughed, but offered a diplomatic take. “It’s not completely my taste to be honest,” the person said, sidestepping to praise the UK diplomatic machine. “One thing that we profit from is that the UK still has one of the best foreign services in the world. It’s pretty difficult to break that up and they [Downing Street] haven’t got round to it yet.”\\nThe French media was also unimpressed, at a time when Paris and London are involving in a bitter spat over fishing. Le Point said Johnson had indulged in his “usual humorous banter”. “Wide-eyed, we observe Johnson’s smirk; his face recalls that of a dad cracking one of his favourite jokes,” it said.\\nLibération saw “chaotic organisation” on show at the summit; Le Monde “apparent nonchalance” from the British side. “He seems a lot more interested in re-litigating Brexit with Brussels than with convincing global leaders to raise their CO2 reduction targets,” the paper wrote.\\nGermany’s Der Spiegel recalled the prime minister’s climate speech in September to the UN general assembly when – bizarrely – he referenced Kermit the frog. “When it comes to using zany metaphors to underline his message, Johnson has form,” Spiegel said.\\nFor his part, Johnson insists his conviction that global heating poses an existential threat is real. Asked by the Guardian why he had become a believer, Johnson said he received a briefing from government scientists soon after becoming prime minister. It featured terrifying data and graphs, he recalled. Johnson’s wife, Carrie, probably also played a role in changing his mind, or so everyone around him thinks.\\nYet doubts over Johnson’s sincerity remain. He flew to Rome and then on to Glasgow in a luxurious chartered plane painted with “United Kingdom” and a union flag. The jet is used by Johnson and some royals for shorter trips. But why not travel back to London from Cop26 by train, a comfortable journey of four and a half hours? This was not possible, No 10 said, because of “time restraints”.\\nOn Thursday, the reason for Johnson’s haste became clear. The Mirror reported Johnson had flown back to London to attend a reunion of Daily Telegraph journalists at the men-only Garrick Club. He was pictured emerging from a dinner with Charles Moore, his old boss, whom Johnson recently made a Tory peer.\\nLord Moore has said there is no proof the planet faces a “climate emergency” and accuses activists of “project fear”.\\nAnneliese Dodds, the Labour party chair, said Johnson was guilty of “staggering hypocrisy”. The charge sheet also includes reducing taxes on domestic passenger flights in last week’s budget and equivocating on whether a controversial new coalmine should be built in Cumbria, at the same time as calling on China, the US, Australia and others to phase out coal production.\\nIt has left many environmentalists with a fear that Johnson has so far failed to heed his own apocalyptic rhetoric, even if he now grasps the problem.\\n“We hope world leaders listen to Johnson’s warnings. But maybe he needs to listen to them himself,” Greenpeace’s Rebecca Newsom said.\\nAdditional reporting: Jennifer Rankin, Jon Henley, Sam Jones, Philip Oltermann, Tom Phillips", "image": [["https://i.guim.co.uk/img/media/62f5543c791747c4ed8d457747aa3883b41f9ce7/0_34_4000_2401/master/4000.jpg?width=465&dpr=1&s=none", "Boris Johnson and Sir David Attenborough at the opening ceremony of Cop26"], ["https://i.guim.co.uk/img/media/9ed46d9b72fac93f51cdd58a27ffee9c7de89374/0_41_2787_1673/master/2787.jpg?width=445&dpr=1&s=none", "Boris Johnson"]], "author": ["Luke Harding", "Peter Walker"], "date": "2021-11-05"}, "https://www.theguardian.com/music/2021/nov/11/sustainable-banger-jarvis-cocker-stars-on-climate-themed-dance-track": {"title": "‘Sustainable banger’: Jarvis Cocker stars on climate-themed dance track", "subtitle": null, "text": "Pulp frontman weighs in on Cop26, Brexit and arts cuts as Let’s Stick Around is released\\nJarvis Cocker has teamed up with the electronic DJ Riton to release what he calls “the world’s first sustainable banger” to encourage action to address the climate crisis.\\nLet’s Stick Around, released on Thursday to coincide with Cop26, brings together one of the figureheads of Britpop with a powerhouse of electronic dance music. “Anybody with any sense is passionate about the climate emergency, it’s moving more into the centre of everybody’s consciousness,” Cocker said.\\nThe former Pulp frontman was approached to do the vocals last year by the Grammy-nominated Riton and Ben Rymer, who together make up Gucci Soundsystem.\\n“It seemed appropriate to unleash it on an unsuspecting world during Cop26,” Cocker said. “A lot of debates in the modern world devolve into people shouting at each other from opposite corners of a room. The idea was that anybody could dance to this song and agree with it. That’s what music does so well. It brings people together.”\\nCocker has long been an advocate for climate action. His concerts have featured stalls for Extinction Rebellion, some of whose members joined him on the Q awards red carpet in 2019.\\nHe said it was “hard to get a sense of the stilted announcements” at Cop26, which involved a lot of “discussions behind closed doors … There’s still the idea that there’s an elite of people who are going to tell you how the world works.” An issue such as climate change that affects everyone also needed to include everyone, he said.\\nCocker, who is performing in Glasgow on Thursday with his solo band Jarv Is …, lamented the fact that air travel was cheaper than rail. “I’m getting the train to Glasgow, but while that’s the situation, nothing’s going to change that much.”\\nHe said climate solutions should not hinge on asking people to give things up, “because it’s never going to work. It’s about doing things differently, like the experimentation with hydrogen fuel. Aeroplanes aren’t going to disappear, it’s just daft to think that people aren’t going to go on holiday any more.”\\nHis song (Cunts Are Still) Running the World has become an epic singalong on his current tour, but Cocker said he had been in two minds over whether to include it in the setlist. The late Tony Benn had taken him to task over the track, warning against cynicism and nihilism. “He said you’ve got to believe in the democratic process. I took that to heart. But unfortunately, I still feel that the song is appropriate.”\\nEarlier this year Cocker released an album of French music to accompany Wes Anderson’s latest film, The French Dispatch. But the Sheffield-born singer, who has spent much of his life in Paris, where his son is based, said it was dispiriting that musicians were still having trouble touring in Europe post-Brexit.\\n“It’s still really complicated and expensive,” he said. “Normally we would be preparing after this tour to do some shows in Europe.”\\nCocker said Pulp’s Common People, one of the biggest-selling records of the 90s – with lyrics centred on a meeting at Central Saint Martins – might not have been written today if government plans to limit the number of arts students go ahead.\\n“This idea that arts is not a proper job or a proper thing to study is stupid,” he said. “Creativity is the centre of the human experience. The first things that show you that people were alive are cave paintings or little bone carvings. It’s how humans say we exist. It’s not some kind of fringe pursuit.\\n“My life would have been so different if I hadn’t had that opportunity to go to Saint Martins at the time that I did. But that kind of opportunity isn’t open to people from my kind of background any more. And that just makes me very angry and very sad.”", "image": [["https://i.guim.co.uk/img/media/bad7d242229ec069f1c8246498cbb7396e628819/0_66_5091_3055/master/5091.jpg?width=465&dpr=1&s=none", "Jarvis Cocker (centre right) at the Q awards in London in 2019."]], "author": ["Nadia Khomami"], "date": "2021-11-11"}, "https://www.theguardian.com/commentisfree/2021/nov/07/bleak-pessimism-about-the-planets-future-is-as-lethal-as-blithe-optimism": {"title": "Want to change the world? Then you’d better give up on self-defeating pessimism", "subtitle": null, "text": "He quickly apologised for his crassness but the archbishop of Canterbury’s comparison of politicians who fail to tackle climate change with those in the 1930s who appeased the Nazis was not simply crass. It illustrated how many imagine that the best means of arousing political concern is by painting as dark a picture as possible of social problems. And few things today speak more of evil than the Holocaust.\\nThe kind of facile optimism that a figure such as Boris Johnson exudes is deeply obnoxious. It’s a way of avoiding the issues, of pretending that we can resolve our problems by not thinking deeply about them, but by simply asserting “we can do it”.\\nThere is something equally objectionable about unthinking pessimism. About the insistence that a social problem is so beyond control that we cannot avoid catastrophe or so deeply rooted that it cannot be dug out. Yet this often seems to be the default setting for so many political discussions, from racism to the refugee crisis. And on no issue more so than climate change.\\nRoger Hallam, the co-founder of Extinction Rebellion, has given “Advice to Young People as They Face Annihilation”. Describing social collapse after unchecked climate change, he warned in graphic terms that “this is what is going to happen to your generation”: “A gang of boys will break into your house demanding food. They will see your mother, your sister, your girlfriend and they will gang rape her on the kitchen table… They’ll take a cigarette and burn out your eyes with it… That is the reality of climate change.”\\nIt’s difficult to know what such nihilistic despair is supposed to achieve or how imagining the world as a Mad Max film would make people more willing to take action. The novelist Jonathan Franzen insisted in the New Yorker magazine that people need to stop “denying reality” and tell “ourselves the truth” that climate change “can’t be solved”. “Every day, instead of thinking of breakfast,” he suggested, “they have to think about death.”\\nNot surprisingly, this sense of bleakness and futility has seeped into wider culture. A recent international survey of young people found that 75% believed “the future is frightening”, 56% thought “humanity is doomed” and 39% were “hesitant to have children”.\\nClimate change is a critical issue and one that will require considerable political will and social resolve to challenge. Hallam and Franzen and similar thinkers insist that only an apocalyptic vision will persuade people to take action. In reality, as the environmental journalist Hannah Ritchie has observed: “Once anger transitions into hopelessness, we struggle to achieve much at all.” Telling people that there is no future is hardly conducive to getting them to act to change it.\\nIt’s not just on climate change that pessimism has colonised the debate. Consider discussions of racism. From the widening scandal over Yorkshire County Cricket Club’s treatment of former player Azeem Rafiq to the trial in America of three white men for the death of jogger Ahmaud Arbery, racism dominates much of the news. Central to the debate is the insistence on the need to root out “institutional racism”. And yet, for all such talk, many, whether columnists or corporations, see racism as the property not of social structures but of white people. Once racism is rendered the product of whiteness, it becomes, in the words of Robin DiAngelo, author of White Fragility and doyenne of the “white people are the problem” school, “unavoidable”, something that will endure as long as white people exist. That is why “progressives” confronting racism “cause the most damage to people of colour” because of their dreams of eradicating racism.\\nDiAngelo has a nice line in monetising white guilt, but serious black thinkers have equally made the case for taking a bleak view. The US writer Ta-Nehisi Coates was acclaimed by the late Toni Morrison as the new James Baldwin for his challenging arguments and exquisite prose. White supremacy, Coates suggests, is like a natural force beyond reach of human solutions. “The earthquake cannot be subpoenaed. The typhoon will not bend under indictment”, as he puts it in his book Between the World and Me. Coates is part of a school of thought, sometimes called “Afropessimism”, nurtured by writers such as Frank Wilderson and Patrice Douglass, who argue that little can change for black people and that, in Wilderson’s words, “Blackness is coterminous with slaveness”.\\nSuch arguments are not, of course, part of everyday, mainstream discussion. Yet the success of figures such as DiAngelo and Coates and the entrenchment of the view of racism as an issue of whiteness show how these ideas can infect wider circles.\\nIt might seem odd to talk of pessimism or despair in the age of Black Lives Matter and Extinction Rebellion. However, a paradox of our time is that passionate protest often coexists with a sense of fatalism about possibilities of change. Much has been made of the disruption caused by Insulate Britain’s tactics of closing off motorways. All protests cause some disruption. The real problem with Insulate Britain is that it has become an end in itself, protesters seemingly unconcerned about alienating people, rather than winning them over to their side.\\nUnderlying much of this is a sense of despair about human beings, who, in the the words of philosopher David Benatar, not only constitute “the most destructive species” but whose lives are “filled with dishonesty, betrayal, negligence, cruelty, hurtfulness, impatience, exploitation”. It is, he says, best that no human is born because of “the harm that the created person will (likely) do”. Again, most people probably abhor the better-never-to-have-been-born argument and yet that sense of cynicism about human activity finds a wider hearing.\\nThere is a long history of misanthropic pessimism, largely within the conservative tradition. For them, the flaws of human nature are reason to shun what they regard as utopian schemes for social change. “Those who struggle to change the world,” the philosopher John Gray suggests, are merely seeking “consolation for a truth they are too weak to bear”.\\nWhat is different today is that such pessimism and misanthropy have come to colonise much of the left, too. This, as much as climate change or racism, is an issue to confront. Otherwise, despair about challenging such problems will become a self-fulfilling prophecy.\\nKenan Malik is an Observer columnist", "image": [["https://i.guim.co.uk/img/media/25ca21e506799b71424f4e162adcf591c464aea5/3_0_10661_6400/master/10661.jpg?width=465&dpr=1&s=none", "Illustration: Dominic McKenzie."]], "author": ["Kenan Malik"], "date": null}, "https://www.theguardian.com/business/2021/nov/26/uk-poised-for-record-black-friday-sales": {"title": "Shoppers go to town as UK rings in biggest-ever Black Friday sales day", "subtitle": null, "text": "Data from banks and card issuers suggests consumers on track to spend almost £9.2bn this weekend\\nThe UK has rung up its biggest Black Friday sales day ever, data suggests, with shoppers spending more than one-fifth more than last year as the high street bounced back from pandemic lockdowns.\\nThe number of payments via Barclaycard, one of the UK’s biggest debit and credit card issuers, were up 23% between midnight and 5pm compared with the same period in 2020, when most of the UK high street was in lockdown, and was up 2.4% on 2019.\\nHowever, Rob Cameron, the chief executive of Barclaycard Payments, said he did not expect total sales to be too far ahead of 2019 as some more expensive items, such as kitchen appliances and electronics, were not selling as well because of supply problems.\\nHe said independent businesses were benefiting from the return to high streets but restaurants, cafes were likely to be the big winners as families and friends made the most of being able to gather together again. “People are going back to more in-person experiences,” he said.\\nNationwide said its customers had made 5.95m purchases by 5pm, 26% up on last year and 24% up on 2019. Mark Nalder, head of payments at the building society, said: “Black Friday spending has continued in line with our expectations and is still shaping up to be the busiest shopping day of the year.”\\nDespite online retailers’ fears of a slowdown after last year’s surge in internet sales prompted by high street store closures, the logistics technology group Metapack said it was on course to handle more parcels than on Black Friday 2020.\\nBetter sales of clothing, leisure and sports items helped offset lower volumes of toys, electronics, technology and homeware, all of which have been affected by delays in supplies from the east and south-east Asia.\\nRetailers, including the specialist AO.com and John Lewis, have said Black Friday sales could be hit by potential product shortages because of limited supplies of microchips, factory stoppages in the Asia-Pacific region caused by the pandemic and problems with international shipping.\\nJohn Lewis said it had seen a “brisk start” to trading on the day with demand for beauty and fashion particularly strong, as the UK prepares for its first Christmas party season in two years.\\nHealth and beauty specialist Boots said it had experienced its busiest hour of online trading all year on Friday morning, with three orders a second coming in.\\nThe figures show the UK is on track for shoppers to spend almost £9.2bn this weekend – 15% more than in 2020 – as predicted by analysts at GlobalData for the VoucherCodes Shopping for Christmas report.\\nThe surge in sales comes despite disquiet about the spending spree, with Amazon’s largest UK warehouse blockaded by climate activists targeting the global online retailer on its busiest day of the year.\\nAbout 20 Extinction Rebellion activists stopped lorries from entering the company’s Scottish distribution centre in Dunfermline from 4am. The group said it was also protesting at sites in Doncaster, Darlington, Newcastle upon Tyne, Manchester, Peterborough, Derby, Coventry, Rugeley, Dartford, Bristol, Tilbury and Milton Keynes.\\nAn XR spokesperson said: “The action is intended to draw attention to Amazon’s exploitative and environmentally destructive business practices, disregard for workers’ rights in the name of company profits, as well as the wastefulness of Black Friday.”\\nThe online fashion specialist Pretty Little Thing drew criticism for offering clothing items for free among its Black Friday deals while its sister company Boohoo offered 99% off some items.\\nMany small stores decided to boycott the day or offer alternatives such as “colour Friday” highlighting creative ideas at local independent shops. Some big high street names including Marks & Spencer and Next ignored the event while others offered greener alternatives.\\n", "image": [["https://i.guim.co.uk/img/media/6f62f9ee38f9e50b0f345f0dc74da7d41daaf6dc/0_118_3549_2129/master/3549.jpg?width=465&dpr=1&s=none", "a black friday 50% off sign"]], "author": ["Sarah Butler"], "date": "2021-11-26"}, "https://www.theguardian.com/environment/2021/nov/27/successions-plot-twist-prompts-thousands-to-leave-money-to-greenpeace-in-their-wills": {"title": "Succession’s plot twist prompts surge of interest in leaving money in wills to Greenpeace", "subtitle": null, "text": "When Cousin Greg was disinherited by his grandfather in favour of the environmental group, inquiries about such legacies soared\\nIn one bewildering and painful scene in the hit TV drama Succession, Cousin Greg sees his future of ease and wealth turn to dust. His grandfather, Ewan, announces he is giving away his entire fortune to Greenpeace, depriving Greg of his inheritance.\\nNow Greenpeace is hoping to benefit in real life as well as in the fictional world of the media conglomerate Waystar Royco. Thousands of people have looked into leaving money to the environmental group since the darkly comic storyline about Cousin Greg losing his inheritance and then threatening to sue the organisation was broadcast. More than 22,000 people have accessed online advice about making donations in their wills to Greenpeace. The group’s legacy webpage has also seen a tenfold surge in traffic since the episode was first broadcast earlier this month.\\nGreenpeace UK’s head of donors and legacies, John Hutchin, says the Emmy award-winning HBO series has brought an important but rarely discussed subject to the fore. “It’s incredible the amount of interest we’ve seen off the back of this storyline,” he says. “Our planet needs protecting now more than ever, and the gifts that people leave to us in their wills really are vital to funding our campaigns.”\\nGreenpeace UK gets around a sixth of its income from gifts left in wills. This year it expects to receive about £5.5m.\\nThe fifth episode of the current series of Succession, which follows the bitter struggle to succeed ageing media mogul Logan Roy, revels in Cousin Greg’s impotent anguish as Ewan announces he is leaving his entire estate to charity partly to spite his grandson. Greg, a peripheral and permanently insecure family member, then threatens to sue Greenpeace, before his erstwhile confidant, Tom Wambsgans, remarks approvingly: “I like your style. Who are you going after next? Save the Children?”\\nAfter the episode was broadcast, Greenpeace digital team changed the group’s Twitter handle to “Gregpeace” and tweeted Nicholas Braun, who plays Greg: “we heard Cousin Greg wants to sue Greenpeace” with a link to advice on donating. Braun replied, in character, “still gonna do it”. Save the Children got involved too, asking Braun if they were next. He responded: “No no, the children are safe.”\\nThe exchange has generated more clicks than any other link shared on Greenpeace’s Twitter account. The original tweet has over 3m impressions. Hutchin adds: “Whether you’re a lifelong environmentalist whose work is not yet finished, or, like Uncle Ewan, you have ulterior motives, leaving a gift in your will is a great way to achieving that.”\\nIn the following episode, broadcast last week, Greenpeace gets another mention. Greg is glimpsed being held aloft by Republican supporters chanting his name, with one calling out: “Fuck Greenpeace.”\\nIn a case of life imitating art, James Cromwell, who plays Ewan, is believed to be a long-term Greenpeace supporter. Cromwell, who starred in LA Confidential and Babe, is a seasoned activist who was jailed after a protest at the site of a gas-fired planned power plant.\\nAlthough mainly set in the US, with a strong American cast, Succession was created by British writer Jesse Armstrong, who made his name with the innovative Channel 4 comedy Peep Show. The show’s writing team includes two prominent British writers, Lucy Prebble and Georgia Pritchett. The cast also draws on talent from this side of the Atlantic: the menacing patriarch, Logan Roy, is played by Scottish actor Brian Cox, and Tom is played by English actor Matthew Macfadyen.\\nLegacy gifts have helped many charities survive as normal fundraising activities have been curtailed in the pandemic. The amount of money donated to charities in the UK has increased over the past 30 years, with gifts rising from £800m in 1990 to £3.4bn in 2020. More than 16% of wills now contain a charitable gift. Analysts expect the baby-boomer generation to pass on large amounts of wealth, with many charities in line to benefit. Research by the charity and bequest analysts Legacy Foresight estimates legacy income will be worth £19.6bn between 2021 and 2025 and climb to £23bn in the second half of the decade.", "image": [["https://i.guim.co.uk/img/media/8472746e6fae2133f9c376b62ccf446128f3e51b/127_0_2595_1558/master/2595.jpg?width=465&dpr=1&s=none", "Video still of a meeting in the lobby of a conference centre or similar building. Greg has a look of consternation on his face as he is told something by a character just off screen, while Ewan, sitting next to him, has an unreadable expression"], ["https://i.guim.co.uk/img/media/31664dff995ef4f8608e471e468628789e8243e0/0_279_5760_3456/master/5760.jpg?width=445&dpr=1&s=none", "A huge cutout of the globe with a sign on it saying 'Not for sale' hanging in a darkened conference hall"]], "author": ["Tom Wall"], "date": "2021-11-27"}, "https://www.theguardian.com/environment/2021/nov/04/cop26-protesters-urge-sturgeon-to-act-over-intimidating-policing": {"title": "Cop26 protesters urge Sturgeon to act over ‘intimidating’ policing", "subtitle": null, "text": "Activists call on Scottish first minister to intervene after ‘numerous incidents of abuse of powers’\\nClimate campaigners attending the Cop26 summit are urging Nicola Sturgeon to intervene in what they describe as intimidating and heavy-handed policing of protests in Glasgow.\\nThe open letter from the Cop26 Coalition, Stop Climate Chaos Scotland and the Climate Coalition calls on the first minister to ensure that the right to protest is upheld in advance of Friday and Saturday’s mass marches, after activists reported “numerous incidents of abuse of powers and intimidating tactics” by the 10,000 officers from forces across the UK who have been deployed daily.\\nThe signatories highlight “the disproportionately high number of officers deployed, combined with intrusive police surveillance” which has created “an atmosphere of fear and intimidation” and “unacceptable chilling effect on the right to protest”.\\nThe Guardian has heard first-hand accounts from activists of being threatened with arrest for unfurling a banner at a train station, refused a written receipt after a stop and search and prevented from joining an assembled protest because they were turned back at a police cordon.\\nThese reports stand in stark contrast to Police Scotland’s pledge before the conference of a “human rights-based approach” to policing of protest that would be “welcoming, friendly and proportionate”.\\nCampaigners were particularly alarmed by the use of the tactic of kettling – corralling protesters for a lengthy period of time – at Wednesday’s Extinction Rebellion march through the city centre. Activists reported being refused access to water, toilet facilities and medication during the kettle.\\nPolice Scotland insisted that protesters were “contained for a short period” and this was “necessary in order to maintain public safety”, adding it was “extremely disappointing that officers were assaulted by having paint sprayed in their faces”.\\nExtinction Rebellion Scotland have since published a video which they say shows an activist trying to use spraypaint on a building and being tackled by officers, who then arrested him for assault.\\nThere are significant concerns that the “saturation policing” seen on the streets of Glasgow so far this week will have a chilling effect on participation at the Fridays for Future school strike on Friday and the Global Day of Action on Saturday, when up to 100,000 people are expected to march through the city. Many of them will be first-time protesters and may not be familiar with the English language or Scots law.\\nCampaigners argue that these tactics also have a detrimental impact on the community as a whole – on Tuesday, Police Scotland apologised to women in Glasgow who had to walk home in darkness on Monday night after well-lit streets were blocked off due to summit security concerns.\\nAssistant chief constable Gary Ritchie said: “Police Scotland is a rights-based organisation that puts our values of integrity, fairness, respect and a commitment to upholding human rights at the heart of everything we do. This means that we will protect the rights of people who wish to peacefully protest or counter-protest at Cop26, balanced against the rights of the wider community.”\\nHe added that “containment” was a “permitted policing tactic where a breach of the peace is taking place or reasonably thought to be imminent”.\\nA Scottish government spokesperson said: “The Scottish government is fully supportive of the right to protest in a peaceful and lawful manner, and welcomes all contributions on how, together, we tackle the climate emergency. Police Scotland has engaged with a wide range of activist groups in advance of the conference in order to facilitate and support their right to peaceful protest.”", "image": [["https://i.guim.co.uk/img/media/f52760fb333376c554eeeaef87e967fd76194394/0_185_5568_3342/master/5568.jpg?width=465&dpr=1&s=none", "A lone protester is seen surrounded by police officers outside the Cop26 summit"], ["https://i.guim.co.uk/img/media/4d5496504297421721500859ada50e619fea632f/0_22_3500_2101/master/3500.jpg?width=445&dpr=1&s=none", "An Extinction Rebellion activist wearing a clown’s nose stands next to police officers during a protest at Cop26 summit"]], "author": ["Libby Brooks"], "date": "2021-11-04"}, "https://www.theguardian.com/environment/2021/nov/09/cop26-sets-course-for-disastrous-heating-of-more-than-24c-says-key-report": {"title": "Cop26: world on track for disastrous heating of more than 2.4C, says key report", "subtitle": null, "text": "Research from world’s top climate analysis coalition contrasts sharply with last week’s optimism\\nThe world is on track for disastrous levels of global heating far in excess of the limits in the Paris climate agreement, despite a flurry of carbon-cutting pledges from governments at the UN Cop26 summit.\\nTemperature rises will top 2.4C by the end of this century, based on the short-term goals countries have set out, according to research published in Glasgow on Tuesday.\\nThat would far exceed the 2C upper limit the Paris accord said the world needed to stay “well below”, and the much safer 1.5C limit aimed for at the Cop26 talks.\\nAt that level, widespread extreme weather – sea-level rises, drought, floods, heatwaves and fiercer storms – would cause devastation across the globe.\\nThe estimate stands in sharp contrast to optimistic forecasts published last week that suggested heating could be held to 1.9C or 1.8C, thanks to commitments announced at the talks, now in their second week and scheduled to end this weekend.\\nThose estimates were based on long-term goals set out by countries including India, the world’s third-biggest emitter, which is aiming for net zero emissions by 2070.\\nBy contrast, the sobering assessment of a rise of 2.4C from Climate Action Tracker (CAT), the world’s most respected climate analysis coalition, was based on countries’ short-term goals for the next decade.\\nBill Hare, the chief executive of Climate Analytics, one of the organisations behind CAT, told the Guardian: “We are concerned that some countries are trying to portray [Cop26] as if the 1.5C limit is nearly in the bag. But it’s not, it’s very far from it, and they are downplaying the need to get short-term targets for 2030 in line with 1.5C.”\\nEmissions will be twice as high in 2030 as they need to be to stay within 1.5C, based on promises made in Glasgow, CAT found. Scientists have warned that beyond 1.5C, some of the damage to the Earth’s climate will become irreversible.\\nThe analysts also found a chasm between what countries have said they will do on greenhouse gas emissions and their plans in reality. If current policies and measures are taken into account, rather than just goals, heating would rise to 2.7C, based on the CAT analysis.\\nThe findings should serve as a “reality check” to the talks, said Niklas Höhne, one of the authors. “Countries’ long-term intentions are good, but their short-term implementation is inadequate,” he told the Guardian.\\nThe 197 parties to the 2015 Paris agreement were asked to come to Glasgow with two aims: a long-term goal of reaching global net zero emissions around mid-century; and shorter-term national plans, known as nationally determined contributions (NDCs), pegging emissions reductions to 2030. Scientists say greenhouse gas emissions must fall by about 45% this decade for global temperatures to stay within 1.5C of pre-industrial levels.\\nCountries responsible for about 90% of global emissions have signed up to net zero goals, mostly by around 2050 for developed countries, rising to 2060 for China and 2070 for India, but the NDCs for actions in the next decade do not match up. The climate responds to the cumulative carbon in the atmosphere, so if emissions are high enough in the next two decades the world could surpass the 1.5C limit even if carbon reaches net zero later.\\n“It’s great that countries have long-term net zero targets, but they need to close the gap with short-term measures,” said Hare.\\nThe first week of the Cop26 talks was dominated by a rush of announcements, including commitments on preserving forests, private sector finance for clean energy, and countries phasing out coal. Some of these quickly started to unravel as countries appeared to renege or clarify some of their commitments.\\nAt the start of the second week of the fortnight-long talks, sharp rifts are appearing between countries that want tougher action, specifically to force countries to revise their NDCs annually if they are not in line with 1.5C, and others wanting to stick to the Paris timetable of five-yearly revisions. There are also disputes about how countries should monitor emissions, and over climate finance for poor countries.\\nHare noted there was no contradiction among the varying assessments, published last week by Melbourne University and the International Energy Agency, as they came to similar conclusions based on long-term goals. CAT also found in its “optimistic scenario” that if all targets countries had promised were fully met, temperatures would rise by 1.8C.\\nThe UN environment programme updated its analysis of the “emissions gap” between the cuts needed to stay within 1.5C and those offered by governments. Unep found that with the recently announced pledges by China, Saudi Arabia and others, temperatures were likely to rise by between 1.9C and 2.1C, but like the IEA and Melbourne estimates, that depended on long-term pledges being fully implemented.\\nHare said many of the long-term goals countries had set out lacked credibility. He pointed to Brazil, Australia and Russia. “We are concerned that there is not a seriousness of purpose at Cop26. It’s very hypothetical, getting to net zero in 2050,” he said.\\nHöhne said countries must agree to revise their NDCs every year if they were found insufficient, adding: “If we came back every five years that would be a very bad choice. If countries agree to come back every year, they would have a chance of closing the gap.”\\nJennifer Morgan, the executive director of Greenpeace International, said: “This new calculation is like a telescope trained on an asteroid heading for Earth. It’s a devastating report. We have until the weekend to turn this thing around. That means countries agreeing how they’re going come back next year and every year after that until the gap to 1.5C is closed. The ministers shouldn’t leave this city until they’ve nailed that.”\\nA Cop26 spokesperson said: “We know that the window to keep 1.5C alive is closing but the Intergovernmental Panel on Climate Change is clear that it is still achievable. As today’s reports make clear, we’ve seen genuine progress in the first week of Cop26, but we have a lot more to do.”\\nLabour’s Ed Miliband, the shadow business secretary, said: “The test of Cop26 has always been what concrete commitments it would deliver by 2030, the decisive decade to keep 1.5C alive. This report is an important reality check on the government’s attempt to greenwash Glasgow.”\\nGreen party co-leader Adrian Ramsay said: “Today was the day the sugar coating fell off the Cop26 talks to reveal the bitter pill that world leaders are going to force us to swallow if they don’t take much stronger action. This report shows that action in the next 10 years is vital. Long term targets, promises and non-existent technofixes, with no actual policies to get us there, are worth nothing. It shows that most global leaders have been asleep at the wheel. This is their wake-up call.”", "image": [["https://i.guim.co.uk/img/media/8f1cb8b38d02a46221a8cfc22c4d770387229bf2/0_0_4417_2650/master/4417.jpg?width=465&dpr=1&s=none", "A boy walks through a dried up agricultural field in eastern Iraq"]], "author": ["Fiona Harvey"], "date": "2021-11-09"}, "https://www.theguardian.com/commentisfree/2021/nov/10/cop26-a-tragedy-in-two-acts-where-the-rich-nations-knife-poor-countries-in-the-back": {"title": "Cop26 – a tragedy in two acts where the rich nations knife poor countries in the back", "subtitle": null, "text": "Despite the fine words and supposed ambition, there is little time left to reach a meaningful finale\\nIf Cop26 were to be staged, it would be as a political drama in two long acts. Act one would see the leaders of wealthy countries such as Britain, the US and Australia smiling broadly as they strut the Glasgow stage with their friends, wring their hands and manage the world’s expectations. Act two would see them knifing each other offstage and kicking poor countries hard before running away.\\nThe climate crisis conference, now halfway through its second week, is well into act two and the final scenes are being rehearsed in late-night talks. In a dramatic early-morning move, Alok Sharma and the UK presidency acting as the protagonist, listened to countries and produced a seven page draft “non-paper” that sets the broad outline of the final agreement that it thinks it may be diplomatically possible to reach.\\nIt is only a first draft but to many of the players in this drama it already bodes ill, because, despite the fine words and the supposed ambition, it seems very much to reflect the agenda of the rich. It is welcomed by some because it repeats the 1.5C goal as the critical temperature target, and for the first time calls on countries to speed up the phasing out of coal and fossil fuel subsidies.\\nBut it’s what is not in the draft that is just as important. It is full of words such as “urges” and “recognises” but there is no mention of the $100bn a year that the rich countries pledged nine years ago to help the poor adapt to climate change; no acceptance of their financial or moral responsibility for disasters; nothing about transparency or carbon markets; no plan or proposal to phase out other fossil fuels; and no acceptance that wealthy countries should act first.\\nNow the stage is being re-set for the world’s poor and most vulnerable countries to push back hard and try to get genuine commitments to act. The many groups of small island states, least developed nations, Africans and Latin Americans are genuinely shocked, and worried. Not only is the world on course for a catastrophic 2.4C rise in temperature and nowhere near the 1.5C target, they say, but it looks from this draft as if they are being abandoned and denied the right to either develop with coal or be financially helped to adapt to a crisis they did not cause.\\nEnter the chorus of NGOs, youth groups, indigenous peoples and charities that now step forward as the loud voice of the people. They, too, are shocked by the draft’s seeming lack of ambition and tell rich countries to be far more forceful. “These empty words are way off target to meet the scale of the enormous challenge facing humanity,’ says a spokesperson for ActionAid. “Far from being a real plan by governments to solve a worsening climate crisis, it is more a polite request that countries maybe, possibly, perhaps do more next year or sometime in the future,” says a Greenpeace representative.\\nFrom this point on in the Cop26 drama, the lines have not been written and it’s impossible to guess which direction the talks will go. Just possibly, the UK will play a blinder, its diplomats furiously twisting arms, calling in favours, bringing out the cash and conjuring the missing words that the poorer nations want; but it’s equally likely that Boris Johnson has overestimated his ability to bring countries together, misread the mood of the meeting and left it too late to retrieve. That might explain why the PM has rushed back to Glasgow, possibly having been made aware that diplomatic shame looms without intervention at the highest level. There is little time left to close the gaps and precious little goodwill to take in to the critical last two days of negotiations.\\nIt is now a genuine thriller that could go either way. Over the next 36 hours, many more drafts will be cobbled together by the UK only to be rejected. But if Cop26 is anything like so many others, the poorer countries will eventually fall in line behind the more powerful ones and a shorter text will be put before the world and reluctantly accepted. The rich nations, again, will probably have their way.\\nBut it may be many years before the critics declare Cop26 to have been a farce, a tragedy or an unlikely spectacular hit.\\nJohn Vidal is a former Guardian environment editor", "image": [["https://i.guim.co.uk/img/media/b116524ed9ba4b97af7ea7f65071c1d9ff214ea5/0_186_5568_3341/master/5568.jpg?width=465&dpr=1&s=none", "An indigenous Amazonian woman protests with Extinction Rebellion in Glasgow."]], "author": ["John Vidal"], "date": "2021-11-10"}, "https://www.theguardian.com/environment/2021/nov/06/nicola-sturgeon-says-glasgow-climate-march-will-be-policed-appropriately": {"title": "‘The time for change is now’: demonstrators around the world demand action on climate crisis", "subtitle": null, "text": "Up to 100,000, including Kahnawake Mohawk delegates, brave Glasgow rain as 22 arrested after scientists blockade bridge\\nPeople on almost every continent were gathering for marches and rallies on Saturday to mark a Global Day for Climate Justice, halfway through the Glasgow climate change summit.\\nActivists in the Philippines, eight hours ahead of the UK, had already finished their rally as protesters gathered in Scotland. There were also rallies in South Korea, Indonesia, the Netherlands and France. The Belgian arm of Extinction Rebellion occupied a street in Brussels.\\nThe Scottish morning saw heavy rain, but the early mood was one of cheerful acceptance. “What do you expect protesting in Glasgow?” asked Lucy Bell, who works for the Vegan Kind, an online vegan supermarket based in Rutherglen. “There are so many people here from different backgrounds. It’s easy to get discouraged by the negotiations going on behind closed doors but I’m feeling optimistic this morning despite the rain.”\\nIn Glasgow city centre, direct action group Scientist Rebellion blocked the King George V bridge, one of the main routes to the south side, at about 11.30am. More than 20 scientists, from students to a retired professor, all wearing lab coats stood chained together by the neck. The coalition of activist academics believes non-violent civil disobedience is the only remaining option to draw attention to the extremity of the climate crisis.\\nWas it this guy? 🤔 pic.twitter.com/h98FEyBc5g\\n“There have been 25 previous Cops with no measurable impact on GHG [greenhouse gas] emissions,” said Tim Hewlett, co-founder and one of those on the bridge. “In fact, about half of the GHG emissions have been released since COP1 in 1995. So we’re not here to speak truth to power – they already know – but to the powerless, and to raise their voices in turn.” Hewlett added that the lab coats they were wearing were at least offering some protection from the rain. The bridge was blocked until just before 4pm, and the group said that 21 people had been arrested.\\nLater on Saturday, Gary Ritchie, Police Scotland assistant chief constable, said: “Glasgow has today hosted a public protest the size and scale of which was beyond anything many of us … can ever remember.”\\nThe day had “passed largely without incident”, he said, but “a group of people was contained by officers after their conduct deteriorated, pyrotechnic devices were used and they brought the procession to a halt”. One person was arrested after the march. This is in addition to the 21 arrests already noted on the bridge.\\nThe march got under way at about midday, and was headed by a small group of First Nation people from Kahnawake Mohawk territory located in Quebec, Canada.\\n“It’s so evident that indigenous people hold the answers – they have to start listening and start thinking seven generations ahead, not just the immediate need,” said Karahkwintha, 23.\\nOhontsakahte, 26, added: “Inside the Cop venue, unfortunately, it’s corporate interests at the front of the line, so here today indigenous people are leading the movement – and that’s how it should be inside the Cop venue too. We’re here to put indigenous voices at the forefront of the climate crisis.”\\nCop delegates were also scattered among the huge crowds. Tracy Sonny, 37, a Cop negotiator from Botswana focused on climate adaptation and capacity building, was at the march to show solidarity and call for more unity. “We need to see more political will and a change in mindset … we’re already feeling the impact of climate change; we need to respond now, people are drowning.”\\nDespite the dreich weather, the atmosphere was electric as each bloc made itself heard with live music and chants such as “system change not climate change” and “world leaders at Cop26 … your inaction makes us sick.”\\nGrainne McGinn, 22, a wheelchair user from Glasgow, attended Friday’s youth protest and Saturday’s with a sign that read “sustainability requires accessibility”. “Climate change is so important but youth voices, especially disabled youth voices, are not being heard. We’ve seen in the news how inaccessible Cop has been for delegates. That’s the day-to-day experience for all disabled people and it’s so important that our voices are heard in the conversation on climate change. I’m here to represent.”\\nVegan activists fought strong gales to make their point with four giant inflatable animals tethered on ropes above their heads or strapped to the ground. Each symbolised a different problem with the livestock industry: a cow for methane, a chicken for Covid and health, a fish for microplastics, and a pig for obesity. “The cow in the room is being ignored at this Cop,” said Carl Le Blanc of Climate Healers. “Animal agriculture has been taken off the agenda and put on the menu.”\\nRoisin Greaney, 28, a postgrad student from Dublin said: “I’m here today because, I would say a small group of people but in this case it’s a very large group of people, wants to put a sustained pressure on the people inside the blue zone.\\n“I’ve seen it in the past, I’ve seen small groups of people come together and scare governments, scare companies, and make them do things. So I think this kind of direct action works, and it’s amazing to see people from so many different organisations and parts of society.”\\nThere was also despair; Chris Cornroy, 37, who works for Oxfam, said: “The world is probably going to end within our lifetime, so any difference you can make counts. But I don’t think anything will be achieved from this if I’m being honest. I don’t think anything will make a positive difference today.”\\nBy the afternoon the rain clouds had parted and the sky had begun to brighten as crowds of marchers spilled across the expanse of Glasgow Green, still singing, chanting and playing music.\\nThe mood was “celebratory, positive and punchy” said Mary Martin from Coatbridge, who had marched from Kelvingrove. “Walking the walk,” she laughed as she shivered against a strong gust of wind. As for the progress of the climate talks, “I’m holding my breath.” The lack of inclusivity at the negotiations concerns her, the opposite of her experience on this march where she notes the rapport between different groups.\\nIn London thousands of protesters, including trade unionists, refugee rights groups, students and environmentalists, marched from the Bank of England to Trafalgar Square.\\nDemonstrators repeatedly expressed exasperation that politicians were failing to tackle the climate emergency with the required urgency. “We don’t have time,” said Paula Somrisa, 41, from Oxford. “It’s great to make statements about ambitions and what is going to happen in the future but we really need action now.”\\nDawn Fuller, 56, said: “We have had enough of hearing them talk – now we absolutely have to see some real action.” She said her two grown-up children were increasingly anxious about the escalating climate emergency. “We have seen so much greenwashing at Cop26 … But it has to stop – it is our children’s future at stake.”\\nMany protesters called for urgent reform of the economic system and linked the climate crisis to global inequality and structural racism.\\nRebecca Hotchkin, 23, who is studying medicine in London, said global health inequalities were being exacerbated by the climate crisis. “Health justice and climate justice are linked. Governments must start addressing the underlying causes to the various crises we face.”\\nIn Glasgow organisers estimated that more than 100,000 people were in attendance, but police were reluctant to put a figure on the crowd. In London they said about 10,000 were marchers, although organisers put the figure closer to 20,000. Worldwide there were more than 300 protests, with more than 100 in the UK alone.\\nNicola Sturgeon told reporters on Friday that she had confidence that the Glasgow climate march would be policed “appropriately”, adding that Iain Livingstone, Police Scotland’s chief constable, had spoken to the force’s independent advisory group after the concerns were raised in an open letter.", "image": [["https://i.guim.co.uk/img/media/d7656d252211101864ba7d3488fd6046a1f5d0e5/0_0_5760_3840/master/5760.jpg?width=445&dpr=1&s=none", "Direct action group Scientist Rebellion block the King George V bridge."], ["https://i.guim.co.uk/img/media/8d5e2057bf9eb2616d17e2a24a6fe4eefc78d758/0_330_5000_3002/master/5000.jpg?width=445&dpr=1&s=none", "Members of the climate action group Extinction Rebellion during a protest at Rue de la Loi in Brussels."], ["https://i.guim.co.uk/img/media/26c7953b9e0b777fccfee75837c9013949f016dd/0_0_1600_1200/master/1600.jpg?width=445&dpr=1&s=none", "Carl Le Blance and an inflatable cow"], ["https://i.guim.co.uk/img/media/3b20c75cd33f17b2defec14b010fc1686e7a8c6c/0_70_4578_2747/master/4578.jpg?width=445&dpr=1&s=none", "Protesters gather in Trafalgar Square having marched from the City of London."]], "author": ["Libby Brooks", "Nina Lakhani", "Jonathan Watts", "Matthew Taylor", "Weronika Strzyżyńska"], "date": "2021-11-06"}, "https://www.theguardian.com/environment/2021/nov/06/americans-can-eat-meat-while-cutting-global-heating-says-agriculture-secretary": {"title": "Americans can eat meat while cutting global heating, says agriculture secretary", "subtitle": null, "text": "Thomas Vilsack says US does not ‘have to reduce the amount of meat or livestock produced’ to tackle climate crisis\\nAmericans can carry on eating meat while keeping the world within safe limits on global heating, the US secretary of agriculture has insisted.\\nThomas Vilsack said: “I do not think we have to reduce the amount of meat or livestock produced in the US. And a significant percentage is exported. It’s not a question of eating more or less or producing more or less. The question is making production more sustainable.”\\nHe told the Guardian in an interview at the Cop26 summit in Glasgow that livestock production could be made more efficient, and the amount of methane produced by farm animals reduced, which along with other measures to reduce greenhouse gas emissions from agriculture would be enough to reduce carbon from farming.\\nRuminants such as cattle and sheep produce methane, as does animal manure. The potent greenhouse gas has a heating effect about 80 times greater than carbon dioxide in the atmosphere, though it breaks down sooner. Meat accounts for about 60% of greenhouse gas production from agriculture, which itself is one of the highest carbon-producing sectors globally.\\nThe US, the EU and scores of other countries signed a deal at Cop26 to reduce global methane emissions by 30% by 2030, though none of the countries have taken on a firm national reduction goal under the deal. If the target is reached, global heating could be reduced by about 0.2C.\\nVilsack said: “If you reduce methane by livestock by 30%, by food additives or different feed, or you capture the methane to biogas – take the manure and use it as biofuel – then you have made livestock production more sustainable. I do not think you need to reduce meat consumption to get that.”\\nHe added: “If we are going to feed 9 billion people, you need meat protein. We will need plant, animal and fish protein.”\\nHe said the US was financing demonstration projects for new technology and farming methods that would reduce methane.\\nGreen campaigners have focused on meat eating as a key source of greenhouse gas emissions around the world, but particularly in the US where a meat-heavy diet has become the norm over decades. People in the US eat close to 100kg of meat a year, more than any other country, although there has been a trend towards healthier eating among younger people in recent years.\\nMeat-eating is also a driver of deforestation around the world, as rainforest in countries such as Brazil is cleared for cattle ranches and to produce animal feed.\\nJohn Sauven, executive director of Greenpeace UK, said: “It’s time politicians stopped giving cover to the industrial meat industry. At the moment they get a free ride and we pay the price for their huge health and environmental impacts.”\\nVilsack said greenhouse gas emissions from agriculture could be substantially reduced by new technology and employing different methods, but that it was also vital to look at how agriculture must adapt to become more resilient against the impact of a changing climate.\\n“The climate crisis threatens to disrupt food systems around the globe, exacerbate food insecurity and negatively impact farmers’ livelihoods. We must invest in innovative, science-based solutions to help agriculture mitigate and adapt to climate change,” he said.\\nTo that end, the US is one of the main investors, alongside the United Arab Emirates, in the $4bn Agriculture Innovation Mission. Backed by more than 30 countries and more than 40 civil society groups, the project will encompass new technology, including artificial intelligence programmes and research, to adapting growing techniques in the field, gathering data on weather impacts, ways to nurture soils better, and a “greener cattle initiative” to change the diets of cows to produce less methane.", "image": [["https://i.guim.co.uk/img/media/8df9f5a3082d64ba01535a959007981125bebae5/0_0_4000_2401/master/4000.jpg?width=465&dpr=1&s=none", "US agriculture secretary Tom Vilsack."]], "author": ["Fiona Harvey"], "date": "2021-11-06"}, "https://www.theguardian.com/environment/2021/nov/11/cop26-police-tactics-creating-atmosphere-of-fear-protesters-say": {"title": "Cop26 police tactics creating atmosphere of fear, protesters say", "subtitle": null, "text": "Organisers of Glasgow march claim police risked ‘chaos’ by failing to adhere to agreed arrangements\\nAccumulated incidents of police intimidation, harassment and aggression towards activists at Cop26 are creating “an atmosphere of fear and repression” on the streets of Glasgow and have had a chilling effect on protest, campaigners and monitoring groups have said.\\nOrganisers of Saturday’s Climate Justice march through Glasgow have also claimed that police risked “chaos” by failing to adhere to agreed arrangements, while Scottish immigrant groups and indigenous visitors have described their feelings of discomfort and threat prompted by “saturation policing” throughout the city.\\nThe Guardian has collected first-hand accounts from activists across Glasgow, who have reported:\\nBeing threatened with arrest for unfurling a banner at a train station.\\nOne activist operating in a police liaison capacity was given an identifying blue bib to wear by organisers, but later had it confiscated by a police officer and was threatened with arrest for impersonating a police officer.\\nThe organiser at an activists’ campsite was threatened with arrest for “child neglect” after an officer witnessed families asking whether they could stay there.\\nPolice vans driving past the site in the early hours blasting an air horn and shining a spotlight with the apparent intention of disturbing sleep.\\nOne activist was reduced to tears after being followed into a men’s toilets by three officers.\\nKat Hobbs, of the Network for Police Monitoring, said: “Police Scotland seem to have gone for a saturation approach to policing the Cop26 protests, and with so many officers and little for them to do, reports are flooding in of police intimidation, harassment and aggression. All of these small incidents add up to create an atmosphere of fear and repression, and have a chilling effect on the right to protest.”\\nThese reports stand in stark contrast to Police Scotland’s repeated insistence that policing of protests would be “human rights-based” and “welcoming, friendly and proportionate”.\\nThe assistant chief constable Gary Ritchie said officers had “enjoyed very positive engagement and constructive relationships with the vast majority of people” who had come to Glasgow to “have their voices heard and engage in peaceful protest”.\\nThere is a view among some activists that mutual aid officers from English forces notorious for their heavy-handed tactics are undermining Police Scotland’s approach.\\nOn Monday, occupants of a disused building in Glasgow that was squatted to provide emergency accommodation for activists accused the Metropolitan police and Welsh forces of trying to break into the site with batons drawn in the middle of the night, and reported that the situation was only calmed when Police Scotland officers arrived.\\nA spokesperson for Police Scotland confirmed that officers went to the building. However, Police Scotland denied that the operation was a raid or an attempt to force entry, or that a battering ram was used.\\nPolice Scotland have said mutual aid officers are working under the command and control of their chief constable.\\nBefore the summit beginning, many were expecting high-impact disruption from protest groups such as Extinction Rebellion. This has not transpired, with organisers saying they wanted to maintain focus on indigenous and youth voices, but despite this XR activists have told the Guardian of being regularly followed and harassed by police since their arrival in Glasgow.\\nDuring a protest against greenwashing last Wednesday, XR activists were kept stationary by a police cordon for several hours. During that period – which activists described as “kettling” because they were unable to leave, and which Police Scotland called “containment” – those inside the cordon reported having no access to food or water, and march stewards had to construct a makeshift toilet space with banners to allow people to relieve themselves above a drain.\\nScotland’s justice minister, Keith Brown, when asked by the Scottish Greens at Holyrood on Tuesday about this and other reports of kettling, defended the police actions as “proportionate”. He said they had been discussed by the independent advisory group for Cop26, which was set up to inform the human rights-based approach. But others on the group have stressed that it is not a substitute for legally enforced scrutiny of police actions.\\nCampaigners have also raised concerns about the policing of the Climate Justice protest last Saturday, in which at least 100,000 people marched through Glasgow city centre. Organisers say they were promised there would be only blue-jacketed police liaison officers walking with marchers, while conventional yellow-jacketed officers would block roads as required.\\nBut stewards described conventional police becoming increasingly interventionist as the march progressed, splitting up prearranged marching blocs without offering a reason and increasing tensions by stopping one section of marchers. After an initial delay in the first bloc of indigenous groups setting off, stewards claim that conventional officers harassed marchers, including indigenous elders who needed breaks along the walk, to catch up the lost time.\\nQuan Nguyen, the Scottish coordinator of the activist group Cop26 Coalition, said: “For the majority the march was still a positive experience but that was despite police actions, which made our job as organisers much harder. The irony was that the police caused much more disruption that day than any activists did.”\\nRitchie thanked all police officers, protesters and stewards “Since the start of the conference police officers have had over 1,000 engagements with people who were protesting and have made fewer than 100 arrests. We have also helped ensure that two huge marches through the city were completed successfully,” said the assistant chief constable.\\n“With the exception of a tiny minority of protesters who were intent on creating conflict and compromising public safety, all of these events were peaceful, and as a result over the two weeks of conference we have made only a very small number of arrests.”\\nThis article was amended on 11 November 2021 to clarify that the activist operating in a police liaison capacity was given an identifying blue bib to wear by organisers, not by police.", "image": [["https://i.guim.co.uk/img/media/2e484dcd53def10ceefcc5a9e93e279a7c769b65/0_22_3785_2271/master/3785.jpg?width=465&dpr=1&s=none", "Police make an arrest during a protest in Glasgow on Saturday."]], "author": ["Libby Brooks"], "date": "2021-11-11"}, "https://www.theguardian.com/environment/2021/nov/29/greenpeace-half-a-century-on-the-frontline-of-environmental-photo-activism": {"title": "Greenpeace: half a century on the frontline of environmental photo activism", "subtitle": null, "text": "On the organisation’s 50th anniversary, former head of photography at Greenpeace International talks about the motives behind the creation of its picture desk\\nFifty years ago, on 15 September 1971, a ship named the Greenpeace set out to confront and stop US nuclear weapons testing at Amchitka, one of the Aleutian Islands in south-west Alaska.\\nTwo years later a small boat called the Vega, crewed by David McTaggart, Ann-Marie Horne, Mary Horne and Nigel Ingram sailed into the French nuclear test site area at Moruroa, French Polynesia in the southern Pacific Ocean. Photographers had been using their images for years to publicise situations around the world. But Greenpeace was a young organisation pioneering a new kind of activism: this was the moment they began to realise that capturing images of what they were doing and seeing would play a vital role in their work.\\nVega boarded by French commandos in Moruroa, 1973. Photograph: Ann-Marie Horne\\nFrench commandos boarded the Vega and assaulted McTaggart and Ingram. However, in the confusion Ann-Marie Horne managed to get a few secret shots and was able to smuggle out the film of the incident by concealing it in her vagina. Her pictures showed the commandos armed with knives and truncheons. The pictures and story consequently made groundbreaking news, stoking the nuclear testing controversy.\\nAfter the Vega incident, Greenpeace made a pledge to photograph everything it did. It quickly learned how to harness the power and strength of emotive images bringing the world shocking scenes of seal pups clubbed by hunters and the inspirational images of activists standing up to whaling ships.\\nActivists in protective suits painting ‘Amazon Crime!’ in white paint on the freighter MV Enif ship which was loaded with timber from Brazil in Hamburg , Germany, in 2000. Photograph: Fred Dott\\nIn the mid-1980s, the fast-growing organisation started to get serious about photography and needed a communications division to professionally handle the growing archive of negatives and film rushes that were being stored on office floors, plus a space dedicated to housing state-of-the-art image technology.\\nA film production area, picture desk and darkroom were established in London; there was equipment ranging from the early AP Leefax transmitters to cutting edge teletext machines for news updates. Film processing, printing, editing, captioning and cataloging was all done in-house by a small, dedicated team.\\nGreenpeace activists disrupt coal loading at the world’s largest coal port in Newcastle, New South Wales , Australia 2005. Photograph: Richard Green\\nGreenpeace’s images would often feature on Reuters and AP, with the BBC and other influential news outlets using the images. A core team of Greenpeace photographers emerged; these individuals were professionals in the industry with empathy for Greenpeace ethics and equipped mentally to deal with the hardship of the organisation’s ambitious campaigns.\\nPhotographs: Doerthe Hagenguth, Keith K Annis, Abbie Trayler-Smith and Victor Moriyama\\nAs the organisation continued to grow, newly opened national offices around the world were making images for their own national media in different, culturally sensitive styles. Actions became more ambitious and grander, with two or three photographers sometimes commissioned for one event.\\nIn the last 20 years digital communication has transformed and turned the photo industry around. Many small agencies have not survived the changing media landscape generated by the vast consumption and oversaturation of photos available on the internet. The viewer is privileged to know more about the issue, brought closer to the reality, can interact, and play their own part in the story. Climate change, extreme weather, human displacement, political struggle and even wars can be directly linked to environmental issues and are now subjects of intensive debate.\\nAdult brown pelicans wait in a holding pen to be cleaned by volunteers at the Fort Jackson International Bird Rescue Research Center in Buras following the Deepwater Horizon disaster, Louisiana 2010. Photograph: Daniel Beltrá\\nThe Greenpeace picture desks globally embrace all distribution portals – from its relationships with global wire agencies, to the established social networks, Twitter, Instagram, Facebook. Photographic technology has transitioned to digital during Greenpeace’s 50 years, yet the fundamental principle behind photo activism remains unchanged. The photographer skilfully captures a significant, controversial, and groundbreaking event and a strategic decision is made as to when and how to release the story to the world.\\nThrough the dedication of critical ecological campaigning, the bravery of activists, the professionalism of photographers, discerning communicators and the careful preservation of the organisation’s images.\\nGreenpeace – the pioneer of photo activism – has remained committed to its core values of exposing environmental injustice though its imagery for the last 50 years.\\nA man attempts to rescue two oil firefighters, Zhang Liang and Han Xiaoxiong, struggling in thick oil slick in Dalian, China in 2010. Photograph: Lu Guang", "image": [["https://i.guim.co.uk/img/media/a58b18b352219af3da45393121ba17562068f1e9/0_113_2500_1500/master/2500.jpg?width=480&dpr=1&s=none", "Greenpeace ship MY Esperanza and activists try to hinder the shooting of a minke whale by the Yushin Maru No.2 catcher ship."], ["https://i.guim.co.uk/img/media/0334c6164c4c3894db847285728e8b9a0b399e0a/42_49_2409_1611/master/2409.jpg?width=445&dpr=1&s=none", "A sequence of images of French police boarding the VEGA and beating up McTaggart. In August 1973, the Vega sails into the zone the French government has declared a prohibited area. On 15 August the yacht is boarded by a French navy commando. Nigel Ingram and David McTaggart are beaten up and injured. Ann-Marie Horne manages to take pictures of the attack and smuggle them off the ship"], ["https://i.guim.co.uk/img/media/28a977595ad9bda9b1ab365faacf0e6a0ce48206/0_0_2500_1649/master/2500.jpg?width=445&dpr=1&s=none", "Activists in protective suits painting “Amazon Crime!” in white paint on the freighter MV Enif ship which was loaded with timber from Brazil. The activists are painting the side of the ship from an inflatable."], ["https://i.guim.co.uk/img/media/c9eb1b76690e4d3d39fa55998ba6c2ab24236717/0_0_2000_1357/master/2000.jpg?width=465&dpr=1&s=none", "Greenpeace activists disrupt coal loading at the world’s largest coal port"], ["https://i.guim.co.uk/img/media/08f2313f5632f3a2b27cd6bc36da2cae72b5b6d3/0_0_2500_1664/master/2500.jpg?width=445&dpr=1&s=none", "Greenpeace activists swim with buoys in front of the Finnish icebreaker ‘Nordica’ in the Baltic Sea close to Fehmarn Island. They are protesting against the ship heading for Shell’s Arctic oil drilling project in the north of Alaska. A sign on the buoy with an altered Shell logo reads “Stop Shell.”"], ["https://i.guim.co.uk/img/media/77d7820cbd3a4d1d3717709394205f35db07bcca/0_0_2500_1582/master/2500.jpg?width=445&dpr=1&s=none", "University of Miami students and Florida residents demonstrate their support for clean energy legislation by holding pinwheels at an electrical substation near campus just before President George W. Bush and Sen. John Kerry met on campus in the first debate of the campaign season, 2004"], ["https://i.guim.co.uk/img/media/6d60af063b40c63e44ee085e6c71c7d623d90683/0_0_2500_1667/master/2500.jpg?width=445&dpr=1&s=none", "Burning in the Jamanxim APA (Environmental Protection Area) in the city of Novo Progresso, Pará state, 2019"], ["https://i.guim.co.uk/img/media/6e0f8bba80ea7d0d22c40eb5010193a9bbbf7808/0_0_2500_1667/master/2500.jpg?width=445&dpr=1&s=none", "Dr Kirsten Thompson, lead scientist on the Arctic Sunrise takes water samples for eDNA sampling near Paulet Island in the entrance of the Weddell Sea, Antarctica, during the Antarctic leg of the Pole to Pole expedition, 2020"], ["https://i.guim.co.uk/img/media/d0bce4cdf28d81a7fc6d4355d1b67f3b69246859/0_0_2033_2500/master/2033.jpg?width=445&dpr=1&s=none", "Adult brown pelicans wait in a holding pen to be cleaned by volunteers at the Fort Jackson International Bird Rescue Research Center in Buras"], ["https://i.guim.co.uk/img/media/4b2b2b75bd961c7df21aafd05581b60996306a86/0_0_2500_1667/master/2500.jpg?width=465&dpr=1&s=none", "A man attempts to rescue two oil firefighters, Zhang Liang and Han Xiaoxiong, struggling in thick oil slick, 2010"]], "author": null, "date": "2021-11-29"}, "https://www.theguardian.com/environment/2021/nov/06/climate-protests-fury-and-optimism-in-the-glasgow-rain": {"title": "Climate protests: fury, and optimism, in the Glasgow rain", "subtitle": null, "text": "As Cop26 reached halfway stage, rallies were held around the world, with actor Idris Elba among those calling for African voices to be central to public debate\\nTens of thousands of protesters took to the streets of Glasgow on Saturday to demand stronger climate action from world leaders as the climate crisis summit reached its halfway stage.\\nProtests were also held in London and other parts of Britain. There were rallies in South Korea, Indonesia, the Netherlands and France. Environmental groups, charities, climate activists, trade unionists and indigenous people all joined the Glasgow march in heavy rain. Extinction Rebellion activists dressed as Ghostbusters while another group, Scientist Rebellion – wearing white lab coats – blocked King George V bridge, one of the city’s busiest routes.\\nOrganisers claimed more than 100,000 people turned up for the march, which began in Kelvingrove Park in the city’s west end and finished at Glasgow Green in the east.\\nLucy Bell, who works for the Vegan Kind, an online vegan supermarket based in Rutherglen, said: “There are so many people here from different backgrounds. It’s easy to get discouraged by the negotiations going on behind closed doors, but I’m feeling optimistic.”Cop26 delegates were also scattered among the huge crowds. Tracy Sonny, 37, a negotiator from Botswana, said he was taking part to show solidarity and to call for more unity. “We need to see more political will and a change in mindset ... we’re already feeling the impact of climate change; we need to respond now, people are drowning,” he said.The mood was “celebratory, positive and punchy”, according to Mary Martin from Coatbridge. She was “walking the walk”, she said, shivering against the strong wind. As for the progress of the climate talks, “I’m holding my breath,” she said.\\nIn London, thousands of protesters, including trade unionists, refugee rights groups, students and environmentalists, marched from the Bank of England to Trafalgar Square, banging steel drums, chanting “one solution” and waving Extinction Rebellion banners reading “tell the truth”.\\nCop26 delegates focused on nature yesterday, with a slew of pledges being made by UK supermarkets, which promised to halve their impact on the natural world.\\nPartnerships between developed and developing countries to conserve biodiversity and initiatives to promote sustainable agriculture were announced, while the governments of 26 countries including India, Germany, Australia, Ghana and Vietnam set out new commitments to make their farming policies less polluting. They also agreed to invest in scientific research on how to protect food supplies against the effects of the climate crisis.\\n“We are going low-carbon and high-nature,” Tony Juniper, chair of Natural England, said. “Sometimes there has been a sense of a trade-off, trying to sacrifice nature while going low-carbon. They were seen as separate, but there is a growing body of evidence showing people how you can do both.”Juniper pointed to recent reviews that have shown how clean water, clean air, food and a healthy environment were not valued adequately under current economic systems. “Now we are having a different conversation about nature – we can see the economic necessity, the social necessity of protecting nature, as well as the ethical and moral drivers.”\\nDeveloping countries coming to Glasgow could draw a lesson from the scars of industrialisation all around the UK, in the pollution of upland areas, the despoliation of forests and other natural habitats, and the toxic legacy of old mines, Juniper added. “They can leapfrog these dirtiest stages of development we went through and go directly to sustainable development.”He also rejected the idea that moving to a low-carbon lifestyle would involve sacrifice. “The way I would look at it is not to think about sacrifice but about gain. We gain human health, wellbeing, social cohesion. We gain jobs and peace and security.”\\nThe actor Idris Elba warned policymakers and the media that they risked ignoring a continent “that is central to the solution” of climate change if they did not include African voices in public debate. The star of The Wire and Luther, accompanied by his wife Sabrina, joined a panel on sustainable food production at the climate talks. The couple are both goodwill ambassadors for the UN’s International Fund for Agricultural Development. Also present was Ugandan climate activist Vanessa Nakate.\\nAsked why it was important that the voices of people of colour are heard as the world attempts to decarbonise food production, Elba replied: “I think Sabrina and I stand here as human beings first, but absolutely, yes, it is important for us as proud Africans to be a part of this debate.”\\nAs the conference enters its final week, Boris Johnson urged delegates “to drive for the line”.\\n“We have seen nations bring ambition and action to help limit rising temperatures, with new pledges to cut carbon and methane emissions, end deforestation, phase out coal and provide more finance to countries most vulnerable to climate change,” he said. “But we cannot underestimate the task at hand to keep 1.5C alive. Countries must come back to the table this week ready to make the bold compromises and ambitious commitments.”\\nAdditional reporting by Jonathan Watts, Matthew Taylor and Weronika Strzyżyńska", "image": [["https://i.guim.co.uk/img/media/1b09c4da7830cb77edc4115a11c2c4869a8e9c73/0_219_5568_3341/master/5568.jpg?width=465&dpr=1&s=none", "Large crowd, police in hi-vis jackets, Scottish flags, banner reads Net Zero. Climate protesters gather for the Global Day of Action for Climate Justice march in Glasgow."], ["https://i.guim.co.uk/img/media/efc30314babfbb3f393be7de1c50b81543e301fa/387_0_1874_2343/master/1874.jpg?width=120&dpr=1&s=none", "Tony Juniper."], ["https://i.guim.co.uk/img/media/39d1292b877bf600d589edd2cfa0e2e0550587ea/378_433_4677_2806/master/4677.jpg?width=445&dpr=1&s=none", "Idris Elba and his wife, Sabrina Dhowre, are goodwill ambassadors on agricultural development for the UN."]], "author": ["Libby Brooks", "Fiona Harvey", "Nina Lakhani", "Robin McKie"], "date": "2021-11-06"}, "https://www.theguardian.com/stage/2021/nov/11/dick-whittington-a-new-dick-in-town-review-above-the-stag": {"title": "Dick Whittington: A New Dick in Town review – innuendo a go-go", "subtitle": null, "text": "Above the Stag, LondonThe gags come thick and fast in this bawdy adult panto, which is set in a funeral parlour and channels Joe Orton\\nWho loves Dick? It’s hard not to in the bawdy adult panto from Jon Bradfield and Martin Hooper. Dick Whittington: A New Dick in Town, the duo’s 12th, thrives on the pleasurable clash between smart and stupid. There are insanely clever puns, a grab-bag of cultural references (Nicki Minaj, Extinction Rebellion, The Archers) and tireless merry-making with the hero’s name: “The things I’ve done for Dick!”\\nOur naive but sexually ravenous hero (Jonny Peyton-Hill) has come with his pink-tracksuited pug, Ariana, to seek his fortune in London, where, as someone puts it, “the streets are paved”. He falls in with Alex (Keanu Adolphus Johnson), the cocksure son of an undertaker whose business is struggling. Glistening in his Pearly King cap and waistcoat, Alex flogs knocked-off vaccines and believes himself to be the Spirit of London (“It’s an unpaid position”).\\nThe initial action is set largely in the funeral parlour, which brings echoes of Joe Orton’s Loot as well as multiple innuendo options (“wood”, “stiffs”), but the show really takes flight in the second half when Dick travels to a tropical island. It’s here that Alex and his gaudy, sex-starved mother, Sarah (the sublime Matthew Baldwin), sing a heartfelt duet about their holiday hopes: “We’ll order dinner from an illustrated menu …”\\nPanto is all about throwing everything at the wall to see what sticks. That approach manifests here in the shape of a malfunctioning ice-cream machine, which spurts over Alex’s face. Eight out of 10 gags land, and only one sours the atmosphere: a post-Alec Baldwin shooting line that is too soon and not funny.\\nThere isn’t a weak link in the five-person cast, which also includes Nikki Biddington, channelling Joan Collins as the casually vicious Queen Rat. Special mention should go to Bradley Walwyn in the dual role of the stuffy undertaker and his hedonistic twin brother. Dicking-about reaches new heights during a fraternal face-off in which he gets his lips around both parts at once.\\nDick Whittington: A New Dick in Town is at Above the Stag, London, until 16 January", "image": [["https://i.guim.co.uk/img/media/51b1e5e02eb5ab7c44ab22ef200746a0536b903f/0_70_1200_720/master/1200.jpg?width=465&dpr=1&s=none", "No weak link … Nikki Biddington and Bradley Walwyn."], ["https://i.guim.co.uk/img/media/8f44ef81c42fa23d6bd2ff93020b0904ddf0f305/0_2_1200_720/master/1200.jpg?width=445&dpr=1&s=none", "Jonny Peyton-Hill as Dick Whittington."]], "author": ["Ryan Gilbey"], "date": "2021-11-11"}, "https://www.theguardian.com/environment/live/2021/nov/05/cop26-richest-1-will-account-for-16-of-total-emissions-by-2030-day-five-live?page=with%3Ablock-6184f3a08f08d02528cbdc09": {"title": "Cop26: Conference is a ‘PR event’, says Greta Thunberg – day five as it happened", "subtitle": null, "text": "Follow Ocean Day events at the climate summit in Glasgow for day five\\nDoctors staged another “die-in” outside JP Morgan’s offices on Waterloo Street in Glasgow this morning.\\nThe protesters, part of Doctors for Extinction Rebellion, demanded the company end new fossil fuel investment. Forty doctors, nurses, midwives and allied health professionals waved banners decrying what they called “the world’s biggest fossil fuel financier for driving the public health crisis arising from climate and ecological breakdown”.\\nHealth professionals campaign against JPMorgan #COP26 : photos pic.twitter.com/7x2QJbRLFD\\nThey read out a letter to the chief executive, Jamie Dimon, calling for JP Morgan Chase to refuse financing to companies who continue to plan new fossil fuel projects and to align with the net zero by 2050 plan by the IEA.\\nThe iceberg cometh.\\nA not-so-subtle visual metaphor for what’s happening to the planet (not to mention its literal icebergs) has arrived at Cop26 in the form of a four-ton block of ice, originally part of a larger glacier from Greenland.\\nThe Greenland ice sheet holds the equivalent of 7.4 metres of potential sea level rise. “This means its stability – or lack of it – has critical consequences for global sea levels and the nearly 600 million people living in coastal zones worldwide,” said Gail Whiteman of Arctic Basecamp, which staged the stunt.\\nAlongside the iceberg were bottles of glacial meltwater from Greenland, dubbed the “unofficial melted iceberg water of the Glasgow Cop26 conference”.\\nSascha Blidorf, a 20-year-old Greenlandic climate activist who ran for Danish parliament, said:\\nI’m sending a message in a bottle to world leaders because my home country is melting ...\\nIt’s really clear to see the effects from climate change up here in the Arctic. My message to the world is that we need to act now and make a difference now because we can’t just sit there and wait for others to do something.”\\nGreta Thunberg isn’t the only one singing at Cop26.\\nSong of the Year: A History of Cool, by the Canadian musician Parvati, aims to be “a refreshing ray of hope in an overheated world”. The song’s release is designed to drum up petition signatures for MAPS, the Marine Arctic Peace Sanctuary, ending all exploitation in ocean waters north of the Arctic Circle.\\nA Canadian singing about the ocean? Sign me up. (I’m Canadian and the oceans editor.)\\nAlso, scientists have created an “algorithmic re-composition” of Vivaldi’s The Four Seasons, written using climate predictions for 2050. Musicians and Orchestras around the world played the re-written version – called The [uncertain] Four Season at COP26 yesterday, with the music supposedly “painting a harrowing future for the world”.\\nThe algorithm alters the musical score to account for the intense storms, degraded lands, bare forests and rising seas that will occur by 2050 without action being taken by world leaders, creating a daunting outlook for the future of the Earth’s Spring, Summer, Autumn and Winter.”\\nLast but not least, my colleague Oliver Milman says:\\n“If anyone has been thinking, ‘If only someone could rap to me about climate change’, then I have some good news for you.”\\nYes, Canadian rapper Baba Brinkman is going to be performing his off-broadway production Rap Guide to Climate Chaos at Cop26 on 9 November. “Brinkman blends climate activism with the art of rap for an inspiring and informative performance.” More Canadians!\\nOn my way to Glasgow #COP26 in a few days to kick some climate change raps for the delegates, and hopefully move the needle a bit towards solid commitments!If you're there and need a break from the blah blah blah, come and enjoy some brrrrrap!https://t.co/wthrPNuDAI\\nConsider yourself alerted.\\nCan Brazil be trusted?\\nEarliest this week, activists cautioned not to believe any promises that Brazil might make at Cop26, given the current administration of Jair Bolsonaro’s awful track record and concerns that any “greenwashing” announcements could be designed simply to gain access to conservation funds.\\nThis morning, at a press conference of the Amazon Environmental Research Institute (IPAM) about research from a group of scientists showing how Amazon wildfires are boosting Brazil’s CO2 emissions, the panel was asked the same question: can Brazil be trusted?\\nAne Alencar, science director of IPAM, said:\\nWe need the political will ... I want to believe that Brazil will start to go with the flow, but we want to see more concrete steps, a plan – that we used to have – about how to tackle deforestation. If more than half of deforestation is happening on public lands ... [then] we need a very strong hand to fight illegal activities in the Amazon.\\nSo I like to believe we can, but we need political will, and to recover the trust that Brazil once had.”\\nOngoing difficulties in finding affordable or indeed any accommodation around the city has seen activists camping a squatting overnight. Extinction Rebellion’s campsite in Pollock Park is hosting 32 tents, and expecting more over the weekend. The disused homeless shelter that was “re-opened” by a group of Glasgow activists on Wednesday evening is still welcoming visitors, and receiving local donations of food, blankets and other necessities.\\nThe Scottish weather has challenged some visitors. One delegate from the Philippines said she had started taking vitamin D supplements because she misses the sun so much.\\nOne of the chronic liabilities of going on a protest is managing to feed yourself. The Welsh Kitchen is a canteen on wheels that has come to the rescue of Extinction Rebellion activists over the past week, dishing out stew, rice and dahl from huge insulated pots.\\nSaturday night in Glasgow won’t be a time for Alok Sharma, the president of Cop26, to let down his hair (assuming it was long enough to let down, which it is not).\\nInstead, he will gather all the envoys to discuss a plan for Week 2 with an eye to landing a deal on time, wrapping up the conference on Friday ... and THEN letting down his hair. (Yes, Cop continues all next week, too.)\\nNo party time for #COP26 envoys... they'll be spending their Saturday evening working out how to land a deal next week. Note from Alok Sharma says he's aiming to wrap up on time next Friday.  https://t.co/OsCvRAMrPS pic.twitter.com/KFoCT62ZPo\\nMy favourite thing from Glasgow so far:\\nMy partner spotted this in the walk to nursery #glasgow #cop26 pic.twitter.com/9G7MT7wFzS\\nThe climate pledges agreed so far at Cop26 could keep global temperatures to within 1.8C of pre-industrialised levels, according to the International Energy Agency – but only if the commitments are implemented in full.\\nFatih Birol, the executive director of the highly influential energy watchdog, told the conference that despite the pessimism ahead of the Cop26 talks, a “big step forward” was possible if all the pledges set out to date were “fully achieved”.\\nHowever, the promise of climate progress at the Cop26 talks risks being dashed amid rising criticism over a set of key of climate pledges, spearheaded by the UK government, to reduce global emissions by phasing out coal power generation.\\nIt is, among other things, oceans day here in Glasgow.\\nAs the “blue finance” roundtable kicks off this morning, looking at how to invest in ocean resilience to tackle climate risk, the Guardian’s Seascape project – for which I am the editor, hello! – has published Part 2 of a deep dive (sorry) into so-called “blue carbon”.\\nBlue carbon is the hidden CO2 sink that 10 years ago we barely knew about, but experts now say could help provide up to 15% of the emissions cuts we need. However, these incredible marine ecosystems (mangroves, seagrass and salt marshes) are vanishing – and replacing them isn’t as easy as it sounds. Think tree-planting underwater.\\nRead our fascinating piece by Karen McVeigh:\\nGood morning! Thanks for following our coverage so far.\\nI’ll be your liveblogger for what is (drum roll) youth and public empowerment day at Cop26 in Glasgow, as well as the first of two days dedicated to nature and land use – including my beat, the oceans.\\nFirst, however, a report from my colleague Phoebe Weston about how the carbon dioxide emissions of the richest 1% of humanity are on track to be 30 times greater than what is compatible with keeping global heating below 1.5C.\\nScientists are urging governments to “constrain luxury carbon consumption” of private jets, megayachts and space travel.\\nThe Paris climate goals need every person on Earth to reduce their CO2 emissions to an average of 2.3 tonnes by 2030, about half the average of today, but the richest 1% – which is a population smaller than Germany – are on track to be releasing 70 tonnes of CO2 per person a year if current consumption continues.\\n“A tiny elite appear to have a free pass to pollute,” said Nafkote Dabi, climate policy lead at Oxfam.", "image": [["https://i.guim.co.uk/img/media/edf0c591e71da96b3d94ef0b2f8674d79e5e5b4f/0_192_5760_3456/master/5760.jpg?width=465&dpr=1&s=none", "The four-ton block of glacier ice brought from Greenland by Arctic Basecamp, founded by Gail Whiteman at the University of Exeter, pictured."], ["https://i.guim.co.uk/img/media/45e1e628cf2d5d2798d860a2276cb5d875d9caeb/0_0_2000_1200/master/2000.jpg?width=465&dpr=1&s=none", "The ‘Uncertain’ Four Seasons with composer Hugh Crosthwaite"], ["https://i.guim.co.uk/img/media/10a9a67b6747927d7e06c47f7732da7e0117ada2/0_494_4032_2419/master/4032.jpg?width=465&dpr=1&s=none", "Extinction Rebellion campsite in Pollock Park, Glasgow."], ["https://i.guim.co.uk/img/media/97a93d7e1146828b20bbd2ec825b603cde65740e/0_506_3865_2319/master/3865.jpg?width=465&dpr=1&s=none", "Welsh Kitchen, Glasgow"]], "author": ["Oliver Holmes", "Chris Michael", "Oliver Holmes", "Chris Michael"], "date": "2021-11-05"}, "https://www.theguardian.com/environment/2021/nov/12/australia-shown-to-have-highest-greenhouse-gas-emissions-from-coal-in-world-on-per-capita-basis": {"title": "Australia shown to have highest greenhouse gas emissions from coal in world on per capita basis", "subtitle": null, "text": "Analysis released at Cop26 climate summit shows Australia’s per capita emissions from coal power nearly double those of China\\nAustralia has the highest greenhouse gas emissions from coal power in the world on a per capita basis, nearly doubling those in China, according to a new analysis released at the Cop26 climate summit in Glasgow.\\nAs the talks headed towards a fraught final day, there was disagreement over whether a closing declaration would commit countries to return with stronger short-term emissions reduction targets next year, and explicitly support an accelerated phaseout of coal.\\nThe British climate and energy thinktank Ember released an analysis that suggested the world’s wealthiest countries remained among the worst emitters from coal power once population was factored in.\\nAustralia topped the list, with annual per person emissions five times greater than the global average and 40% higher than any other major coal power user. Examining the period since the landmark Paris agreement was signed in 2015, the analysis found Australia emitted 5.34 tonnes of carbon dioxide per person each year, placing it ahead of South Korea (3.81), South Africa (3.19), the US (3.08) and the world’s biggest outright emitter, China (2.71).\\nEmber cited the International Energy Agency to argue OECD countries including Australia should end coal power by 2030 if they were to play their part in attempting to keep global heating to 1.5C above pre-industrial levels – a goal of the Paris agreement – within reach.\\nThe Morrison government has rejected this and did not join a group of countries that pledged to phase out burning coal for electricity.\\nDave Jones, Ember’s global program lead, said Cop26 had seen a divergence between developing Asian countries and major OECD coal users over the need to close coal generation. Vietnam had pledged to stop building coal plants and to stop using it in the 2040s, and Indonesia, the Philippines and India had shown signs they were changing previously held positions.\\nHe said by comparison arguments put forward by Australia, Japan and South Korea were “embarrassing” and “simply untenable”.\\n“They will undoubtedly be forced to change their position in the coming months,” Jones said.\\nBan Ki-moon, a former UN secretary general and deputy chair of The Elders, an international non-governmental organisation of senior statespeople, said the potential of renewable energy was growing exponentially and OECD countries needed to align with the target of phasing out coal entirely by the end of the decade. “This will be a true demonstration of global leadership,” he said.\\nAbout 60% of Australia’s electricity over the past year came from burning coal. That proportion is gradually diminishing and the country’s coal fleet is ageing, but under current closure schedules it would continue to use coal power until the late 2040s.\\nThe Morrison government has been heavily criticised in Glasgow for its ongoing support of fossil fuels. Greenpeace International head Jennifer Morgan grouped it with Saudi Arabia as a “wrecker” opposed to the action needed to cut emissions and provide the finance needed to help developing countries respond.\\nAustralia was one of only four countries, along with Indonesia, Mexico and Singapore, that chose to just resubmit the same 2030 emissions target at Cop26. Australia’s has committed to only a 26-28% cut compared with 2005 levels, though government projections suggest it could make a cut of up to 35%, in part due to state government policies. Scientists have advised global emissions need to be cut by 45% by the end of the decade.\\nMary Robinson, a former president of Ireland and chair of The Elders, said leaders of developing countries were “in crisis mode” at the talks but some leaders who could do the most to address the problem were not. She bracketed Australia with Saudi Arabia, Brazil, China and Russia.\\n“Australia, a wealthy country, is still in fossil fuel mode, not in crisis mode,” she told the UK’s Sky News.\\nThe talks were boosted late on Wednesday by a surprise joint declaration by the two biggest emitters, China and the US, that they would work together to cut emissions in the crucial next decade.\\nBut there was significant disagreement between countries over a draft text released Wednesday morning.\\nIt included a proposal that countries return to the negotiating table next year with new plans to ramp up emission cuts this decade. Under the Paris agreement, countries are expected to return with better pledges in 2025 but - with a chasm between existing commitments and the deep cuts needed - many are now demanding the deadline should be brought forward.\\nThe draft text also proposed countries agree to accelerate the phasing out of coal and subsidies for fossil fuels.\\nAustralia has not been represented at a political level at the talks since Angus Taylor, the emissions reduction minister, left a week ago, and it has not made public its position on key parts of draft text released on Wednesday morning. But Scott Morrison has previously strongly opposed suggestions coal power should be actively phased out, and said he has no plans to increase Australia’s 2030 commitment.\\nIn a statement on Thursday, Taylor said Australia was “an active and constructive participant in the negotiations to ensure a positive outcome”.\\nThere is dispute between countries over whether the text will keep a reference to the scientific case for limiting global temperature rises to 1.5C above pre-industrial levels, with some large developing countries reportedly opposed. Poor countries said much more needed to be done to increase finance packages to help them cut emissions and cope with the impacts of climate breakdown.\\nScientists at the talks expressed frustration that rhetoric from global leaders was not being matched by action, and warned that every extra fraction of a degree of global heating would have dire consequences.", "image": [["https://i.guim.co.uk/img/media/8304b03b67eca1e8f14ab9824e0cd3822be29c9c/0_331_5000_3002/master/5000.jpg?width=465&dpr=1&s=none", "Coal in Newscastle, NSW"]], "author": ["Adam Morton"], "date": "2021-11-11"}, "https://www.theguardian.com/environment/live/2021/nov/10/cop26-live-news-reaction-to-draft-agreement-as-conference-focuses-on-transport?page=with%3Ablock-618bc0eb8f08b698cb94d689": {"title": "China and US announce agreement to cooperate at Cop26 – as it happened", "subtitle": null, "text": "On day 10 of the conference China’s climate spokesman said the countries would work together to ‘enhance climate action’\\nThe EU’s Franz Timmermans, vice-president of the European Commission, has told Cop26 his “sleeves are rolled up” as the summit enters the critical part of the negotiations, when compromises must be made to avoid failure. The EU was criticised earlier for not stepping up.\n  “Consider my sleeves rolled,” said Timmermans. “We’re ready and willing to make sure we deliver on the highest possible levels of ambition, leading to prompt global action.”\n  He said the “clear intention” in the draft “cover decision” to close the gap in emissions cuts needed to keep 1.5C alive within a year was extremely important.\n  The cover decision was seen as weak on the finance needed by vulnerable nations. But Timmermans said: “In the past three days, nearly $800 million has been raised for adaptation finance, in support of the most vulnerable developing countries. More than three-quarters of that has come from Europe.”\n  “I hear the calls for more. And I can just say: the EU is here. We will continue to listen, and we are willing to engage in discussions about future commitments.”\\nA new poll has found that concern for the environment among the UK public has hit a record high, with more than 40% of the UK population putting it in their top three issues facing the country.\n Anxiety about the state of the planet comes behind the economy at 43%, and health at 48%, a YouGov poll found.\\nThe number of people worried by climate change has been climbing since 2018, YouGov said, and its pollsters found that concern accelerated following the first wave of Extinction Rebellion protests in 2019 (and presumably the school strike movement and the ever clearer evidence of climate breakdown in the form of wildfires, extreme heatwaves and floods.)\\nYoung people are most concerned, with 43% citing it as the top concern facing the country – but all ages are worried, with 39% of those aged 65 and above saying climate change is a major issue.\\nUK PM Boris Johnson has arrived in Glasgow - by train this time - ahead of his speech at 4.30pm, and is wearing a small badge with the Cop26 Earth logo:\\nA quick recap of the day so far:\\nI’m now handing over to my colleague Matthew Taylor. You can email him at matthew.taylor@theguardian.com or find him on Twitter at @mrmatthewtaylor\\nThe three joint winners of the Cop26 Photo Competition organised by Nature Picture Library have been announced.\\nAccording to NPL, “they were selected by public vote because they best encapsulated the beauty of the natural world and our critical relationship with nature and the environment”.\\nHere they are:\\nYou can browse all the entries here.\\nThe Guardian is running a live event at 8pm GMT focused on youth climate activists and school strikers. It will be hosted by Franny Armstrong, director of The Age of Stupid, and feature activists Fatima Ibrahim, Slater Jewell-Kemker, Alexandria Villaseñor, Nisreen Elsaim and Luisa Neubauer.\\nFor more details and tickets, see here.\\nSharma says it is clear some significant issues remain unresolved, and reiterates that he expects a comprehensive and ambitious outcome to be reached on Friday. He says his team will review documents and progress from 7pm this evening, and that the final documents will be published in all UN languages (unlike this morning’s draft text, which was only available in English).\\nSharma says he invites anyone who wishes to meet him in the next few days to contact him – his mobile phone will be buzzing already.\\nHe urges delegates: “Please come armed with the currency of compromise … what we agree will set the future for our children and grandchildren and I know we will not want to fail them.”\\nDan Jørgensen of Denmark is now speaking about the crucial goal of keeping a heating target of 1.5C in reach, arguably the main focus of Cop26. He says countries all recognised that damage will be much lower if heating is limited to 1.5C, but that there was a significant gap between what is needed and pledges so far.\\nHe says many parties called for updated pledges in 2022 and for speedy improvements to their commitments.\\n“The sense of urgency was made very clear,” he says.\\nSimon Stiell of Grenada, who has also been working on mitigation, says countries agree that the Paris agreement should not be renegotiated.\\nHe says this is reflected in the draft text released this morning, but that they would continue to refine the text over the coming days.\\nThe UK’s rail unions have called for a massive increase in spending on rail services and infrastructure, and deep cuts to fares, in a bid to shift people from their cars onto zero carbon trains.\\nGary Kelly, a Scottish organiser with the TSSA union, said the International Panel on Climate Change had warned this summer it was “code red” for humanity.\\n“It’s not just the climate which is code red, it’s the railway itself,” Kelly told an event in Glasgow timed to coincide with Cop. “The time for talking is over, and we need action.”\\nIn a rare joint policy statement the four rail unions, the TSSA, the RMT, Unite and Aslef, have called for all Scottish rail services to be nationalised, peak rail fares to be scrapped and significant extra spending to update and upgrade the network, including much greater use of freight trains.\\nKelly said the UK government proposed cutting up to 10,000 rail jobs UK-wide and closing ticket offices. Last year’s Stonehaven derailment in north east Scotland, which killed three people and injured six in August 2020, was caused by climate-change-triggered storms that weakened the embankment.\\nScotRail and the Scottish government wanted to cut 300 services a day, said Mick Hogg, of the RMT. That would damage services and increase reliance on cars and roads.\\n“As far as we’re concerned, Scotland’s railway is burning and no-one is listening,” Hogg said.\\nSimonetta Sommaruga, the Swiss delegate handling the question of how quickly countries will have to update their pledges, says progress is being made on that front – another area where there is understood to be significant disagreement between countries – and that she thinks they are heading towards what she describes as a “landing zone” of agreement.\\nIf countries are not expected to bring back improved pledges before 2025, this will be seen as a significant failure of the conference, and many countries have been pushing for annual updates to pledges.", "image": [["https://i.guim.co.uk/img/media/73bdf42e9431e6d0deb3c4fd4fdbcbbe4c50fb8d/0_80_5568_3341/master/5568.jpg?width=465&dpr=1&s=none", "China's special climate envoy, Xie Zhenhua speaks during a joint China and US statement on climate."], ["https://i.guim.co.uk/img/media/02092b3de94866d440a056989842f959a36bc984/0_133_3627_2176/master/3627.jpg?width=465&dpr=1&s=none", "Boris arrives in Glasgow at the Cop26 conference."], ["https://i.guim.co.uk/img/media/518dd5c7a56b502858ea6d515e1f3538836ab478/0_0_5085_2956/master/5085.jpg?width=465&dpr=1&s=none", "Little blue penguins (Eudyptula minor) standing on rocks at night, silhouetted against Melbourne city lights, taken by Doug Gimesy."], ["https://i.guim.co.uk/img/media/06e75be8605d86e7db0dbc9b6acecb3567280a63/0_0_4928_3280/master/4928.jpg?width=465&dpr=1&s=none", "One piglet from a large litter looks around her farming crate as her mother lies immobile beside her. Taken by Jo-Anne McArthur."], ["https://i.guim.co.uk/img/media/7d04132adc61eadebb29c75271960714e7620a61/0_0_3888_2592/master/3888.jpg?width=465&dpr=1&s=none", "A photograph of a rhino being dehorned in an attempt to deter poaching, taken by Rivoni Mkansi."]], "author": ["Alan Evans", "Matthew Taylor", "Alan Evans", "Matthew Taylor"], "date": "2021-11-10"}, "https://www.theguardian.com/politics/2021/nov/17/voters-in-west-divided-more-by-identity-than-issues-survey-finds": {"title": "Voters in west divided more by identity than issues, survey finds", "subtitle": null, "text": "Exclusive: Political clans in UK and elsewhere profess mutual loathing but often align on substance of debates\\nPeople are divided more deeply by identity than by issues, according to a survey that suggests culture wars are fuelled mostly by partisanship and that voters have more in common than many think.\\nThe YouGov-Cambridge Globalism Project found that in particularly polarised countries including the US and UK, political clans that profess mutual loathing often align on the substance of debates, even in highly charged areas such as sexism and racism.\\nThe findings confirm a growing phenomenon known as affective polarisation – a “them versus us” mentality that places animosity towards political opponents above almost all other considerations – that is alarming political scientists.\\nExperts have argued that the phenomenon can eventually lead voters to support corrupt politicians who violate democratic norms, simply because they believe it preferable to the opposition winning an election.\\nPolitical scientists and psychologists also fear that affective polarisation, ably exploited by some politicians to maximise differences and motivate their voters, can make political compromise impossible.\\nThe annual survey of more than 27,000 people in 27 countries began by asking respondents how they felt about various political affiliations and labels. The results revealed voters fractured into bitterly opposed camps.\\nIn the UK, 88% of Labour voters said they disliked Conservative politicians and 73% said they disliked Conservative supporters. Similarly, 74% of Tory supporters said they disliked Labour politicians and 45% disliked Labour voters.\\nHostility was even stronger in the US, where 93% of Trump supporters said they disliked Democratic politicians and 90% of Biden voters said the same of Republican politicians. Antipathy towards the other camp’s voters was at similar levels.\\nThe survey found the same divides around defining culture war labels: asked if they considered themselves a feminist, for example, 64% of Conservative voters in the UK and 85% of Trump supporters in the US said no, while 53% of Labour supporters and 58% of Biden voters said yes.\\nBut when asked about their attitudes to some of the issues underlying the label “feminist”, people appeared considerably less polarised. One question asked whether three jobs – cleaner, nurse and politician – were more suited to women or men, or equally suited to all genders.\\nLarge majorities – generally between 75% and 90% – of both Conservative and Labour voters in the UK, and of Trump and Biden supporters in the US, responded that they considered all three jobs were equally suited to all genders.\\nThe survey also found majorities in both tribes in the US and UK felt it was unacceptable for a man to “whistle in the street at a woman he does not know” and that “promoting equality for women” should be a priority for society. Only small percentages disagreed.\\nThe phenomenon was replicated in other countries. In France, 69% of supporters of President Emmanuel Macron (69%) and 55% of backers of the far-right leader Marine Le Pen expressed dislike for each other, but many held overlapping views on equality for women, with 80% of Macron voters and 71% of Le Pen voters saying it should be a high or medium priority.\\nThe pattern was broadly the same among supporters of Germany’s Green party and Alternative für Deutschland, the ruling national-conservative Law & Justice (PiS) party and the Left in Poland, the far-right Vox party and leftwing Podemos in Spain, and New Democracy and Syriza in Greece.\\nOther hot-button topics showed the same picture in the US, UK and elsewhere. Clear majorities of Labour (66%) and Biden (72%) supporters declared themselves very or fairly favourable towards the anti-racism organisation Black Lives Matter, with while only 5% of Trump supporters and 17% of Tory voters shared the same opinion.\\nBut when asked how important “combating racisms of all kinds” should be for their country, clear majorities of Conservative (80%), Labour (94%) and Biden (92%) voters said it should be a high or medium priority, along with 47% of Trump voters.\\nIn the UK, attitudes towards Extinction Rebellion were a similarly poor reflection of people’s feelings about the underlying issue of climate change. About 63% of Conservative voters and 23% of Labour voters expressed an unfavourable view of about the environmental campaign group.\\nMajorities in both camps, however, shared broadly the same views on substantive environmental issues, with 72% of Tory supporters and 90% of Labour supporters saying that “moving away from carbon-intensive industries towards greener alternatives” should be a high or medium priority for their country.\\n“None of this is to say that significant divides do not exist in political and social attitudes,” said the authors of the survey, carried out in August and September, adding that the findings supported the emerging theory that people are more influenced by identity than issues.\\n“The point is that when we compare people by their attitudes to specifics of issues, rather than by markers of identity, we find [most] are not cleaved into separate, polarised clusters, or ranged against each other with clashing visions.”\\nThe authors identified two other notable findings: in several countries, supporters of leftwing parties were more likely to be antipathetic towards supporters of rightwing parties than the reverse; and in the UK, Brexit remains a more significant marker of political identity than party affiliation.\\nIn the US, 86% of Biden supporters said they disliked Trump voters, compared with 73% the other way round. The pattern also held in France for Macron and Le Pen voters (69% v 55%), in Poland for the Left and PiS (85% v 48%), and in Greece for Syriza and New Democracy (70% v 60%).\\nIn the UK, only half of Tory and Liberal Democrat voters, and 64% of Labour voters, said they felt a common sense of identity with people who voted with them in the 2019 general election. Asked how strongly they identified with those who voted the same way in the referendum, the figure was 80% for remainers and 72% for leavers.", "image": [["https://i.guim.co.uk/img/media/aae8034240a1772689bf08de1f9aa539ab7c4c3d/0_0_4275_2565/master/4275.jpg?width=465&dpr=1&s=none", "A Brexit supporter takes a selfie with a remain supporter during protests in Westminster in October 2019"]], "author": ["Jon Henley"], "date": "2021-11-17"}, "https://www.theguardian.com/environment/2021/nov/02/why-the-silence-over-support-for-the-jailed-climate-activist-james-brown": {"title": "Why the silence over support for the jailed climate activist James Brown?", "subtitle": null, "text": "Christine Sanders on the nightly vigil held outside Wandsworth prison for the Extinction Rebellion protester\\nLast week, I visited my cousin in Wandsworth prison. James Brown, a businessman and Paralympian, was sentenced to a year’s imprisonment on 24 September for climbing on to a plane at City airport to highlight the climate emergency. His is the first custodial sentence given to anyone associated with Extinction Rebellion. The sentence, reported by the Guardian and most other national newspapers, was widely seen as a warning to future activists.\\nAlso last week, Rishi Sunak announced a new lower rate of air passenger duty from April 2023. This week, we host Cop26. Meanwhile, James is out of sight in Wandsworth prison. Except he’s not out of sight to many. Every night, like-minded supporters hold a vigil outside the prison, and every day he receives a stream of letters from well-wishers.\\nBut there is a silence from the newspapers. Why has no one reported on the huge level of support for this man? Why has there been no questioning in the mainstream press of such a harsh and disproportionate sentence? And why has there been no challenge in the press to the judge’s comment that James “cynically used” his disability?Christine SandersLondon\\nHave an opinion on anything you’ve read in the Guardian today? Please email us your letter and it will be considered for publication.", "image": [["https://i.guim.co.uk/img/media/093157813cab084f824bf3d8598ac49167f127e5/0_173_5184_3110/master/5184.jpg?width=465&dpr=1&s=none", "Supporters of the jailed activist, James Brown, outside Wandsworth prison"]], "author": null, "date": "2021-11-02"}, "https://www.theguardian.com/world/2021/nov/24/amazon-gold-rush-madeira-river-environmentalists": {"title": "‘It’s as if we’re in Mad Max’: warnings for Amazon as goldmining dredges occupy river", "subtitle": null, "text": "Hundreds of illegal goldmining dredges converge in search of metal as one activist describes it as a ‘free-for-all’\\nEnvironmentalists are demanding urgent action to halt an aquatic gold rush along one of the Amazon River’s largest tributaries, where hundreds of illegal goldmining dredges have converged in search of the precious metal.\\nThe vast flotilla – so large one local website compared it to a floating neighbourhood – reportedly began forming on the Madeira River earlier this month after rumours that a large gold deposit had been found in the vicinity.\\n“They’re making a gram of gold an hour down there,” one prospector claims in an audio recording obtained by the Estado de São Paulo newspaper.\\nDanicley Aguiar, an Amazon-based Greenpeace activist who flew over the mining flotilla on Tuesday, said he had been stunned by the magnitude of the illegal operation unfolding just 75 miles east of the city of Manaus.\\n“We’ve seen this kind of thing before in other places – but not on this scale,” Aguiar said of the hundreds of rafts he saw hoovering up the Madeira’s riverbed near the towns of Autazes and Nova Olinda do Norte.\\n“It’s like a condominium of mining dredges … occupying pretty much the whole river.”\\nAguiar added: “I’ve been working in the Amazon for 25 years. I was born here and I’ve seen many terrible things: so much destruction, so much deforestation, so many illegal mines. But when you see a scene like that it makes you feel as though the Amazon has been thrust into this spiral of free-for-all. There are no rules. It’s as if we’re living in Mad Max.”\\nThere was outrage as footage of the riverine gold rush spread on social media.\\n“Just look at the audacity of these criminals. The extent of the impunity,” tweeted Sônia Bridi, a celebrated Brazilian journalist known for her coverage of the Amazon.\\nAndré Borges, another journalist whose story helped expose the mining flotilla, tweeted: “We are witnessing, in 2021, a goldminers’ uprising with all the aggressiveness of the days of discovery.”\\nBrazil’s multimillion-dollar illegal mining industry has intensified since the 2018 election of Jair Bolsonaro, a far-right nationalist who backs the wildcat garimpeiros who trawl the Amazon’s rivers and rainforests for gold.\\nAs many as 20,0000 garimpeiros are believed to be operating within the supposedly protected Yanomami indigenous reserve in Roraima, one of nine states that makes up the Brazilian Amazon.\\nDeforestation has also soared under Bolsonaro, who has stripped back environmental protections and been accused of encouraging environmental criminals. Amazon destruction rose to its highest levels in 15 years between 2020 and 2021 when an area more than half the size of Wales was lost.\\nLast week the Bolsonaro administration was accused of deliberately withholding new government data laying bare the scale of the deforestation crisis to avoid international humiliation during the Cop climate summit, which Brazil’s president declined to attend.\\nAguiar, a Greenpeace spokesperson for the Amazon, said Bolsonaro’s pro-development rhetoric was partly to blame for the gold rush playing out on the Madeira River. He also pointed the finger at regional politicians in the Amazon who supported plans to allow miners to exploit gold deposits in riverbeds.\\nIn a recent interview, the former head of Brazil’s environmental agency Ibama, Suely Araújo, said she saw only one way of saving her country’s environment: electing a different president.\\n“It’s hard to believe that this government is going to look after the environment because they are destroying everything,” said Araújo, a public policy specialist for the Observatório do Clima environmental group.", "image": [["https://i.guim.co.uk/img/media/6b05d1c3901f8d86f680d436cf757992e352bbf3/0_117_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "An aerial view shows hundreds of dredging rafts operated by illegal miners who have gathered in a gold rush on the Madeira, in Brazil, on 23 November.  "], ["https://i.guim.co.uk/img/media/c2e20eec5418e06421638db22dbe4b3dffc2cc1e/0_117_3500_2101/master/3500.jpg?width=445&dpr=1&s=none", "Dredging rafts operated by illegal miners on the Madeira river, Brazil."]], "author": ["Tom Phillips"], "date": "2021-11-24"}}