{"https://www.theguardian.com/environment/2020/dec/06/uk-urged-to-follow-denmark-in-ending-north-sea-oil-and-gas-exploration": {"title": "UK urged to follow Denmark in ending North Sea oil and gas exploration", "subtitle": null, "text": "Britain’s credibility as climate champion rests on bold and urgent action, say campaigners\\nBritain must end all oil and gas extraction in the North Sea as a matter of urgency if it is to maintain its position as a credible climate champion. That was the stark warning issued by green campaigners yesterday in the wake of last week’s decision by Denmark to halt its exploration for new North Sea reserves as part of its commitment to cut carbon emissions and tackle climate change.\\nThe Danish decision is an embarrassment for Boris Johnson who announced last week that Britain would take a lead in the battle against global heating by cutting national carbon emissions by 68% by 2030, a rate faster than any other major economy.\\nHowever, the UK has not announced plans to end exploration in the North Sea for new gas and oil fields or to halt extraction there – despite the established link between global warming and fossil fuel extraction and burning.\\nBy announcing its North Sea ban last week, say campaigners, Denmark has undermined Johnson’s attempt to portray himself as a world climate leader next Saturday when he is scheduled to co-host a virtual Climate Ambition summit of world leaders.\\n“If the UK is to be a real global climate leader, it must follow Denmark’s lead by stopping issuing new oil and gas exploration licences and delivering a managed phase-out of oil and gas extraction,” said Ken Penton, UK climate campaigner for the international NGO, Global Witness. “This must include funding a just transition for oil and gas workers and their communities to ensure they can benefit from the new green economy and do not suffer the fate of UK coal miners and their communities.”\\nThe Danish government voted on Thursday to cancel the country’s next North Sea oil and gas licensing round, 80 years after it first began exploiting its hydrocarbon reserves. Denmark’s 55 existing platforms, spread across 20 oil and gas fields, will be allowed to continue extracting fossil fuels but the decision to end the hunt for new reserves will guarantee an end to Denmark’s fossil fuel production.\\nHelene Hagel from Greenpeace Denmark said the parliamentary vote would allow the country to “assert itself as a global frontrunner and inspire other countries to end our dependence on climate-wrecking fossil fuels”.\\nIn contrast to the Danish decisions, Johnson concentrated his attention last week on issuing new targets for emissions following advice, issued by the UK’s climate change committee, that the costs of cutting them had fallen rapidly in the past few years. This would make it easier to change the UK’s target of reducing emissions by 57%, compared with 1990 levels, to a more ambitious 68% by 2030.\\nJohnson said the new target should boost the UK’s chances of reaching its goal of being a net zero emitter of greenhouse gases by 2050. At the same time, he outlined commitments to phase out diesel and petrol cars, boost offshore wind farms and invest in hydrogen fuel technologies.\\nHowever, critics say the plan lacks detail while business leaders have warned that considerable investment will be needed to bring about these new emission goals.\\n“We are going to need innovations that will help us to develop ways to store energy and exploit hydrogen as a fuel,” said Alison Doig, of the Energy and Climate Intelligence Unit.\\n“These innovations may take time to develop, however. That means we will have to act very quickly over other issues such as heating inefficiencies in housing and phasing out petrol and diesel cars. There is a real urgency about this issue and we should be clear about the need to move very quickly if we want to achieve our climate goals.”", "image": [["https://i.guim.co.uk/img/media/23c6e7c56c6d8ab0039b261445d78a0fa87ae112/0_86_2500_1500/master/2500.jpg?width=465&dpr=1&s=none", "Greenpeace activists protest against new oil and gas exploration in Denmark’s Dan oilfield in the North Sea last summer."]], "author": ["Toby Helm", "Robin McKie"], "date": "2020-12-06"}, "https://www.theguardian.com/environment/2020/dec/30/fi-radford-obituary": {"title": "Fi Radford obituary", "subtitle": null, "text": "My friend Fi Radford, who has died aged 72 of cancer, devoted her retirement to environmental activism. She was active in many organisations, including Greenpeace, Friends of the Earth, the Green party and the anti-fracking movement, and, with the birth of Extinction Rebellion (XR), saw hope for a livable planet for her grandson.\\nHer involvement with XR included inducting hundreds of activists into the cause, and she was part of XR’s Rebel Elders and Aged Agitators groups. With both XR and Greenpeace she took part in many campaigns on deforestation, energy, oceans and climate change, and against expansion of Bristol airport.\\nShe also founded Bristol Environmental Activists Together, was a member of Grandparents for a Safe Earth UK, and regularly demonstrated against the financial sector’s worst offenders on fossil fuel investment. At XR’s “You Can’t Eat Money” action outside BlackRock’s London HQ in 2019, she told fellow demonstrators: “People need to know what goes on behind those shiny glass doors. The business they’re engaged in is actually destroying our life-support system.”\\nIn 2019 Fi gave a powerful TEDx Talk, What did you do in the climate crisis, Grandma?, calling for the mobilisation of “an army of rebel retirees”. In the talk she said: “It’s time to reboot retirement. This is not the time to rest on our laurels, spend the children’s inheritance or to stay at home feeling unwanted and lonely. We have never been more needed and more valuable.”\\nBorn in Farnborough in Hampshire, one of four children of Dennis Hammond, a second world war pilot who was awarded the Distinguished Flying Cross, and Joan (nee Cowley), Fi was educated at Varndean grammar school, Brighton, where she met Andrew Radford. They married in 1970, shortly after Fi had gained a degree in modern languages at St Hilda’s College, Oxford.\\nAfter obtaining a postgraduate diploma in library and information studies from University College London, Fi worked as a librarian for Portsmouth City Libraries and then, from 1973 until 1976, at Portsmouth Polytechnic, before moving into full-time motherhood while also becoming involved on a voluntary basis with various charities, including the National Childbirth Trust and the Christian Healing Trust.\\nAlways courteous and impeccably dressed, she will be remembered for her sunny smile, intelligence, inclusivity, courage and commitment to protecting our precious planet from further harm, right up to her first signs of cancer.\\nShe is survived by Andrew, and their sons, Richard and John, and grandson, Edgar.", "image": [["https://i.guim.co.uk/img/media/d2192e0dcb3831479c19f7012163d0c30f14ddc7/0_9_2048_1228/master/2048.jpg?width=465&dpr=1&s=none", "Fi Radford"], ["https://i.guim.co.uk/img/media/e37a9ba68a8edd3f2b2b19e3eac65ff299437212/0_0_1280_854/master/1280.jpg?width=445&dpr=1&s=none", "Fi Radford at an Extinction Rebellion protest outside BlackRock’s London HQ in 2019"]], "author": null, "date": "2020-12-30"}, "https://www.theguardian.com/profile/johnsauven": {"title": null, "subtitle": null, "text": "John Sauven is director of Greenpeace", "image": null, "author": null, "date": null}, "https://www.theguardian.com/business/2020/dec/04/denmark-to-end-new-oil-and-gas-exploration-in-north-sea": {"title": "Denmark to end new oil and gas exploration in North Sea", "subtitle": null, "text": "Decision as part of plan to phase out fossil fuel extraction by 2050 will put pressure on UK\\nDenmark has brought an immediate end to new oil and gas exploration in the Danish North Sea as part of a plan to phase out fossil fuel extraction by 2050.\\nOn Thursday night the Danish government voted in favour of the plans to cancel the country’s next North Sea oil and gas licensing round, 80 years after it first began exploring its hydrocarbon reserves.\\nDenmark’s 55 existing oil and gas platforms, scattered across 20 oil and gas fields, will be allowed to continue extracting fossil fuels but the milestone decision to end the hunt for new reserves in the ageing basin will guarantee an end to Denmark’s fossil fuel production.\\n“We’re the European Union’s biggest oil producer and this decision will therefore resonate around the world,” Denmark’s climate minister, Dan Jørgensen, said. “We are now putting a final end to the fossil era.”\\nHelene Hagel from Greenpeace Denmark described the parliamentary vote as “a watershed moment” that will allow the country to “assert itself as a green frontrunner and inspire other countries to end our dependence on climate-wrecking fossil fuels”.\\nShe said: “This is a huge victory for the climate movement and all the people who have pushed for many years to make it happen.”\\nDenmark began oil and gas exploration in 1972, and its North Sea revenues helped to make it one of Europe’s richest nations. In the last decade the government has turned its focus to clean energy, including offshore wind farms built by the country’s former state oil company, which has rebranded from Dong Energy to Ørsted.\\nThe Danish government estimates that the decision to phase out oil and gas production will cost the government coffers DKr13bn (£1.6bn) in lost revenue.\\nDenmark produced the equivalent of 103,000 barrels of oil and gas a day in 2019, compared with the UK, which produced 1.7m barrels of oil equivalent last year and Norway, which produced 1.8 million barrels a day.\\nIts decision to set a long-term deadline on oil and gas production is likely to pile pressure on the UK prime minister, Boris Johnson, to follow suit as the country prepares to lead efforts to tackle the climate crisis at the UN climate talks in Glasgow next year.\\n“This is what climate leadership looks like,” Mel Evans, a senior climate campaigner for Greenpeace UK, said. “All eyes will be on the UK next year as we host crucial climate talks, so our prime minister should take note. If Johnson wants to keep up and build global momentum for the clean energy transition, he must cancel the next round of oil and gas licensing, end all future exploration and ditch the legal requirement to extract as much as possible from the North Sea basin.”\\nDenmark is the second European nation to call an end to new oil and gas exploration, but the first major fossil fuel producer. In 2017 France became the first country in the world to phase out exploration and production on its mainland and overseas territories by 2040. New Zealand followed suit a year later by bringing an end to all new oil and gas exploration permits.\\nThe IPPR thinktank called on the UK and Scottish governments earlier this week to phase out oil and gas production through a series of declining five-year targets, and scrap a controversial policy that calls on North Sea companies to extract as much oil and gas as they can from the ageing basin.\\nDeirdre Michie, the chief executive of Oil and Gas UK, told the Guardian that a hard deadline on oil and gas production – similar to the ban on the sale of new fossil fuel vehicles from 2030 – would be a “blunt instrument” that could lead to “unintended consequences” for investment and thousands of jobs which rely on the sector.\\nThis article was amended on 7 December 2020 to provide a pounds sterling conversion from the Danish kroner for the estimated figure for lost government revenue.", "image": [["https://i.guim.co.uk/img/media/e91fa82043db66963f80988c8791dd3575422474/12_15_2483_1490/master/2483.jpg?width=465&dpr=1&s=none", "Four activists with Greenpeace Denmark at the Dan oil field in the Danish North Sea"]], "author": ["Jillian Ambrose"], "date": "2020-12-04"}, "https://www.theguardian.com/environment/2020/dec/31/calls-from-the-deep-do-we-need-to-save-the-whales-all-over-again": {"title": "Calls from the deep: do we need to Save the Whales all over again?", "subtitle": null, "text": "Fifty years ago, a hit album proved whales “sing” – and led to one of the great environmental success stories. But soon it could all be for nothing\\nIn June 1975, a small group of activists set off from the coast of California in an 85ft boat. They were headed for the Dalniy Vostok factory ship, which was at sea conducting business as usual: harpooning sperm whales.\\nThe activists were members of Greenpeace, an organisation that had only recently been founded, in Vancouver in 1971, and they were setting out to meet the Russian whaling ship under the banner of what would become one of the most famous slogans of the environmental movement, Save the Whales.\\nThey thought they knew what to expect. Inspired by the Canadian ecologist and writer Farley Mowat, who had explained that commercial whaling was taking some species close to extinction, Greenpeace had decided to make saving whales a key part of its mission – specifically to photograph the reality of commercial whaling at sea, which few people had ever witnessed.\\nBut what they saw when the Dalniy Vostok came into view was a shock nonetheless.\\n“There was blood all over the water, there were dead whales in the water, and there was a large pipe that came out from the hull of the factory ship that was running constantly with blood,” says Rex Weyler, co-founder of Greenpeace.\\n“We could see the giant slabs of whale being ripped off the bone. There was the stench of dead whales and blood, and there were sharks in the water. It was a horror show.”\\nAmid the carnage, Wexler and activists including Paul Watson, who went on to found the campaign group Sea Shepherd, attempted to slow the whale hunt by placing themselves between the live animals and the harpooners, and took photos.\\nBut they also tried something unexpected of their own. Using an onboard sound system, they began to blast an eerie noise: whale song, taken from the 1970 album, Songs of the Humpback Whale.\\nProduced by marine biologist Dr Roger Payne from audio of male humpbacks singing off the coast of Bermuda, Songs of the Humpback Whale had been a surprise hit with the public, and remains the only multiplatinum-selling album of animal sounds. It also announced a scientific breakthrough: Payne and his team had found that whales don’t just call but actually sing to each other, in slowly repeating patterns.\\nThe success of the album had been one of the reasons Greenpeace chose whaling as an early focus in the first place. By the early 1970s, public understanding had advanced to the point that whales became animals that “people internationally could all relate to”, says Weyler. “Whales are intelligent. They have families. And they even, we learned at that time, make music and vocalise. The whale was the perfect species in danger that could stand for all of wild nature.”\\nAs the activists turned on the loudspeakers to blast it at the Dalniy Vostok, they also hoped whale song could be a language that could cross boundaries.\\n“We came right up beside the giant ship. The crew lined the rails of three decks, towering above us,” recalls Weyler of the moment when they played the music. “It was quite dramatic. They waved and shouted and hooted. They seemed, to tell you the truth, quite friendly and interested in us.\\n“And they were fascinated by the whale sound. Very few of the crew on the boat were actually whalers and harpooners. There were people working in the kitchens, boathands, people who were cutting up and processing the whales dragged on board.”\\nThe effect was profound. Although the harpooners did not stop whaling that day, Greenpeace had scored a success. The anti-whaling movement would go on to transform world opinion, paving the way for the International Whaling Commission’s (IWC) 1982 decision to ban commercial whaling starting in 1986 – of which Russia, along with Japan, was one of the biggest proponents. The Dalniy Vostok would eventually cease whaling and became a fishing trawler. (In 2015, it sank off the coast of Russia, killing most of the crew.)\\nWhale populations began to rise, and have done so – with some exceptions – ever since. As of May 2020, humpback whale populations had returned to 93% of their pre-whaling size.\\nBut in 2020, 50 years on from the release of the album, whales are once again in the global headlines for all the wrong reasons. A new series of threats to whales have appeared. Commercial whaling has started to return, with Norway and Japan among the countries that have abandoned the IWC ban. And whaling is the least of it. Collisions with ships, bycatch from fishing, habitat loss due to the climate emergency and a global plastic pollution crisis are hitting whales from all directions on a scale unknown in the 1970s.\\nMost pernicious of all, however, is the noise.\\n“Shipping has increased by 300% in the past two decades and noise is a massive issue,” says Helen McLachlan, fisheries programme manager for the Worldwide Fund for Nature. “Sound in the water is really important for the toothed whales like sperm whales, which use sound to identify prey and to navigate. If you upset those functions then you are undermining that animal’s ability to survive.”\\nThe deadly threat posed to whale song by shipping noise was underlined during the pandemic, when whales got a brief respite from the din. In lockdown-quietened waters, researchers were able to record whales singing with increased frequency, and at lower volumes. But with new vaccines emerging and the global economy adjusting to the pandemic restrictions, the “lockdown effect” looks set to be a blip. Fifty years since an album of whale songs brought to public attention one of the great wonders of the ocean, do we need to save the whales all over again?\\n“When I discovered that humpbacks were singing, one of my biggest worries was, ‘well, nobody knows what a humpback whale is’,” says Payne, now 85, speaking from his home in Vermont. “The attitude that people had to whales then is very hard to conjure up in our age. It was sort of, ‘uh-huh’. People knew whales were very big, and that was about it.”\\nHe first heard whales singing in the late 1960s, on tapes made by a US navy engineer, Frank Watlington. Watlington had been listening out for explosions off the coast of Bermuda, but was surprised to find the noises obscured by the sound of whales calling to each other. Using military hydrophones, he recorded the whale vocalisations at rare length.\\nA whale enthusiast himself, Watlington recognised the recordings’ potential significance, and passed them to two visiting marine biologists: Payne and his then wife, Katy.\\nWe still don’t know all the reasons that baleen whales sing, but it is thought to be how male humpbacks advertise their location and credentials to potential mates. Katy Payne, a researcher in acoustic biology at the Cornell Lab of Ornithology, used the recordings to prove that male humpbacks sing the same songs together in groups, and gradually compose new ones, changing their songs each year. Females are thought to be attracted to males singing the most “current” songs.\\nIf it was a breakthrough to realise that the whales could sing, perhaps as remarkable was discovering how emotionally involving the songs of these vast marine mammals are to human ears.\\n“Something about their sounds knocked me out, inspired a sense of wonder, just a ‘wow’ reaction,” recalls Roger Payne of hearing the recordings for the first time, and realising they could help draw public attention to whales. “It felt obvious to me that this is the way that we can capture people’s imagination.”\\nPayne produced the album from Watlington’s audio and released it commercially as Songs of the Humpback Whale. The album was a hit. National Geographic magazine gave it a further boost by distributing 10.5m promotional copies. Payne says he has seen crowds of 200 people burst into tears on hearing it. “The definition of a song is simply a repeated rhythmic pattern,” he says, but whale song transmits “a message that gets to other levels of your brain than the songs of most animals.\\n“Some of the laws of musical composition of humpbacks’ songs are the same as in human music,” he notes. “Whales, for example, use sonata form: the establishment of a theme and then a variation, then a return. Well, how the hell do you explain that? My suspicion is that music probably vastly predates our species.”\\nWhat’s more, Katy Payne and her colleague Linda Guinee would go on to prove that humpback songs also use the equivalent of “rhyme”: consistent end-note sounds to the most complex sections, thought to be a mnemonic device to help the whales memorise the longest songs.\\nSongs of the Humpback Whale heralded a cultural shift, as awareness of whales’ intriguingly human-like qualities became widespread. The “great whales” – including humpbacks and blue whales – became awe-inspiring wildlife icons, a status that is now self-evident.\\nThey were also in unparalleled danger. Commercial whaling had existed since the 1800s, but by the mid-1960s it was happening on a mass scale around the world. It was largely through the efforts of Greenpeace that the public began to realise the threats posed to whales, after the activists returned from their shocking encounter with the Dalniy Vostok.\\n“It was a really traumatising experience for all of us on the Greenpeace ship,” says Weyler, speaking from his home on Cortes Island, British Columbia. “We had never seen anything like that.”\\nStill, he credits that trip and the resulting photographs for beginning to change public opinion.\\n“We were aware that just explaining that the whales were being hunted would not be enough to get the attention of global policymakers and media. By confronting the whalers and bringing the pictures of the horror of the slaughter, that’s what shocked the world – and brought ecology into the modern era.”\\nIn 1974, a 14-year-old girl named Maris Sidenstecker was one of those shocked. The teenager, from Los Angeles, had come across an article in an inflight magazine explaining the new existential threat to blue whales. “I just could not get it out of my mind,” says Sidenstecker, now a marine biologist.\\nInspired, she designed and printed a T-shirt with her drawing of a blue whale and the words, “Save the whales”.\\nPeople began to ask her where they could buy one and soon, through a small ad in Rolling Stone magazine, Sidenstecker was shipping T-shirts nationwide. “That’s when we really started selling a lot more,” she says, “boxes and boxes of them.” At the age of 16, Sidenstecker founded a charity, Save The Whales, which she still runs today. It was official: saving whales was mainstream, and the anti-whaling campaign went worldwide.\\n“Later, we confronted the whalers in the mid-Pacific around Hawaii and then, even later Greenpeace, Sea Shepherd and other organisations confronted whaling fleets in the South Pacific and South Atlantic,” recalls Weyler. “It became a global movement.”\\nBy the 1980s, as the IWC ban came into effect and populations began slowly to recover, crowding on to the deck of a boat to catch a glimpse of a whale’s back became a life-affirming way to spend leisure time. “Whale-watching was something I pushed right from the start,” says Payne, “because if you see a whale up close you’re not going to forget it.” The 1986 film Star Trek IV: The Voyage Home captured the zeitgeist with its story of saving humpback whales in San Francisco Bay. Save the Whales had become – along with the effort to reduce the hole in the ozone layer – perhaps the greatest environmental success story of the 20th century.\\nIncidentally, Sidenstecker never claimed to have invented the phrase “save the whales”. Greenpeace chose it independently for its campaign, and in a 2015 interview with NPR, Katy Payne remembered Watlington telling them, “Go and save the whales”. At one point Sidenstecker attempted to register the name for her charity. “We did try to trademark the name about 20 years ago,” she says from her home in whale-rich Monterey Bay, California. “We were told to forget it. It’s a phrase in the public domain now that everyone uses.”\\nJust as the world thought whales were saved, however, new threats began to emerge. In 1993, just seven years after the IWC whaling ban, Norway broke from the agreement and resumed commercial whaling; it is still the world’s biggest killer of whales. Japan abandoned the agreement in 2018. Iceland, too, is also still whaling, though there are signs that the practice might be coming to an end as whale-watching tourism makes better economic sense.\\nStill, commercial whaling pales in comparison to the death toll in what is known as “bycatch”. Whales are frequently entangled in fishing gear, such as lines joining equipment on the seabed to surface buoys, or killed while fishers are hunting other species. Worldwide, bycatch kills as many as 300,000 whales, dolphins and porpoises every year, making it by far the biggest killer of cetaceans. According to the WWF, bycatch led to the recent extinction of the Yangtze river dolphin in China, and is a critical threat to endangered North Atlantic right whales and Arabian Sea humpback whales, among many other cetacean species.\\nAnother threat is from commercial shipping, particularly collisions. “Vessels are getting bigger and travelling more quickly, which makes them a key threat to whales,” says McLachlan. Whales struck by ships often die, and a recent study  suggested that speed limits don’t always help: even slow-moving boats are likely to kill endangered right whales in a collision.\\nBut the most poignant new threat of all, given the profound impact of Songs of the Humpback Whale, must be the disruption of their song caused by the noise from commercial shipping, which has had a direct effect on whale populations. “It’s about communication, including for breeding and between mothers and calves,” says McLachlan of whale song. “You know yourself that if you’re in a crowded pub. You have to shout to be heard, and it’s exhausting after a while.”\\nSome scientists also speculate that commercial shipping noise may be altering the content of the whale songs. Michelle Fournet of Cornell University hypothesises that whale song may be richer and more complex when human-generated noise abates, as it did during the pandemic, when reduced shipping activity briefly allowed humpbacks to benefit from the clearer singing conditions. That effect is not likely to last, however.\\nSome solutions are being sought, such as responsive shipping routes plotted to avoid areas where whales are likely to be breeding, feeding or migrating. In Canada’s Bay of Fundy, “shipping lanes were moved for right whales, and they returned to areas they had vacated”, says McLachlan. “There is even whale-avoidance software that vessels can operate.”\\nIn October 2020, blue whale song was also found to change during migratory journeys, with a Stanford University study showing that whales’ switch from night-time to daytime singing as they start to migrate – potentially another way to better predict whales’ migration routes, and thus help reduce collisions. Similarly, with bycatch, technological innovation could help lower casualties from fishing equipment with, for example, remote collection of lobster traps rather than lines attached to a buoy on the surface.\\nMany of the threats cannot be solved with technology, however. Critical habitat loss and the plastic pollution crisis are threats for which taking action after the fact is often too little, or too late, or simply impossible. For example, once toxic PCBs (polychlorinated biphenyls) had entered the food chain, banning them did not change that fact. They are still found in orcas off Scotland.\\n“It is key for overall ocean health that we have a healthy, dynamic population of these top predators,” says McLachlan. She adds that, because whales store tonnes of carbon dioxide in their bodies, they are also key to mitigating the climate crisis. If whales are threatened, it’s bad news for all of us.\\nRoger Payne’s obsession with what he calls “whale speak” continues to inform his research. As well as discovering that some whales sing, another breakthrough was calculating just how far some great whales can hear. In deep ocean (and, he adds, in a pre-human-noise-pollution world), “I was shocked to calculate that blue whales and fin whales could hear each other as far as 13,000 miles away.”\\nBut it’s the languid musicality of whale song itself that connected with so many people. Otherworldly in the truest sense, it predates humans by tens of millions of years. There is something else that plays on Payne’s mind, something he has never been able to prove, and probably never will.\\n“My suspicion is that the difference between whale communication and human communication may be that they are transmitting emotions directly,” he says. “We can’t do that. We need words.”", "image": [["https://i.guim.co.uk/img/media/8540fd82b15a767e6fb86ac71d91e895b0de5d03/63_101_1071_643/master/1071.jpg?width=465&dpr=1&s=none", "Part of the album cover of Songs of the Humpback Whale, which remains the only multiplatinum-selling album of animal sounds."], ["https://i.guim.co.uk/img/media/93714a502e9afabd38f537ebe7226ff5319dcb84/0_0_800_524/master/800.jpg?width=445&dpr=1&s=none", "Dead whales being dragged along behind factory ship Dalniy Vostok."], ["https://i.guim.co.uk/img/media/5abf2fade7aa5d117305135a987bb837cc7cb9ca/0_65_733_498/master/733.jpg?width=445&dpr=1&s=none", "The Greenpeace crew playing music to the crew of the Soviet ships."], ["https://i.guim.co.uk/img/media/a5b6864c1936a4764cce3fc4df94fbb1a587c3a3/0_0_799_525/master/799.jpg?width=445&dpr=1&s=none", "Russian Whaling Fleet in North Pacific"], ["https://i.guim.co.uk/img/media/d1c2faa51ec2ab3e1eedce2ce82261fc3ae3678d/0_0_2000_1333/master/2000.jpg?width=445&dpr=1&s=none", "A picture taken by anti-whaling group Sea Shepherd shows the bloodied deck of a Japanese ship, the Nisshin Maru, near Antarctica."], ["https://i.guim.co.uk/img/media/533a7825d21ac78fed1db89b04103d50137345ce/0_0_5669_3780/master/5669.jpg?width=445&dpr=1&s=none", "A humpback whale with calf."], ["https://i.guim.co.uk/img/media/f2442b4e894a9da52f4397ebd49e9408547a75ae/0_0_4561_3045/master/4561.jpg?width=445&dpr=1&s=none", "Roger Payne pets whale, Peninsula Valdez, Argentina"], ["https://i.guim.co.uk/img/media/19046783bf641b30c56d03df25b78646936ec54c/0_0_3504_2336/master/3504.jpg?width=445&dpr=1&s=none", "A 46-foot juvenile fin whale that was struck by a cargo ship and carried into the Long Beach harbor in Long Beach, Calif."], ["https://i.guim.co.uk/img/media/9e76737353206dd7762025ea7e46e372928871dd/0_94_5394_3236/master/5394.jpg?width=445&dpr=1&s=none", "A humpback whale mother with her calf off the coast of Tonga. Whales use song to breed, navigate and communicate with their offspring."]], "author": null, "date": "2020-12-31"}, "https://www.theguardian.com/news/2020/dec/08/the-curse-of-white-oil-electric-vehicles-dirty-secret-lithium": {"title": "The curse of 'white oil': electric vehicles' dirty secret", "subtitle": null, "text": "The race is on to find a steady source of lithium, a key component in rechargeable electric car batteries. But while the EU focuses on emissions, the lithium gold rush threatens environmental damage on an industrial scale\\nEven before the new mine became the main topic of village conversation, João Cassote, a 44-year-old livestock farmer, was thinking about making a change. Living off the land in his mountainous part of northern Portugal was a grind. Of his close childhood friends, he was the only one who hadn’t gone overseas in search of work. So, in 2017, when he heard of a British company prospecting for lithium in the region of Trás-os-Montes, Cassote called his bank and asked for a €200,000 loan. He bought a John Deere tractor, an earthmover and a portable water-storage tank.\\nThe exploration team of the UK-based mining company Savannah Resources had spent months poring over geological maps and surveys of the hills that ripple out from Cassote’s farm. Initial calculations indicated that they could contain more than 280,000 tonnes of lithium, a silver-white alkali metal – enough for 10 years’ production. Cassote got in touch with Savannah’s local office, and the mining firm duly contracted him to supply water to their test drilling site. The return on his investment was swift. After less than 12 months on the company’s books, Cassote had made what he would usually earn in five or six years on the farm.\\nSavannah is just one of several mining companies with an eye on the rich lithium deposits of central and northern Portugal. The sudden excitement surrounding petróleo branco (“white oil”) derives from an invention rarely seen in these parts: the electric car. Lithium is a key active material in the rechargeable batteries that run electric cars. It is found in rock and clay deposits as a solid mineral, as well as dissolved in brine. It is popular with battery manufacturers because, as the least dense metal, it stores a lot of energy for its weight.\\nElectrifying transport has become a top priority in the move to a lower-carbon future. In Europe, car travel accounts for around 12% of all the continent’s carbon emissions. To keep in line with the Paris agreement, emissions from cars and vans will need to drop by more than a third (37.5%) by 2030. The EU has set an ambitious goal of reducing overall greenhouse gas emissions by 55% by the same date. To that end, Brussels and individual member states are pouring millions of euros into incentivising car owners to switch to electric. Some countries are going even further, proposing to ban sales of diesel and petrol vehicles in the near future (as early as 2025 in the case of Norway). If all goes to plan, European electric vehicle ownership could jump from around 2m today to 40m by 2030.\\nLithium is key to this energy transition. Lithium-ion batteries are used to power electric cars, as well as to store grid-scale electricity. (They are also used in smartphones and laptops.) But Europe has a problem. At present, almost every ounce of battery-grade lithium is imported. More than half (55%) of global lithium production last year originated in just one country: Australia. Other principal suppliers, such as Chile (23%), China (10%) and Argentina (8%), are equally far-flung.\\nLithium deposits have been discovered in Austria, Serbia and Finland, but it is in Portugal that Europe’s largest lithium hopes lie. The Portuguese government is preparing to offer licences for lithium mining to international companies in a bid to exploit its “white oil” reserves. Sourcing lithium in its own back yard not only offers Europe simpler logistics and lower prices, but fewer transport-related emissions. It also promises Europe security of supply – an issue given greater urgency by the coronavirus pandemic’s disruption of global trade.\\nEven before the pandemic, alarm was mounting about sourcing lithium. Dr Thea Riofrancos, a political economist at Providence College in Rhode Island, pointed to growing trade protectionism and the recent US-China trade spat. (And that was before the trade row between China and Australia.) Whatever worries EU policymakers might have had before the pandemic, she said, “now they must be a million times higher”.\\nThe urgency in getting a lithium supply has unleashed a mining boom, and the race for “white oil” threatens to cause damage to the natural environment wherever it is found. But because they are helping to drive down emissions, the mining companies have EU environmental policy on their side.\\n“There’s a fundamental question behind all this about the model of consumption and production that we now have, which is simply not sustainable,” said Riofrancos. “Everyone having an electric vehicle means an enormous amount of mining, refining and all the polluting activities that come with it.”\\nIn the tiny hamlet of Muro in Trás-os-Montes, Cassote has concerns of his own. The prospecting phase ended earlier this year, and his expensive new machinery is standing idle in his farmyard. Savannah is waiting for the final green light from the Portuguese government for its lithium mine. If approved, the company is promising to invest $109m in the project. It will also create a quarry like an open wound in the mountainside. Cassote doesn’t mind. He just wants to be back on his earthmover.\\nNot everyone shares Cassote’s enthusiasm for lithium mining. After three decades living in Amsterdam, Mario Inacio, a 50-year-old professional dancer, recently returned to his home in Portugal with plans to build a yoga retreat deep in the countryside – somewhere bucolic and isolated where guests could wake to the sound of birdsong.\\nInacio and his partner, Milko Prinsze, had identified the perfect spot, an abandoned farmstead set in 47 acres of grassy wilderness in central Portugal. The main house would require considerable renovation, but the rest was exactly as they had imagined. Driving down the sinuous, bumpy driveway for the first time, Inacio dreamed of the changes they could make – extending the house off to the side, converting the outhouses into private living quarters, carving out a natural pool in the rocks. He pinpointed the spot for the yoga studio: a small rise with expansive views over the grounds and out to the hills beyond.\\nSix years after the couple first set eyes on the place, Quinta Da Lua Nova is now ready to open its doors to paying guests. The global pandemic is creating a shortage of international clients and making it difficult to fill the nine rooms, but a much greater worry hangs over the business in which Inacio has invested his life savings. Moving to one of the large ground-floor windows of his new home, he pointed to the lush expanse of open country outside. “Any of this could be exploited for lithium soon. Possible exploration orders hang over all of it.”\\nIn the past few years, small groups of anxious residents have come together across Portugal, concerned about the government’s lithium plans. With few facts in the public domain, these groups started making inquiries to local planning departments and town halls. In Inacio’s case, he said that he was told his requests would be “passed on”. He never heard any more.\\nAt the same time, early-stage exploration works, led by the likes of Savannah and the Portugal-based Lusorecursos, were reportedly sighted across the country. An objector unearthed a technical assessment of Portugal’s lithium resources commissioned by the energy ministry in 2016. Eventually, a government spokesperson confirmed that discussions were under way with various mining companies, but said no firm decisions had yet been made.\\nThen, in January 2020, a map began circulating among the various WhatsApp and Facebook groups set up by concerned residents like Inacio. The map, put together by a local software developer specialising in cartography, appeared to confirm their worst fears. A tapestry of geometric shapes spread across the country’s interior, abutting designated nature reserves. A series of local and national protests, including a march in Lisbon last year, sought to raise awareness about the impacts of modern mining on the natural environment, including potential industrial-scale habitat destruction, chemical contamination and noise pollution, as well as high levels of water consumption. They also raised concerns about the impact on tourism – an economic mainstay for the country’s interior, with an annual turnover of €18.4bn in 2019.\\nAll these concerns appear in a “national manifesto” recently published by a coalition of civic movements. Despite vociferous local media coverage, they have made little impact so far. In part, this reflects the relative weakness of the national environmental movement. Portugal is one of the few countries in Europe not to have a Greenpeace affiliate, for instance, and according to an EU survey, of all European consumers, the Portuguese are the least likely to pay more for eco-branded products.\\nFor Maria Carmo, a 43-year-old university lecturer from the village of Barco, in the central district of Castelo Branco, such lack of engagement reveals the alienation that most urban or coastal-dwelling Portuguese feel towards the country’s rural heartlands. The trend in the past 50 years or so has been one of continued rural depopulation. Hundreds of thousands of people have left Portugal’s poor and already under-populated interior for new lives abroad or in the country’s coastal cities. Few of them return.\\nIf a mining licence is granted in their region, Inacio and a small core of diehard supporters are prepared to fight it in the courts. Carmo is less sure. Her campaign group in Castelo Branco has already split, with half its members now open to the possibility of an open-pit lithium mine above her village. It will happen anyway, they say, so why not negotiate some guarantees? Barco used to have a tin mine, the villagers argue, and it wasn’t so bad.\\nBut Carmo feels it’s a mistake to compare the two operations. Her own father and grandfather both worked in the Argemela tin mine outside the village before it closed in the early 1960s. Back then, mining was small-scale and subterranean. A new mine, in contrast, could see half the hill disappear, potentially damaging the remains of a bronze-age settlement on its peak. Villagers also fear that chemical runoff will pollute the nearby Zêzere river, which they depend on for their crops.\\nAfter a three-year struggle, Carmo is exhausted and ready to give in. She feels the government is deaf, and that her fellow citizens aren’t interested. “So much destruction,” she said. “And for what? So eco-minded urbanites in Paris and Berlin can feel good about driving around in zero-emission cars.”\\nAdvocates of Portugal’s hoped-for lithium boom argue that local disruption is a small price to pay for tackling the climate crisis. They point out that innovations such as windfarms, solar energy parks and hydroelectric plants, while contributing to lowering CO2 emissions in the long term, all have some impact on local populations. In a note to investors, Savannah observes that its proposed mine (which boasts projected revenues of US$1.55bn over its initial 11-year lifespan) will contribute to enough battery packs to prevent the emission of 100m tonnes of carbon dioxide.\\nSavannah’s chief executive, David Archer, goes even further. Speaking from his London office, he pitched his firm’s multimillion-dollar investment as advancing the overall “quality of the global commons”. The equation he offers is simple: lithium equals batteries, which equals electric cars, which equals an end to transport emissions, which equals a world less vulnerable to today’s climate emergency. He adds the prospect of new jobs in the local area (up to 800 in Trás-os-Montes), higher tax revenues and a €437m boost to Portugal’s economy. From a development perspective, he said, it’s a “no-brainer”.\\nThe Portuguese government concurs. In a promotional video targeted at foreign investors, the secretary of state for the environment named his country “one of the world’s leaders in energy transition”. The short film stresses the current government’s “strong commitment” to a policy of eco-innovation.\\nObjectors say that where there is profit to be made, local environmental impacts are almost always overlooked. The same dilemma has set back international climate talks for decades, said Harjeet Singh, global climate lead for the campaign group ActionAid. The global north wants stricter emissions targets; the global south wants economic development now, and reasonably feels that the burden of tackling the climate crisis should fall on the post-industrial societies primarily responsible for causing it. “Green technologies are essential for the transition to renewable energy,” Singh said, “but they are not without negative impacts [and] we need to ensure these don’t always fall on the poorest and most marginalised communities.”\\nIn Chile, the battle over the impact of mining has been going on for years. Born and brought up in the copper-producing region of O’Higgins in central Chile, community activist Ramón Balcázar, now 36, became aware of the potential damage of large-scale mining at an early age. Long-running disputes – over land use, water rights and chemical contamination – provided the background to his youth in the 90s. Then, six years ago, he moved to the northern outpost of San Pedro de Atacama. On the lip of the country’s famed Andean salt flats, the town looks out to a coarse, sun-baked carpet of crystalline whites and smudgy grey. There, under this huge, cloudless desert sky, Balcázar finally felt able to breathe freely.\\nHe did not know it, but he had walked into another battle zone. San Pedro lies on the westernmost point of a mining area that spreads north across the Atacama desert to Bolivia and east into Argentina. Fifty times drier than California’s Death valley, the area’s parched surface conceals an underworld rich in minerals. Historically, mining companies have exploited its lucrative deposits of copper and, to a lesser extent, iodine and nitrates. By some estimates, it also contains as much as half the world’s lithium reserves. In the early to mid-2010s, when talk of lithium-ion batteries began circulating in every mining town, a raft of new licences were requested, investments made, and extraction facilities expanded. The area became known as the “lithium triangle”.\\nThe mining companies insist their operations are sustainable. Balcázar, speaking from Mexico City, where he is studying for a graduate research degree, said they have no evidence for this claim. No one knows what effects lithium extraction on such a large scale will have on the Atacama’s fragile natural ecosystem. Unlike in Portugal, lithium here is found in brine, so the mining operations use no dynamite and no earthmovers, and threaten to leave no unsightly craters. Instead, they consist of a series of large, neatly segregated evaporation pools filled with millions of litres of brine that have been pumped from below the surface and left to evaporate in the sun.\\nThe fears of residents like Balcázar are focused on the area’s cavernous, subterranean aquifers, from where the brine is pumped. Here, they maintain, a disaster is unfolding. There is a risk that the reserves of clean water, which are found in a separate layer above the brine deposits, may become contaminated.\\nBalcázar has been working with the Plurinational Observatory of Andean Salt Flats, a network of expert scientists and concerned citizens, to chart changes to the local ecology. The weight of their evidence – shrinking pasturelands, failing crops, disappearing flora and fauna – all point towards a process of desertification which they believe is exacerbated by lithium extraction. The impact of disturbing a “huge, complex hydrological system” is not visible from one day to the next, said Balcázar. “But the two are interlinked, without any doubt.”\\nPlans by lithium mining firm SQM to expand its operations were recently blocked by a Chilean court on environmental grounds, but almost every other effort to get the backing of the authorities has failed. In Chile, Balcázar said, certain territories and natural environments have always been “sacrificeable” in the name of progress.\\nWhile mining firms scour the world’s deserts and countryside for lithium concentrate, a parallel search is on to find ways of producing battery-grade lithium without sending in the diggers. On an industrial estate surrounded by fields in rural Saxony, Christian Hanisch set out to discover a solution in recycling. “What if, instead of extracting virgin lithium from the ground, we use what we already have?” he said. Half a million tonnes of lithium has been extracted and refined in the past decade, much of which now sits in discarded mobile phones and laptops approaching obsolescence.\\nIn his modest first-floor office at Duesenfeld, the company he co-founded while working on his PhD at Braunschweig University of Technology, Hanisch, 37, admitted that the logistics are challenging. The lithium-ion batteries in everyday devices are typically small and fiddly, so to make his venture viable, Hanisch decided to start big, with used electric car batteries (which each contain about 8kg of reusable lithium). He pointed out of the window, where several recently delivered samples were piled up on the tarmac outside the factory next door, each the size of a chunky mattress.\\nRemoving the battery’s heavy plastic casing is easy enough; the challenge is how to access the lithium inside the battery cell itself. Currently, two main options exist: either heat the components to about 300C to evaporate the lithium, or apply acids and other reducing agents to leach it. Both approaches are complicated by lithium’s extreme volatility (it is prone to exploding) and its amalgamation with other metals (which are added in for better conductivity).\\nWith market analysts predicting a potential 12-fold increase in the value of the global lithium recycling industry over next decade, to more than $18bn by 2030, competition among recycling innovators is hotting up. In Germany alone, Duesenfeld faces competition from at least three other early-stage lithium recyclers. Across the border in Belgium, a former smelting firm turned urban waste recycler, Umicore, is developing its own technology, but releasing no details. Another significant European player is Snam, in France.\\nHanisch is confident that his procedure has an edge. Rather than smelting (which is highly energy intensive) or leaching (extremely toxic), Duesenfeld’s approach is based on mechanical separation. This method involves physically breaking the battery down into its component parts and then extracting the residual lithium via a combination of magnetisation and distillation.\\nIn the company’s factory, amid a cacophony of whirring and clanking, a submarine-like cylindrical contraption (“that’s the crusher”, shouted Hanisch through the ear protectors clamped to my head) occupies the back wall. Filling the space between is a jungle of pipes, funnels and conveyor belts punctuated by worktops. Quite where the production line begins or ends is unclear. Hanisch regarded his invention with a blissful expression. “It’s noisy,” he conceded, “But it’s the greenest way of recycling lithium there is.”\\nHanisch was brought up in a farming family in rural Lower Saxony, a background that inspired his environmental ambitions. Earlier this year he launched a consultancy venture, No Canary, advising on low-carbon methods for producing not just a battery, but an entire electric vehicle, from the materials stage through to final disposal. “Greta [Thunberg] was right”, he told listeners to his inaugural webinar. “We aren’t moving nearly fast enough on decarbonisation.”\\nShifting away from petrol and diesel is not the only concern. Manufacturing any car, electric or otherwise, causes carbon emissions, be it from the coal used to smelt the steel for its body work or the diesel oil burned when shipping its electronic components across oceans. The extra materials and energy involved in manufacturing a lithium-ion battery mean that, at present, the carbon emissions associated with producing an electric car are higher than those for a vehicle running on petrol or diesel – by as much as 38%, according to some calculations. Until the electricity in national grids is entirely renewable, recharging the battery will involve a degree of dependence on coal or gas-fired power stations.\\nLithium accounts for a small part of the battery’s cost, which means there is less incentive for manufacturers to find an alternative. As it is, recycling lithium costs more than digging it out of the ground. For Hanisch, one of the chief costs comes at the end of the process: converting the recovered lithium from its recycled state (lithium sulphate) into a battery-ready form (lithium carbonate). Without the resources to build his own chemical plant, Duesenfeld sends his end product – a grainy composite of precious metals known as “black mass” – to a hydrometallurgical facility for final processing.\\nFor existing recycling plants, lithium is not where the money lies, said Linda Gaines, an expert in battery recycling systems at Argonne National Laboratory in Illinois. As she said: “The main purpose is to recover the cobalt, as well as nickel and copper. The lithium doesn’t add much.”\\nAs with wind turbines and solar panels, the price of recycled lithium will very likely come down as battery manufacturers scale up. Supposing this proves true, there’s a huge supply-demand imbalance to get over. Before the pandemic, total sales of electric vehicles were projected to more than quadruple in the next five years, to more than 11m units. Demand for lithium will rise accordingly, with one industry estimate suggesting annual consumption could easily reach 700,000 tonnes by the middle of this decade. So, even if Duesenfeld and its competitors were able to recycle every last ounce of lithium produced in the last decade, come 2025, it would only be enough to power new electric vehicle batteries for nine months.\\nAs it turns out, the recession caused by the pandemic may have granted campaigners a reprieve, halting the immediate need to open new lithium mines. With the world facing a prolonged crisis, new cars – even eco-friendly ones – are not at the top of most people’s priorities. As manufacture has slowed down, a glut of lithium on global markets has dampened the white oil boom, if only temporarily.\\nBut investors remain bullish about lithium’s long-term prospects. With a change of regime in the White House, there is hope for renewed support for measures to tackle the climate crisis. In the fortnight after the US election, the stock price of Chile-based lithium mine company Albermarle rose by more than 20%. In the UK, Boris Johnson’s announcement about bringing forward a ban on new diesel and petrol cars to 2030 gave the market a boost.\\nThe European commission still wants a lithium industry to call its own. In September, the Slovak diplomat and a commission vice-president Maroš Šefčovič publicly endorsed Portugal’s plans as “necessary” for the automotive sector. What’s more, the European Investment Bank would be on hand to help, he promised. His comment chimed with the launch of a new EU strategy on raw materials, which, among other goals, seeks to increase Europe’s lithium supply 18-fold by 2030, while reducing Europe’s dependence on third-party countries.\\nThis is discouraging for the opponents of lithium mines in Portugal, but Šefčovič offered them a crumb of comfort. The decision to mine has to be taken in dialogue “with local communities”, he asserted, adding that “we need to assure these communities that these projects are not only of the greatest importance, but will also benefit the region and the country”.\\nThe modern corporate responsibility movement is built on such logic. First, it does not promise to eliminate all negative industrial impacts. Instead, it pledges to “manage” them, and then to balance out any damage with compensatory “benefits”, to use Šefčovič’s phrase. In the case of Savannah’s mine in northern Portugal, the company concedes there will be local environmental impact, but argues that it will be outweighed by the upsides (inward investment, jobs, community projects).\\nGodofredo Pereira, a Portuguese environmental architect based at the Royal College of Art in London, is sceptical. His first-hand observations of the exploitation of Chile’s salt flats suggest that offers of dialogue can be superficial. Even in Atacama, where international accords give indigenous groups the right to “free, prior, informed consent”, detractors such as Balcázar struggle to be heard. Instead, the view of pro-mining community groups is taken as universal. If necessary, the obligation to gain consent can be weakened simply by defining lithium as a mineral of “strategic” or “critical” national value – which is easy enough, given lithium’s contribution to slowing global heating and cleaner air.\\nNor, very often, do the promised trade-offs turn out to be quite what they initially seem, according to Pereira. The voluntary nature of corporate responsibility means mining firms can backtrack if it suits them. Even when local groups succeed in negotiating a fixed royalty (3.5% of sales, in the case of one major extractor in Atacama), communities frequently split in the subsequent fight for the spoils.\\nDigging up Portugal’s mountains in the name of green technology may still be avoidable. An alternative, less controversial technology could break on to the scene. Green hydrogen, for instance, could help offset up to 10% of Europe’s emissions. A more immediate solution would be to rethink how we get around. As Thea Riofrancos at Providence College pointed out, if everyone were to adopt “rational forms of transport” – such as trains, trams, e-buses, cycling and car-sharing – then demand for passenger vehicles of all kinds would shrink overnight.\\nFor Portugal’s anti-mining groups, however, the clock is ticking. Godofredo argued that citizens must demand a dialogue, in order to “get a conversation going about what model of development we want”. If people were better informed, he reasoned, it’s just possible that public opinion could swing to their side, and the country’s lithium mining plans could get shelved. In this regard, recent demands by Portugal’s Green party for a national impact evaluation of mining policy is promising.\\nPortugal’s protesters can see that blocking green growth won’t get them far. These interior regions need investment. Hence the banner hanging from the playground fence in João Cassote’s neighbouring village, which reads “Sim à Vida” (Yes to life) beside “Não à Mina” (No to the Mine). “Life” for opponents of the mine, including Mario Inacio and Maria Carmo, is eco-tourism, regenerative farming, local supply chains, and other tenets of low-carbon living. For Cassote, it means a decent wage for a decent day’s work. For a green future, it’s going to be vital to accommodate both visions.\\nThis article was amended on 30 December 2020. An earlier version described a mining area as spreading west into Argentina from Chile, rather than east.\\nFollow the Long Read on Twitter at @gdnlongread, and sign up to the long read weekly email here.", "image": [["https://i.guim.co.uk/img/media/f360a4e6fc223777e8f4bed1066ad7555e9b4ce6/186_313_3223_1935/master/3223.jpg?width=480&dpr=1&s=none", "Brine pools and processing areas of the Rockwood lithium plant on the Atacama salt flat, Chile."], ["https://i.guim.co.uk/img/media/94d06c8588cc739e999ff697e69ea40277a97734/336_0_4164_2500/master/4164.jpg?width=445&dpr=1&s=none", "It is predicted that there will be 40m electric cars in Europe by 2030."], ["https://i.guim.co.uk/img/media/b2ee7b1d3e72d236a7dab7c983eb4b01fcec3773/0_273_4032_2751/master/4032.jpg?width=445&dpr=1&s=none", "João Cassote near the site of a proposed lithium mine in northern Portugal."], ["https://i.guim.co.uk/img/media/73d9e3ef3bb0b23c9847fba47b6ec503745723e5/0_212_5197_3119/master/5197.jpg?width=445&dpr=1&s=none", "A lithium ion battery from a Mercedes S-Class hybrid."], ["https://i.guim.co.uk/img/media/cb1f4a3ff62eca3b4d046157cb612676d2f9a76b/0_0_3500_2102/master/3500.jpg?width=445&dpr=1&s=none", "A sample of lithium carbonate processed from the Rockwood mine in Chile."]], "author": ["Oliver Balch"], "date": "2020-12-08"}, "https://www.theguardian.com/australia-news/2020/dec/05/how-coal-baron-trevor-st-baker-turned-a-1m-power-plant-into-a-money-making-machine": {"title": "How coal baron Trevor St Baker turned a $1m power plant into a money-making machine", "subtitle": null, "text": "In 2015, the ageing Vales Point station seemed destined for the scrapheap – now, it’s making more than $100m a year\\nIf you are hoping to make your way in the energy business, you could do worse than to find someone who looks at you the way Coalition governments look at businessman Trevor St Baker.\\nIn September 2015, the then NSW treasurer, Gladys Berejiklian, sold the Vales Point coal power plant to St Baker’s Sunset Power International for just $1m.\\nAt the time, the state government believed the 40-year-old generator on the shore of Lake Macquarie, which was famously the backdrop for Midnight Oil’s 1982 US Forces video, was on the way out and unlikely to last to its scheduled 2029 closure date.\\nSt Baker disagreed. He told the Australian Financial Review that, while Vales Point had been a loss-making business for years, he and Sunset Power International’s co-owner, coal baron Brian Flannery, were experienced hands who would trade “in a smarter and more effective way” and run the plant for at least seven years “if coal-fired power generation continues to be required in NSW”.\\nFive years on, coal power remains comfortably the biggest contributor to the power grid – for at least the next few years – and Vales Point has become a money-printing machine for its owners.\\nDocuments released this week showed the scale of their success: a profit after tax last financial year of $134.7m and a dividend of $62m. The year before it was a $96.8m profit and $30m dividend.\\nNot a bad result for an outlay equivalent, as the AFR put it, to the price of a nice suburban home.\\nOf course, the sales price was never a true reflection of the value of the plant. Just two years after the sale, in September 2017, the company revalued Vales Point at $731m, up from $70m a year earlier.\\nIn a demonstration of how volatile these paper valuations can be, Sunset Power International says that has now fallen to $221.7m due to a drop in demand for the plant’s electricity, which it blames on the Covid-19 shutdown and a surge in the availability of cheap solar and wind power.\\nSt Baker and Flannery’s management may have played a part in the plant’s profitability over the past five years, but timing certainly helped. They bought it just before wholesale power prices spiked due to rising gas prices (linked to the creation of an LNG export market) and the closure of Victoria’s Hazelwood coal plant.\\nThe company was handed the plant at a nominal rate despite the state retaining liability for any environmental damage or contamination during the decades in which it was owned by taxpayers. Sunset Power International is responsible for any contamination after 2015 and decommissioning costs, and agreed to put up a $12m guarantee to cover them.\\nThere have long been discussions about St Baker buying Flannery’s 50% share of the business, but according to comments made to The Australian this week, that is on hold. They no longer see 2022 as the likely end of the plant’s life – St Baker has previously reportedly suggested it could stay open until 2049 – and continue to push for government support.\\nMost businesses would take government handout if it were available. St Baker has persisted and had success in winning backing even when roadblocks were thrown up.\\nAs Guardian Australia reported, Sunset Power International spent considerable effort lobbying the federal government to pay for work to improve Vales Point. It tried and, after a lengthy review by officials, failed to win $14m funding through what was then the Coalition’s main climate policy – the $2.5bn emissions reduction fund – for an upgrade that would have cut emissions from the plant by just 1.3%.\\nWhile that review was ongoing, the plant was shortlisted for the government’s promised energy underwriting program. The Vales Point upgrade was the only coal project on the list.\\nIt eventually fell out of contention for the underwriting program when the government decided it should be administered by the green bank, the Clean Energy Finance Corporation, which is not in the business of supporting coal projects (though the Coalition is attempting to change the law to make it clear the corporation can support gas, another fossil fuel).\\nWith the underwriting route closed, the government went the direct funding route, including a grant of up to $8.7m for the Vales Point upgrade in the October budget.\\nGuardian Australia asked Angus Taylor, the federal energy and emissions reduction minister, why taxpayers were paying for an upgrade of a profitable coal plant, and why Vales Point was receiving a grant where other coal-plant owners were not.\\nA spokesperson for Taylor said Vales Point was a major supplier of electricity and the grant would make it “more reliable, more efficient and deliver much needed dispatchable power in NSW”. They said additional reliable capacity would be important after the Liddell power station shut in 2023.\\nThis second point – that more coal power is needed to ensure supply and keep prices down after Liddell shuts – is contested. Among other examples, an analysis by consultants RepuTex, commissioned by Greenpeace, found the cheapest way to replace Liddell would be NSW’s now-legislated plan to build 12 gigawatts of renewable energy and 2GW of long-duration storage.\\nGuardian Australia also asked the Berejiklian government a series of questions about its sale of Vales Point and the conditions put in place at the time. It declined to say whether it still believed selling Vales Point for $1m was the right decision.\\nOn the $8.7m grant, a NSW government spokesperson said only that it welcomed “any investment by the federal government in our state”.\\nAs well as lobbying for support, St Baker has been publicly critical of policies he believes are against his interests. He joined other established electricity leaders in raising concern about the NSW renewables plan and the pressure it would place on his business.\\nHe was quoted in the Daily Telegraph as saying he might sue the government over its impact on his coal plant, though it was not clear on what grounds. He later told the Sydney Morning Herald that he had been misquoted, did not plan legal action, and was speaking to the state government about his concerns.\\nSt Baker has close ties with the Coalition parties going back decades. As journalist Bob Burton reported in Renew Economy, he was a candidate for the National party in the Brisbane seat of Dickson at the 1993 federal election, but later expressed relief that he was not successful.\\nHis private energy company, ERM Power, donated at least $197,640 to political parties over the decade to 2018 before it was sold to Shell last year – most of it to the Liberal National party in Queensland, but about $80,000 to the Labor party in Queensland and NSW.\\nERM Power worked closely with Campbell Newman’s Queensland LNP government, with the premier opening the company’s Brisbane office and hosting an LNP fundraiser in its boardroom. The St Baker family trust was the equal second largest donor to the LNP in the 2017 state election year, chipping in $50,000.\\nSt Baker said he and his wife had decided to back the LNP in the campaign not out of personal or business interest, but because the party could not match the support Labor received from unions and other businesses were reluctant to donate out of fear they would be accused of lobbying.\\nHe told the Gladstone Observer: “In all my business life, I have never lobbied for a benefit, and have built businesses on fundamental policy principles which don’t involve government handouts.”\\nSt Baker did not respond to requests for an interview with Guardian Australia before publication.\\n", "image": [["https://i.guim.co.uk/img/media/149da964aca96e4ba31b206358909ae91484d15d/0_18_2000_1201/master/2000.jpg?width=465&dpr=1&s=none", "Trevor St Baker"], ["https://i.guim.co.uk/img/media/e9149417e660845c90b986bc02e2468f7a6d1d11/0_2_1024_614/master/1024.jpg?width=445&dpr=1&s=none", "The Vales Point power station"]], "author": ["Adam Morton"], "date": "2020-12-04"}, "https://www.theguardian.com/uk-news/2020/dec/01/the-mystery-of-the-gatwick-drone": {"title": "The mystery of the Gatwick drone", "subtitle": null, "text": "A drone sighting caused the airport to close for two days in 2018, but despite a lengthy police investigation, no culprit was ever found. So what exactly did people see in the Sussex sky?\\nSoon after 9pm on Wednesday 19 December 2018, an airport security officer who had just finished his shift at Gatwick airport was standing at a bus stop on site, waiting to go home, when he saw something strange. He immediately called the Gatwick control centre and reported what he had seen: two drones. One was hovering above a vehicle inside the airport complex, and the other was flying alongside the nearby perimeter fence. The message was relayed to senior management. Unauthorised drone activity is considered a danger to aircraft and passengers because of the risk of collision. Within minutes, Gatwick’s only runway had been closed and all flights were suspended.\\nOver the next half hour, 20 police and airport security vehicles drove around the airport, lights flashing and sirens blaring, with the intention of scaring whoever was operating the drones. It didn’t work. By 9.30pm, six more sightings had been logged by the Gatwick control centre, five of them from police officers. Inside the airport, thousands of passengers waited to set off on their Christmas holidays. In the sky above, planes circled, waiting to land. Some were at the end of long journeys, and more than a dozen aircraft were soon dangerously low on fuel.\\nAbout an hour after the first sighting, Eddie Mitchell, a news photographer, was on his way to the airport to cover the shutdown when he remembered that he had two drones in his car. Fearing that he might come under suspicion, he rang the police: “I said: ‘I’m heading to Gatwick, please don’t think it’s me!’” Mitchell is licensed by the Civil Aviation Authority (CAA) to fly drones commercially, sometimes in his capacity as a cameraman, sometimes for official bodies such as the fire brigade. But he had good reason to be cautious. Four years earlier, in December 2014, he was trying to get aerial footage of a fire close to Gatwick when police arrested him. His drone was confiscated and he was held for five hours. (He later won compensation for wrongful arrest.)\\nBy midnight, 58 flights had been diverted or cancelled. But there hadn’t been any drone sightings for an hour, and Gatwick tried to reopen the runway. And then, suddenly, the drones reappeared. “We had the feeling that it was going to last all night,” I was told by a former Gatwick employee who did not want to give her name. She was right: into the next day, every time staff prepared to reopen the runway, more sightings were reported. Staff and police speculated that the drone operator had gained access to the flight radar system, or was somehow listening into police or airport communications.\\nSome feared the drones were being operated by terrorists. “Drones can be transformed into flying suicide vests,” said David Dunn, a drone expert at Birmingham University. In the previous two years, there had been multiple terror attacks around Europe, including the suicide bombing at the Manchester Arena 18 months earlier, which killed 22 people. It had been reported that Isis had used consumer drones to drop grenades in Iraq. After the failed attempt at reopening, Sussex police alerted the Metropolitan police’s counter-terrorism unit. “We were under siege,” the former employee told me. The drones seemed to be taunting them. “It started to feel like a national emergency.”\\nBy about 9.30 the following morning, Sussex police had called in officers from five other police forces to help with the search. A helicopter and several police drones went up to search for rogue drones – to no avail. At 10.20am, police told reporters that although this was a “deliberate act to disrupt the airport”, there was “absolutely no indication to suggest this is terror-related”. There was speculation that it could be an environmental protest, or even an “inside job” – sabotage by a disgruntled ex-employee. Whoever it was, the impact on Gatwick – Britain’s second-biggest airport, with 46 million people passing through each year – was seismic. Later that day, Gatwick CEO Stewart Wingate said that the drone flights were “highly targeted” and had “been designed to close the airport and bring maximum disruption in the run up to Christmas”.\\nMitchell, the photographer, was observing all this. “It was panic stations,” he told me. Although the atmosphere in the airport was frenetic, for the photographers – Mitchell remembers there being about 30 of them – it was a long and boring day. None of them caught sight of any drones, and Mitchell was beginning to doubt whether there was one.\\nAt about 5pm, Mitchell was parked at the end of the runway with a colleague when something caught his eye: a red and green light, hovering in the distance. This was it. He reported the drone to police, before jumping out of the car to start snapping. “I thought, we’ve got it, and the idiot flying it,” he said. “That was the money shot.”\\nBut when he opened up the image on his computer, ready to send to his editors, he realised he’d made a mistake. The image did not show a drone. It was a helicopter hovering 10 miles away; between the darkness and the distance, his eyes had played a trick on him. “If I’m making a mistake – and I fly drones two or three times a week – then God help us, because others will have no idea,” he said. He called police to retract his reported sighting.\\nAt 6pm, military trucks arrived at Gatwick with an anti-drone system designed for battlefield operation, and installed it on the roof of the south terminal. This system can track and disable drones; it works by jamming the radio frequency connecting the drone to its controller. At 9.30pm, Gatwick’s chief operating officer Chris Woodroofe announced that the airport would remain closed overnight because of new drone sightings. The military system was operational by around 10pm. It did not pick up a single thing.\\nIn the early hours of Friday 21 December, the runway reopened for the 10th time. At 5.58am, a plane from East Midlands airport landed at Gatwick. The drone incident was over.\\nThe airport had been closed for 33 hours. More than 1,000 flights had been cancelled, and more than 140,000 passengers affected. “It showed the serious risk of drone intrusion, and how quickly that could bring an airport to its knees,” said John Strickland, an aviation consultant. In total, 170 drone sightings were reported, 115 of which were later deemed “credible” by police. But neither Mitchell, nor any of the news crews camped out for two days, had managed to get a photo or video. Neither had any of the thousands of passengers and airport staff on site; no one who reported a sighting had captured an image on their phone.\\nThe Gatwick incident was the first time a major airport was shut down by drones, and it distilled deep cultural anxieties – from the threat of terrorism and unconventional attacks by hostile states, to our fear of new technology. Two years later, it remains unsolved, despite a police operation that lasted 18 months, cost £800,000 and involved five different forces. Conspiracy theories abound online: people claim that the incident was a setup by companies selling counter-drone systems to market their products, that it was a coverup for a cyber-attack on the airport, or that it was staged to bring down the share price ahead of a Gatwick share sale (a week after the drone incident, a majority stake was sold to a French airport group).\\nDespite lack of evidence – or indeed any leads or convincing motives – Sussex police and Gatwick maintain it was a sophisticated, malicious and well-planned attack. On social media, meanwhile, the Gatwick drone has become a punchline, with many casting doubts on its very existence.\\nRichard Ryan knows more about drones than most – he is a barrister specialising in drone law at Blakiston’s Chambers, as well as being a registered commercial drone operator. At the time of the Gatwick incident, he lived in Horley, just a mile away from the airport. When he heard the news, his first thought was: “It was only a matter of time.” Despite his enthusiasm about the transformative possibilities of drones, he had long worried that someone might put them to sinister use.\\nA day or two after the airport reopened, Sussex police asked Ryan to come in for an interview. Ryan quickly established that they were not interested in his professional expertise: they wanted to ascertain whether he had been involved. “I told them that, upon consideration, I don’t think it’s a valuable use of our time, because simply put, it wasn’t me,” he recalled. “I’ve previously worked for the UAS Unit at the Civil Aviation Authority. I’m qualified and responsible in terms of my drone use.” The next day, police put a note through his letterbox saying they had visited.\\nHe was not the only local resident to receive police attention. At about 10pm on 21 December, 12 armed police officers stormed a house in Crawley, a few miles from the airport, and arrested married couple Paul Gait and Elaine Kirk on suspicion of “disrupting services of civil aviation aerodrome to endanger or likely to endanger safety of operations or persons”. Gait, an ex-soldier and window fitter, was a model aircraft enthusiast. Their names leaked to the press. The Daily Mail’s front page the next day splashed on the story, with a photo of the couple next to the headline: “Are these the morons who ruined Christmas?”\\nThey were not, it turned out, the morons who ruined Christmas. During the 36 hours they were held at the police station, it was established that they had been at work while the drones were flying, and despite Gait’s collection of remote-controlled helicopters, they didn’t own a drone. (Kirk’s ex-husband told the Mirror that it was unlikely she was involved because “she hates toy aircraft”.) They were released without charge. Gait delivered a tearful statement to the hordes of reporters outside their home: “As you can probably imagine, we are feeling completely violated. Our home has been searched and our privacy and identity completely exposed.”\\nWhile Gait and Kirk were in police custody, there seemed to be another breakthrough in the case when a member of the public found a damaged drone in Horley, near Gatwick’s perimeter fence. A forensics team looked for fingerprints, and digital data that could show where it had flown to and from. But on analysing this data, police ruled out its involvement.\\nThe Gatwick drone incident led news broadcasts and front pages for days. It had cost airlines around £50m, and there were fears that it could spark copycat attacks if the culprit wasn’t found. That weekend, the Sunday Times ran a story warning that terrorist groups were planning to attack airports using drones.\\nAs the days passed and no one claimed responsibility, the theory that environmental activists were to blame seemed less and less likely. But the investigation appeared to be floundering. In the weeks after the incident, police visited Simon Dale, who runs a drone retail and repair shop, to gather background information about drones that might help their investigation. “The parameters they were describing didn’t make sense,” he told me. “[The drone] was apparently flying in and out of buildings close to terminal buildings, almost taunting the tower by one account, which would be very hard to do. They said you’d have to have intimate knowledge of the buildings, so the idea someone was tens of miles away doesn’t add up. They were asking us if it could be controlled over 3G. It seemed quite far-fetched.”\\nMilitary drones such as the Reaper or the Predator are capable of flying hundreds of kilometres and staying in the air for more than 24 hours at a stretch. But most drones do not have anything approaching this capability: they vary in size, but most are, even with their arms extended, no bigger than a laptop. They struggle to fly in wind or rain, and have limited battery life. Top-tier consumer drones can travel for up to five miles, but have a maximum flight time of about 30 minutes. Custom-built drones might manage up to a couple of hours, but not much more: larger batteries add weight, which uses up more battery. “If someone were flying drones for hours, they’d need a carload of batteries,” Ryan told me.\\nOn 23 December, a few days after the incident, DCS Jason Tingley of Sussex police publicly expressed what many were thinking when he said: “We are working with human beings saying they have seen something.” Gatwick is one of the most heavily monitored patches of land in the UK, but no hard evidence had been found. Tingley admitted that there was “always a possibility that there may not have been any genuine drone activity in the first place”.\\nThis did not go down well. The following day, Sussex police released a statement reiterating that sightings remained at the forefront of their investigation. On 29 December, Giles York, the Sussex police chief constable, went on the BBC’s Today programme, saying he was “absolutely certain a drone was flying throughout the period the airport was closed”. He told presenters that 115 sightings had been corroborated, and that 92 of these had come from “credible” people. But he inadvertently muddied the water further, saying: “Of course, we will have launched our own Sussex police drones at the time with a view to investigate, with a view to engage, with a view to survey the area looking for the drone, so there could be some level of confusion there.”\\nStrangely, despite the lack of evidence, the possibility that this might have been a case of human error does not appear to have been entertained for long. Through Crimestoppers, Gatwick offered a £50,000 reward for anyone with information. The investigation marched on.\\nDrone enthusiast Ian Hudson started filing freedom of information requests (FOIs) in the first half of 2018, seven months before the Gatwick incident. His first few were aimed at local police forces near his home in Yorkshire. How many times had a drone been reported for flying near a school? Or taking contraband into prisons? Had there been prosecutions?\\nHudson wanted hard data to counteract what he saw as scare stories about drones. Alongside his day job in IT, Hudson runs a popular drone-related Twitter account, @UAVHive, and is part of Britain’s close-knit community of drone hobbyists, who gather on message boards to swap opinions about the latest tech and share photos taken from great heights. Hudson is sceptical of overblown fears about new technology. Back when mobile phones were becoming popular, Hudson worked in customer service for BT. “I was on the receiving end of worries about how they can burn your brain,” he told me. “I think people fear drones because they’re new.”\\nOn a cold day in September, I stood in a field outside Bradford with Hudson and a group of five local drone flyers. They were all men, mostly in their 30s or 40s, and had got to know each other via hobbyist Facebook groups. They handled their drones with immense care, joking that the machines might be blown away for ever in such high winds. In the presence of a drone, the first thing you notice is the sound – a deep, mechanical thrum as its small, helicopter-like blades spin to propel it into the air. One man, a commercial operator who uses drones for roof inspections, had brought along goggles that allow you to see through the drone’s camera. I put them on, and as the drone took wobbly flight, I was transported over the hills and valleys that lay beyond.\\nA few years ago, a T-shirt became popular among Britain’s drone flyers. “Before you ask”, it says. “It’s a drone. Yes, it was expensive. Yes, it has a camera. About 25 minutes. Over a mile away. No, you can’t fly it.” Since the Gatwick incident, the men told me, people who see them flying drones are often more hostile than before. I heard several drone flyers repeat some variation of a new saying: “Gatwick drone? There’s more evidence for the Loch Ness monster.”\\nCivilian use of drones is expanding all the time, as technology improves and costs fall. Back in the 60s, remote-controlled model aircraft became available to consumers, thanks to breakthroughs in transistor technology, and an enthusiastic community sprang up, similar to that surrounding drones today. The CAA estimates that there are currently about 130,000 drone flyers in the UK, operating drones ranging from flimsy toys that sell for £50, up to much more sophisticated machines costing £1,000 or more.\\nDrones were developed as weapons. Their usage in war hugely increased after 2001, when the US deployed them in Afghanistan and Pakistan. Their association with warfare gives them a sinister edge in the popular imagination, as does the hornet-like buzzing sound they make in flight. There are concerns about their potential use in smuggling drugs or weapons; and the risks to privacy posed by flying cameras. In October 2018, seven men were jailed after using drones to fly £550,000 worth of drugs into prisons in the Midlands and the north-west. In Donbas, Russian-backed separatists have weaponised consumer drones to drop grenades on Ukrainian government trenches.\\nWith his FOIs, Hudson aimed to show that such incidents are rare. His urge to dispel fears about drones comes from a deep enthusiasm about the possibilities that they offer. Drones can deliver medicine to hard-to-reach areas and survey fires to aid rescue missions. They have mundane uses, too; in roof inspections, they save the cost of scaffolding or the risk of climbing a very tall ladder, in the oil and gas industry they are used for remote monitoring of platforms and oil spills. As far back as 2013, Jeff Bezos floated the idea of drone-based Amazon deliveries.\\nThe men at the drone meetup near Bradford were mostly interested in photography – they showed me aerial shots of the ocean and spectacular landscapes. “I’d just never get to see this perspective without a drone,” one man told me, a sense of wonder in his voice. Drone enthusiasts speak scathingly of rulebreakers: this is a self-policing community. They worry that misuse will lead to more regulation, which will hamper their activity. “If someone is doing mischief, which you’ll find on YouTube or whatever, people immediately report them to the police and the CAA,” said Hudson. “There’s no tolerance of people being daft with drones – there’ll be laws made and it’ll affect everyone who has one.”\\nWhen Hudson first heard about Gatwick, “I thought this was some absolute idiot and I wanted them caught.” But then he realised “the basic facts don’t add up”. Sussex police had mentioned lights in the corroborated sightings. But if someone had planned the attack, to the extent that they had procured scores of batteries and hacked the drone’s in-built geofencing software – which uses GPS to stop drones from flying into restricted zones such as airports or prisons – then why would they leave the lights on? “You’d disable them,” said Hudson.\\nHudson looked at publicly available information: photographs taken during the incident, and statements by Sussex police. Since then, he has identified inconsistencies that he believes undermine the claim that there were drones at Gatwick. Soon after we first spoke, Hudson sent me a long email, including a timeline of tweets and photographs posted during the incident, highlighting contradictions. (“Did he send you four A4 pages with closely typed text and diagrams?” another drone-flyer joked. “It’s one of Ian’s pet subjects.”) The photos he included showed military counter-drone systems being set up on 20 December, the second day of the shutdown – and tweets by Sussex police mentioning sightings after this point, right into the early hours of 21 December. This included one cluster by “credible” witnesses – airport staff and police officers.\\nAfter it was set up, the military system should have picked up any drone activity – but nothing was recorded. Hudson wanted answers: “I want to be able to say: ‘Wait a minute, these credible witnesses aren’t all credible.’”\\nIn July 2019, about six months after the incident, Hudson filed his first FoI to Sussex police: “Can you confirm the date and time of the final sighting of the December 2018 drone at Gatwick?” Under the Freedom of Information Act, public bodies have to respond within 20 working days. Often this is refused, on grounds of national security or the time it will take to find the information. But Sussex police did not even send a refusal.\\nGary Mortimer, editor of the popular drone site sUAS News, and a general enthusiast for flying objects (at different points, he has been a hot air balloon pilot and a member of the air force), joined Hudson in filing FoI requests. Apart from a response to a simple question about the cost of the investigation, their requests were almost always ignored or rebuffed. Ryan, the barrister, filed an FoI of his own with Sussex police. It included 14 questions. “I wanted to understand: how on earth did I get on their list?” he told me. These, too, went unanswered, and remain so today.\\nSoon after the incident, Mortimer had published a blog post questioning whether the supposed drone might have been “a cover for some other operation”. But he also wondered if the real explanation might be more mundane. “One option is that something that wasn’t a drone was reported, and then the next day, police flew their aircraft there and people saw that,” he said to me. “Then it’s Chicken Little and the sky falling in.”\\nIn the months following the Gatwick incident, there was a flurry of alleged drone sightings at airports around the world – though each only resulted in shutdowns of an hour or so. In January 2019, it was Heathrow, and Newark in the US; in February 2019, Dubai. Anxiety about malicious uses of drones intensified in September 2019, when a splinter group of Extinction Rebellion announced plans to shut down Heathrow by flying drones on the runway. The organisers were arrested and no drones were flown. Soon afterwards, the retailer John Lewis said it would stop selling drones due to the risk of misuse. “It feels like people are turning against drones, even though most flyers just want to photograph nice landscapes,” one hobbyist told me.\\nBefore the Gatwick incident, there were already calls for the government to address the potential threat of drone misuse; the British Airline Pilots Association was one prominent voice. In January 2019, parliament published the results of a major drone consultation and brought in more regulation, including compulsory registration for drones over a certain weight, and greater police powers to land and seize them. This had been under way before Gatwick, but the incident focused political attention. In the weeks that followed, Gatwick and Heathrow spent £5m on counter-drone systems. A more far-reaching drones bill is on its way through parliament.\\nIn theory, it should be fairly easy to assess how often drones get close to planes, but in fact, this is disputed. When two aircraft come too close to each other, the incident is known as an “airprox”. Pilots or air traffic controllers report such incidents to the UK Airprox Board, which exists to enhance air safety by reporting “the circumstances, causes and risks of collision” in UK airspace. It recorded 280 such events in 2017, 40% of which related to drones. The overall number of reported incidents has increased by a third since 2016.\\nIn late 2018, Simon Dale, the drone retailer, set up a website called Airprox Reality Check, where he digs into the data for drone sightings reported to the board, assessing what else might have been in the area. “More often than not, it’s a full-sized helicopter,” he said.\\nIn the US, the Federal Aviation Authority said it gets more than 100 reports every month from citizens who believe they’ve seen a drone near a plane or an airport. Back in 2015, the Academy of Model Aeronautics analysed these sightings and found that just 3.5% actually involved a near-miss between aircraft and a drone.\\nSussex police and Gatwick Airport both firmly stuck to the line that the December 2018 drone sightings were credible, since they were reported by police officers and airport employees who knew what they were seeing. “We can all accept that some of the sightings were wrong – that’s obvious,” said the former Gatwick employee who did not want to be named. “But these were colleagues who had been working at airports for 20, 30 years, and knew how serious it was.”\\nBack in the 60s, Percy Walker, the director of Britain’s Ministry of Aviation accident inspection branch, said that eyewitnesses to aviation accidents are “almost always wrong”. Subsequent academic studies support the notion that it is difficult for the human eye to accurately assess fast-moving, distant objects. If people often think they have seen a drone when they have, in fact, seen something else, then what else could have happened at Gatwick?\\nIn April 1954, a strange phenomenon swept across the town of Bellingham, Seattle, and other communities in Washington state. People began to observe “windshield pits” on their cars – minor damage that, when magnified, can look like a tiny crater in the surface of the glass, usually caused by sand or other small debris colliding with the windscreen at high speed. As the phenomenon was reported in the press, more people noticed marks and chips on their screens. A few weeks before the sightings began, the US had exploded a huge hydrogen bomb in the Pacific Ocean, and many blamed these nuclear tests. Others believed a nearby navy communication tower was warping the glass. Residents panicked. By 15 April, almost 3,000 windscreens had been affected, and the mayor asked for assistance from President Eisenhower.\\nToday, the Seattle windshield pitting epidemic is often cited as an example of mass panic, in which people attributed a sinister cause to something that had been there, unnoticed, all along. Two days after the appeal to the president, Seattle police issued a statement saying that the pitting epidemic was “95% public hysteria”. Sightings suddenly stopped.\\nThis kind of mass panic has been documented throughout history, and all over the world. More recently, the “Croydon cat killer” was alleged to have brutally murdered hundreds of cats in and around London, leaving the bodies, in the words of one journalist, “in places children are sure to find them”. The alarm was raised by a cat shelter, and reports in the local press were picked up nationally and then internationally – despite the fact that there was no discernible pattern, or evidence of human involvement. As the story gained prominence, more people reported cat murders: ultimately, more than 500 were called in. But after an investigation spanning several years, in September 2018, the Metropolitan police concluded that the cats had been hit by cars or eaten by foxes.\\nIs it possible that something similar happened at Gatwick? “In a state of anxiety, we often focus attention on innocuous stimuli,” said Gary Small, professor of psychiatry at UCLA and an expert in mass hysteria. “There’s a lot of anxiety about terrorism. There’s a lot of anxiety about drones.”\\nIn the year that followed the Gatwick drone incident, police knocked on 1,200 doors, took 222 witness statements and identified 96 persons of interest. But on 27 September 2019, Sussex police formally closed the investigation, saying that “without new information coming to light, there are no further realistic lines of inquiry”. The force said that the incident was not terror-related, and that there was “no evidence to suggest it was either state sponsored, campaign or interest-group led”. The force cited “corroborated witness statements” in its conclusion that at least two drones were in operation through this period, and that it was a “serious and deliberate criminal act designed to endanger airport operations and the safety of the travelling public”.\\nIn June 2020, Sussex police settled out of court with Paul Gait and Elaine Kirk, agreeing to award the couple £200,000 in damages and legal fees for their wrongful arrest. No one else has been charged over the drone incident, and the couple’s legal team said that “serious doubts remain as to whether there were, in fact, any drones flown over the airport”.\\nIn public, the airport and police stuck firm to the idea that there was definitely a drone incursion. But privately, some have doubts. “We work on evidence, and I haven’t seen any. That’s really all there is to say,” one police officer with knowledge of the case told me.\\nStill, many people remain convinced. Dunn, the professor at Birmingham University who studies the security risks posed by drones, said “there is a circuit of people interested in this topic”, referring to drone researchers and airport personnel, “and they’re fairly categoric that while the later sightings may have been a crane, initially there were absolutely drones”.\\nAt the time, there was no clear guidance on what an airport should do in the event of a drone incursion, accidental or hostile, so closing the airport was a reasonable decision. “It’s not an industry that can take a flippant view about any threat to safety, and there can be a high price for that,” said John Strickland, the aviation consultant.\\n“Pre-Gatwick, it was like the blind leading the blind, because nobody really knew what to do. But since Gatwick, a lot of bright people have focused on how to solve this problem,” says Richard Gill, CEO of Drone Defence, a security consultancy that provides counter-drone technology to governments and big corporations. This view is shared across the industry. “While we may never know what really happened at Gatwick,” says Adam Lisberg, the corporate communications director at drone manufacturer DJI, “it was the event that forced the aviation and drone industries around the world to find solutions so that a single drone sighting doesn’t close down an airport.”\\nFew people disapprove of improving systems for keeping airports safe, but hobbyists feel that suspicion is being cast on anyone who flies a drone at all. In Bradford, one man told me he had sold his drone – it was too difficult to find areas where flying was permitted. Even Ian Hudson told me that he barely flies his drones any more. “It’s just too much hassle,” he said.\\nBut drones remain a passion – and he is persevering with his FOIs. He recently got a tranche of heavily redacted emails from the Department for Transport, showing discussion of counter-drone systems in the days that followed the incident, but nothing directly related to the investigation. Sussex police, in particular, have been remarkably unresponsive. “There’s been no explanation, and it just comes across as people covering arses,” Hudson said. “I want to get to the truth.”\\nMost people with any interest in the Gatwick drone have already made their mind up. Either the initial sighting was a mistake, and subsequent sightings were the result of mass panic or confirmation bias, as proved by the technical unfeasibility of what was described. Or there was a drone, and the same technical challenges are evidence that it was an extremely sophisticated attack, one that we should be wary of dismissing.\\n“I cannot rule out the capabilities of a mystery drone, but the more seemingly magical powers ascribed to it, the more sceptical you become,” said Lisberg. “Every time a bit of information challenges the initial version, it seems to confirm how sneaky it really was. You find yourself doing mental gymnastics. At a certain point, you’re really chasing drones.”\\nFollow the Long Read on Twitter at @gdnlongread, and sign up to the long read weekly email here.", "image": [["https://i.guim.co.uk/img/media/9f7b8826977f3d5e227545a2ceab9404456ba7d7/548_5_3380_2029/master/3380.jpg?width=480&dpr=1&s=none", "A drone flying near an airport runway."], ["https://i.guim.co.uk/img/media/7c18a4cd2876e165d6a6d393f486cec770445b33/258_222_4721_2832/master/4721.jpg?width=445&dpr=1&s=none", "Grounded passengers wait near the departures gate at Gatwick airport on 20 December 2018."], ["https://i.guim.co.uk/img/media/dcb30519a3d699c15050032902789bbfdfadbcdb/0_0_7595_5063/master/7595.jpg?width=445&dpr=1&s=none", "A high-end consumer drone being flown near Bridgend in Wales."], ["https://i.guim.co.uk/img/media/2dceed2a0c38a1967951605cbed9fdf2c5ab56c5/0_0_2555_1464/master/2555.jpg?width=445&dpr=1&s=none", "Police officers on a roof at Gatwick on 21 December 2018."]], "author": ["Samira Shackle"], "date": "2020-12-01"}, "https://www.theguardian.com/environment/2020/dec/06/the-songs-that-saved-the-whales": {"title": "'It always hits me hard': how a haunting album helped save the whales", "subtitle": null, "text": "Fifty years ago an album of whale calls became an unlikely global hit and kickstarted the ban on hunting. On the anniversary our writer talks to the US scientist who started it all\\nRoger Payne has played the sounds made by humpback whales to thousands of people – “more than thousands,” he corrects himself – in the past 50 years. He has played sections in schools, in churches, on TV talk shows, at the UN; he’s played them to singers, musicians, politicians and other scientists. The response is always the same. For the first 30 seconds, there is mumbling, sometimes awkward giggling as the audience gets used to the deep, rumbling groans and high-pitched squeaks (this is when the TV shows usually cut it off).\\nBut leave it longer – at least five minutes, ideally half an hour – and Payne finds a strange thing happens. “In that time, the audience would go totally silent,” says the 85-year-old, on a video call from rural Vermont. “You were unaware there was anybody in the room and then, when I killed it, there would be this… inhalation. You would hear people basically coming out of a kind of trance. That was the clue that, ‘This is changing the lives of these people.’ And that’s how I think we’ve got it to really make a difference.”\\nIn 1970, Payne led a team that released a five-track, 34-minute album called Songs of the Humpback Whale. To everyone’s surprise – Payne was a bioacoustics expert, not a musician – it became a hit: it sold more than 125,000 copies, making it the most popular nature recording of all time. Pete Seeger and Judy Collins, superstars at the time, wrote songs inspired by the record.\\nWhen Nasa launched their Golden Record aboard the Voyager spacecraft in 1977, one of Payne’s songs was included on the 12-inch gold-plated disc, along with music from Bach, Mozart and Louis Armstrong. Then, in 1979, an extract from the album was sent to all National Geographic’s 10.5 million subscribers. This made it the largest single pressing in recording history – a record it holds to this day.\\nOn the 50th anniversary of Songs of the Humpback Whale, it can be hard to fathom how much has changed in our appreciation of the species. In the 1960s, tens of thousands of whales were slaughtered every year, mainly for soap, oil and pet food. Humpback whales, which numbered around 100,000 in 1900, had been hunted mercilessly and fewer than 7,000 remained. “They were headed towards extinction, no discussion,” says Payne.\\nPayne’s own experience backed up this depressing picture. The first cetacean he ever saw was a dolphin that had washed ashore and died on the coast near Boston, when he was teaching at Tufts University. It was late at night and raining when he found the body. “Some bozo had chopped off its flukes and somebody else had stuffed a cigar butt in its blowhole,” he recalls. “I thought to myself, ‘Is this the only interaction that can occur between people and the wild world?’ I sat there, soaked to the bone, and decided it would be wonderful to do something about this. I had no chance of that at that moment, but a chance slowly appeared.”\\nThat “chance” was an encounter in 1967 with a man named Frank Watlington, an engineer for the US Navy, based in Bermuda . Since the 1950s, Watlington had been monitoring a large collection of hydrophones (microphones designed to record underwater sounds) 30 miles off the coast of the island, mainly with the hope of eavesdropping on Soviet submarines. “I never knew what his work was,” says Payne. “It was something secret: state-supported skulduggery in the ocean.”\\nThere’s no record of how effective Watlington’s official assignment was but the hydrophones proved to be the perfect tool for listening to humpback whales. We know now that, although many whales use sound to communicate, humpbacks are the only ones that “sing”: it might, on first hearing, sound like one drawn-out moan, but Payne, his first wife Katy and an associate, Scott McVay, proved that there is an intentional rhyme, repetition and structure in the noises.\\nFemale humpbacks do some quiet singing, but the loudest, most brazen crooning comes from males during the six-month breeding season. “My guess is that it is an advertising song, an invitation to females: ‘Hey, I’m a handsome dude ready to mate. Where are you baby?’” says Payne. “And the other function is that the sounds they are making would mean a threat: ‘Stay back buster or I’ll bust your ass!’”\\nEither way, Payne realised from the moment that Watlington played him the tapes he had recorded that they had something special. He also knew, as he listened with tears in his eyes, that he potentially had the secret to stopping the massacre of these creatures. “It was dead obvious to me from sound number two or three that this was the most extraordinary thing ever heard in nature,” says Payne. “All I was interested in was trying to get the world to think: ‘Hey, folks, we’re killing off the largest animals that have ever lived in the history of the planet. This is nuts!’ Then here comes this fabulously beautiful thing. Suppose oak trees sang stunningly beautiful songs and you were concerned because oak forests were being levelled.”\\nSongs of the Humpback Whale consisted of three of Watlington’s tracks, and two made by the Paynes. Payne sent out copies to the Beatles, Joan Baez, Bob Dylan: he heard that Dylan would sometimes stop his gigs and play a section of the recording. He met the Welsh singer Mary Hopkin, an early signing to the Beatles’ Apple label, best known for the No 1 single, Those Were The Days. After some initial confusion where she thought it was “the songs of Wales”, Hopkin listened rapt. “She said, ‘That’s the most beautiful sound I’ve ever heard. I wish I could sound that way.’ And of course she had a most beautiful voice.”\\nPayne’s album did inspire a movement, much as he hoped. Support came with the foundation of Greenpeace in 1972, and in particular its Project Ahab in the mid-70s, in which activists parked their boats in front of the whalers’ harpoons. David Attenborough and Jacques Cousteau made popular documentaries focused on the creatures.\\nIn 1986, the International Whaling Commission banned commercial whaling for all species, although Iceland, Norway and Japan still issue permits for scientific and commercial whaling. Whale song entered popular culture, becoming the main plot point of the 1986 film Star Trek: the Voyage Home and a gag in The Simpsons, where a college professor tries to woo Marge. And the numbers of whales has rebounded. Humpback whales have come back to pre-whaling populations, perhaps as many as 100,000. (Not all cetaceans have been so lucky: blue and North Atlantic right whales remain endangered.) “My whole thought was if we can build whales into human culture, then we can save them,” says Payne. “And I think that’s happened. Good God, I’m certainly not the one who did all the building. There are thousands, literally thousands of other people who did vast and wonderful things.”\\nA half century on, Payne continues to write and lecture, and he has become involved in a pioneering group that is attempting to use machine learning to decipher what whales are actually saying – and maybe even, eventually, to communicate with them. It’s an outlandish concept but there are some high-powered individuals involved, including Britt Selvitelle, one of the founding team at Twitter, and Aza Raskin, who devised the now ubiquitous “infinite scroll” on webpages.\\nPayne calls the endeavour a “wonderfully crazy thing”, but adds: “I think we have a hell of a good chance of it. Where you get stuff done is where you start mixing fields and discover these people are very close to knowing something I wish to hell I’d known 25 years ago.”\\nCovid-19 has hampered any plans for a proper celebration of Songs of the Humpback Whale’s 50th birthday. But Payne believes that the record, not so fashionable these days, still resonates. “I listen to it frequently and it always hits me hard,” he says. “What is the main conclusion that whales build in your mind? My feeling is humility. Giant hurricanes build humility and so do tornadoes, but there’s nothing that does it better that I’ve ever encountered than a whale. And humility is something we need more experiences of. It’s just: God almighty, what a fabulous world exists around us and how utterly we’re destroying it.”", "image": [["https://i.guim.co.uk/img/media/4d7da2fd2eba5b69750e2c1fd5a485e9098ec187/0_174_3864_2318/master/3864.jpg?width=465&dpr=1&s=none", "Humpback whale numbers have recovered to about 100,000 since the hunting ban. "], ["https://i.guim.co.uk/img/media/fe5c4602abf40bbb2ed8c6d5b215d222e9a6f176/48_287_3101_1861/master/3101.jpg?width=445&dpr=1&s=none", "Roger Payne, pictured in 2010, has spent decades fighting to protect the environment."]], "author": ["Tim Lewis"], "date": "2020-12-06"}, "https://www.theguardian.com/travel/2020/dec/20/coronavirus-cruise-ships-lines-key-west-juneau": {"title": "Cruise control: pandemic gives locals chance to take ports back from tourists", "subtitle": null, "text": "From Key West to Alaska, anti-cruise-ship activists have celebrated a silver lining to Covid as it halted travel\\nArlo Haskell was born in Key West, Florida, and Karla Hart has been a near lifelong resident of Juneau, Alaska. They are more than 4,500 miles apart, but in their view, have a lot of the same problems.\\nThey believe that cruise ship tourism has overrun their towns.\\nKey West and Juneau each see more than 1 million cruise ship passengers each year. Haskell and Hart said the intense tourism had diminished quality of life for year-round residents, degraded the environment and over time replaced vibrant local businesses with monotonous “trinket” shops catering to cruise passengers.\\nThat is until 2020, when the pandemic brought an abrupt halt to cruise travel.\\nThe sudden stop put in place by the US Centers for Disease Control and Prevention (CDC) left residents in ports of call months to organize and gave the environment time to recover.\\nIn Key West, organizers collected signatures for three ballot measures for this year’s 3 November elections that would restrict cruise ships to the smallest and most environmentally friendly. And they won – by a landslide – even as the pandemic shredded the local economy.\\n“It felt good to know we had taken the high road and won – yes, on passion, but also on facts and staying positive and putting out a good message,” said Haskell, one of the leading members of the Safer Cleaner Ships initiative, which organized the referendums. “We were on the receiving end of some pretty negative campaigning.”\\nCovid-19, and Key West’s landslide vote, have since been viewed as turning points in local communities’ relationship with the cruise industry.\\n“Covid-19 is the first time I’ve ever seen where there was widespread community empowerment turning ships away,” said Hart. “Communities were saying, ‘No, you can’t come to port here.’”\\nFear of Covid-19 led some localities, then nations, to temporarily halt cruise tourism. Ships stopped sailing in the US on 13 March, after the CDC tracked 17% of all Covid-19 cases in February and March to the ships. A months-long halt to cruise ship traffic followed.\\nBusinesses closed and once crowded seaside streets were ghost towns. Lockdowns, fear and economic devastation wrung out a particular type of pain known to people who live in beautiful places without a living.\\nBut, these months have also left some activists inspired to reimagine tourism, when it returns, and invigorated calls to make the industry more responsive to people who live in cruise destinations.\\nThe cruise industry “never asked” whether they could bring in “more ships and bigger ships”, said Hart. “They simply arrived and demanded, because of the clout they have achieved.”\\nOne of Haskell’s co-campaigners, a fishing guide and lifelong islander named Will Benson, put it more bluntly before the referendums passed: “We want our fucking island back.”\\nCruise ships were under increasing scrutiny in 2019. The size of ships has more than quadrupled since the 1990s, making them 220,000-ton monsters on average. Now, larger ships include climbing walls, ice rinks, theaters, dining halls, malls, spas and casinos.\\nGrowth in ship size also increased environmental impacts, local residents said. In Key West, larger ships stirred up more seabed sediment and clouded waters, adding pressure to fisheries and reefs. In addition to contributing to the climate crisis, scientists believe, ships may cause air quality concerns for port residents, because they use fuel containing more sulfur than on-land diesel engines.\\nMany activists credit the pandemic with providing a moment of pause needed to reimagine the possible.\\nA global network of activists formed in September, roughly six months after the first Covid-19 lockdowns. Activists from Venice to Antwerp to Sydney, and back in the US in Bar Harbor, Maine; Charleston, South Carolina; and Juneau, Alaska, formed the Global Cruise Activist Network.\\n“It brought the first summer with clean ocean breezes,” said Marg Gardiner, an activist in Victoria, British Columbia, at a virtual September event held to announce the formation of the Global Cruise Activist Network, according to the Juneau Empire. “The industry is not healthy for our community.”\\nMembers of the activist network range from groups who want an end to the use of fossil fuels such as Extinction Rebellion to local residents who simply want some deference shown.\\nThe Cruise Lines Industry Association, a global trade association group, did not respond to a request for comment about such activism or Key West’s recent ballot initiative.\\nIn Juneau, Hart said, local people were able to use trails and beaches they usually avoid because heavy foot traffic from cruise ship excursions overwhelms the sites.\\n“This summer was a record-setting, horrible, gray, dismal, rainy summer, as well as being a Covid summer,” said Hart. “Despite that, it was hard to find a trail or a place at any time from early till late that didn’t already have people on it – local people.”\\nActivists said, even in a time of unprecedented upheaval and sorrow, the eye-opening season they have experienced may bring renewal.\\nKey West’s decision to limit cruise traffic was a “glorious victory”, said Hart.\\n“The cruise industry has managed to frame it that we have no local say over anything,” said Hart. “Now, Key West has really shown that that is not necessarily true.”", "image": [["https://i.guim.co.uk/img/media/97e3539c7c0cc0808ada8b6876893c6508e640d7/0_132_2048_1228/master/2048.jpg?width=465&dpr=1&s=none", "The Carnival Glory arrives in Cape Canaveral, Florida, in 2003."], ["https://i.guim.co.uk/img/media/b94c181f1d8a6d7a0b902819f19d107fdfffe4c7/0_381_3000_1800/master/3000.jpg?width=445&dpr=1&s=none", "Stalls that during typical summers are filled with workers offering shore-side excursions to cruise ship passengers stand empty in Juneau in June."], ["https://i.guim.co.uk/img/media/2544e7ce929449e164577c7709c2163518aad003/0_103_4200_2520/master/4200.jpg?width=445&dpr=1&s=none", "The Disney cruise ship Magic enters the harbor in Key West, Florida, in 2009."]], "author": ["Jessica Glenza"], "date": "2020-12-20"}, "https://www.theguardian.com/environment/2020/dec/01/amazon-deforestation-surges-to-12-year-high-under-bolsonaro": {"title": "Amazon deforestation surges to 12-year high under Bolsonaro", "subtitle": null, "text": "An area seven times larger than Greater London has been lost in what one activist called a ‘humiliating and shameful’ destruction\\nA vast expanse of Amazon rainforest seven times larger than Greater London was destroyed over the last year as deforestation surged to a 12-year high under Brazil’s far-right president Jair Bolsonaro.\\nFigures released by the Brazilian space institute, Inpe, on Monday showed at least 11,088 sq km of rainforest was razed between August 2019 and July this year – the highest figure since 2008.\\nCarlos Rittl, a Brazilian environmentalist who works at Germany’s Institute for Advanced Sustainability Studies, said the numbers were “humiliating, shameful and outrageous” – and a clear sign of the damage being done to the environment since Bolsonaro took office in January 2019.\\n“This is an area a third the size of Belgium – gigantic areas of forest that are being lost simply because under Bolsonaro those who are doing the destroying feel no fear of being punished,” Rittl said.\\n“Bolsonaro’s great achievement when it comes to the environment has been this tragic destruction of forests which has turned Brazil into perhaps one of the greatest enemies of the global environment and into an international pariah too.”\\nBrazil’s vice-president, Hamilton Mourão, tried to put a positive spin on the bleak figures as he visited Inpe’s headquarters in the city of São José dos Campos on Monday. Mourão claimed the annual increase of 9.5% was less than half the anticipated figure of about 20%.\\n“We’re not here to commemorate any of this, because it’s nothing to commemorate. But it means that the efforts being launched [against Amazon deforestation] are starting to yield fruit,” Mourão claimed.\\nEnvironmentalists, who blame Bolsonaro’s deliberate weakening of enforcement efforts for the rise, scoffed at that reading. “This number is an outrage – it doesn’t tell us anything positive about the Bolsonaro administration at all. On the contrary, it shows that despite the [Covid-19] quarantine, environmental crime has increased,” Rittl said.\\nMourão’s comment about the smaller-than-expected rise was “like saying that we were expecting 300,000 Covid deaths and we ‘only’ had 200,000,” Rittl added.\\nCristiane Mazzetti, a Greenpeace spokesperson for the Amazon, said: “This is an even worse number than 2019 and a direct reflection of the Bolsonaro administration’s anti-environmental policies which have weakened the monitoring agencies and used misguided strategies to fight deforestation, such as deploying the armed forces rather than environmental protection agents.”\\n“These numbers show us that we are continuing to move in the wrong direction than the one needed to deal with the climate emergency and the biodiversity crisis.”\\nThe Observatório do Clima group said soaring destruction came as no surprise to those “following the dismantling of environmental policy that has been underway in Brazil since January 2019”.\\n“The numbers simply show that Jair Bolsonaro’s plan has worked. They are the result of a successful project to annihilate the ability of the Brazilian state and its monitoring agencies to care for our forests and fight crime in the Amazon,” it said in a statement.\\nMourão said the figures, which were produced with information from the Prodes satellite system, showed most of the devastation was occurring in four regions: Pará state, the north of Mato Grosso state, the south of Amazonas state and Rondônia.\\nPará, a longtime deforestation hotspot, was by far the worst-affected state accounting for almost 47% of the total deforestation.\\n“Thanks to Inpe’s work we now have a perfect sense of where we need to focus our actions in order to prevent illegal activities occurring,” Mourão told reporters, praising its “brilliant scientists” for their efforts.\\nBut despite a growing “green” government propaganda campaign – which recently saw Mourão take foreign ambassadors on a tour of the Amazon region – environmentalists and foreign investors are skeptical about its efforts to protect the world’s biggest rainforest.\\nDuring that three-day excursion ambassadors were not taken to any of the deforestation hotspots which Mourão detailed on Monday – and activists dismissed the visit as a “sham”.\\nIn May thousands of Brazilian troops were sent to the Amazon supposedly to fight environmental crime, although some believe they are merely making things worse.\\nRittl said one ray of light was the recent defeat of Bolsonaro’s key international ally, Donald Trump. “Without the backing of Trump in the US, the international pressure [on Bolsonaro over the environment] will increase and it will increase a lot,” he predicted.\\nBolsonaro is one of only a tiny group of world leaders who has yet to recognise Joe Biden’s victory and on Sunday claimed, without proof, that unnamed “sources” had convinced him the US election had been plagued with fraud.", "image": [["https://i.guim.co.uk/img/media/54bd6d91068963be1e91b47f85efa7935a56eb2d/0_26_1200_720/master/1200.jpg?width=465&dpr=1&s=none", "More than 11,000 sq km of rainforest was destroyed in Brazil between between August 2019 and July 202o, official figures show. "]], "author": ["Tom Phillips"], "date": "2020-12-01"}, "https://www.theguardian.com/environment/2020/dec/09/secretive-gold-rush-for-deep-sea-mining-dominated-by-handful-of-firms": {"title": "Deep-sea ‘gold rush’: secretive plans to carve up the seabed decried", "subtitle": null, "text": "Greenpeace report warns against granting licences to ‘deeply destructive’ industry with opaque oversight, and calls for global ocean treaty\\nPrivate mining firms and arms companies are exerting a hidden and unhealthy influence on the fate of the deep-sea bed, according to a new report highlighting the threats facing the world’s biggest intact ecosystem.\\nAn investigation by Greenpeace found a handful of corporations in Europe and North America are increasingly dominating exploration contracts, mainly in search of cobalt and nickel, and have at times taken the place of government representatives at meetings of the oversight body, the UN’s International Seabed Authority (ISA).\\nGreenpeace said this undermines effective environmental management and fair distribution of risks and rewards from the ocean floor, which some states and companies want to open up for exploitation next year.\\nGiven the potential risks of fisheries disturbance, water contamination, sound pollution and habitat destruction for dumbo octopuses, sea pangolins and other species, the campaign group said no new licences should be approved. It has said  governments should instead implement an ocean treaty, to ensure adequate protections.\\nMining firms see the deep-sea bed as the last frontier for a mineral extraction boom. Technological hurdles have been overcome, and the ISA’s recently re-appointed secretary-general Michael Lodge – from the UK – wants member states to agree on a rulebook next year that would set standards for working practices and allow commercial mining to begin.\\nThe new Greenpeace report, released on Wednesday, suggests this would be premature, because the industry is secretive and inadequately regulated. Among its findings are:\\nDeep sea mining is deeply destructive. Excavation of mineral nodes, for example, is done by giant tractors that chew through the sea bed\\nThe oversight organisation, ISA, has no environmental or scientific assessment group. Instead, applications are vetted by a legal and technical commission, which is dominated by lawyers and geologists. Only three of the 30 members of the commission are biologists or environmental specialists\\nISA has not rejected any of the 30 exploration applications it has received. It has potential conflict of interest because it receives $500,000 (£374,000) for each licence\\nSeabed resources are supposed to benefit all of humanity and promote sustainable development, but just three companies from wealthy nations have a hand in eight of the nine contracts to explore for minerals in the Pacific Clarion-Clipperton zone that have been awarded since 2010: Canadian-registered DeepGreen, Belgian corporate Dredging Environmental and Marine Engineering NV (Deme), and a UK-based subsidiary of the US arms manufacturer Lockheed Martin\\nThe role of these companies is opaque. None of these parent companies are listed by the ISA in its list of contractors. Many operate through subsidiaries or by taking shares in partners in small island states, often in conjunction with national governments. This leads to concerns about accountability in the event of an accident – the subsidiaries are often small, which could leave poor nations with huge liabilities\\nCorporate influence on some governments is so great at ISA that DeepGreen executives temporarily stood in for Nauru delegates in a February 2019 session of the ISA council, where Deme executives also spoke on behalf of Belgium\\nTies between the UK government and the industry have also been unhealthily cosy. Cabinet-office officials have worked for Lockheed Martin after retirement. Former prime minister David Cameron used Lockheed Martin estimates of the potential value of the deep-sea mining industry, rather than independent analysis\\nThe dangers of this system were apparent in 2019, when the deep-sea mining firm Nautilus went bankrupt, leaving its partner state, Papua New Guinea, with substantial clean-up losses. Papua New Guinea is now among a growing number of nations calling for a moratorium on the industry, along with conservationists including David Attenborough and Chris Packham.\\nBut exploration permits for the international seabed already cover an area equivalent in size to France and Germany combined, and that area is likely to expand rapidly, despite the risks to biodiversity and ocean carbon deposits.\\nGreenpeace said the biggest problem was the lack of transparency and oversight. “We need to shine a light on the industry at this gold-rush moment because most people don’t realise this is going on,” said the report’s author, Louisa Casson, from the Protect the Oceans campaign.\\nRather than open up a whole new field of resource extraction, nations should focus more on reusing and recycling existing supplies of minerals, she said.\\n“We think the deep sea ocean should be off limits because it not possible to have good enough environmental rules, especially now that scientists are warning of irreversible harm and potential extinctions. The ISA is supposed to be protecting the oceans and it’s not doing its job.”\\nIn a response to Greenpeace, DeepGreen Metals Inc said deep sea mining could supply “critical minerals for the global transition off fossil fuels at a fraction of environmental and social costs associated with metal production from conventional land ores”.\\nIt added: “Without investment in this industry from private sector companies such as ours, Pacific island nations like Nauru, Kiribati and the Kingdom of Tonga would not otherwise have an opportunity to participate in the benefits of this new resource opportunity to diversify and develop their economies. Until recently, deep-sea exploration was carried out only by the rich industrialised countries, further increasing the potential for global wealth disparity.”\\nPeter Ruddock, director of UK Seabed Resources Ltd and chief executive of Lockheed Martin UK, said in a statement to Greenpeace: “UK Seabed Resources has been, and continues to be, entirely transparent with Greenpeace, the wider NGO and stakeholder community, the International Seabed Authority (ISA), and the public, about its structure and relationships with the UK government and Ocean Minerals Singapore (OMS), and indeed all our partners and stakeholders.\\n“Seabed minerals have a potentially critical role to play in the decarbonisation of the planet by providing a vital and reliable alternative source of critical minerals for, among other things, clean energy including battery technologies. We intend to continue to work towards the realisation of this potential opportunity with our valued stakeholders and partners.”\\nIn a letter to Greenpeace, Deme said: “20 countries are now actively engaged in deep-sea mining exploration. All have an interest in a clear and settled regulatory regime to govern exploitation, as indeed does humankind as a whole.”", "image": [["https://i.guim.co.uk/img/media/a44cb6b5d81410a9fe582a7209516b93ed232a5b/120_0_1800_1080/master/1800.jpg?width=465&dpr=1&s=none", "A dumbo octopus (Cirrothauma murrayi), Puerto Rico"], ["https://i.guim.co.uk/img/media/3d6d91f74f4b3f6f0acec1dfa84dba0164d4c8d2/0_384_5760_3456/master/5760.jpg?width=445&dpr=1&s=none", "Machines intended for use in deep sea mining off the Papua New Guinea coast"], ["https://i.guim.co.uk/img/media/47e96e4e6a0a34b16979ebe3e61711092cb9da3e/0_0_4700_3252/master/4700.jpg?width=445&dpr=1&s=none", "Coral reef, Nauru"], ["https://i.guim.co.uk/img/media/400f9f613fe432a3c61043f7621b08d53adbec64/0_0_4000_2667/master/4000.jpg?width=445&dpr=1&s=none", "Climate-impacted communities from Vanuatu, Tuvalu, Kiribati, Fiji, the Solomon Islands and the Philippines took part in Cop 21."]], "author": ["Jonathan Watts"], "date": "2020-12-09"}, "https://www.theguardian.com/info/ng-interactive/2020/dec/21/the-guardian-in-2020": {"title": "The Guardian\n\n  in 2020", "subtitle": null, "text": "Our report helps our readers, supporters and others better understand our mission and the impact of our journalism. It gives an insight into the workings of the organisation that produces the Guardian, the Observer, and the Guardian’s editions in the US and Australia, over the last year.\\nThis year was the most challenging and extraordinary year for news that I can remember, and I’m sure many of you feel the same way.\\nAs you’ll read in this report, our journalists worked tirelessly throughout 2020, from the very start of the year with the Australian bushfires, through the struggle for Hong Kong, the Harvey Weinstein verdict to the death of George Floyd, and the dramatic and divisive US presidential election.\\nBut of course, the Covid-19 pandemic was the dominant global story of the year, transforming so much, from our editorial priorities to how we work. Our coverage sought to foreground the science and the latest data, to hold the government and the scientific establishment to account and expose incompetence, and to bring empathy and humanity to the stories of the victims.\\nWe realised early on that the pandemic had the capacity to change everything about how we live, so Guardian and Observer journalists devoted formidable effort and resources to investigating the social and economic effects of this crisis. We also understood the important role that endeavour, community and charity would play in confronting the emergency, and so sought out hope wherever it could be found.\\nWe expanded our reporting on the climate and environmental crisis, following the movements trying to bring about change, digging deep into the loss of wildlife and investigating the mounting problems of air pollution and microplastics. We also drew the connection between the Covid crisis and the environment, trying to get politicians to understand how the pandemic is the result of our annihilation of nature, year after year.\\nOur investigations team produced a succession of game-changing revelations about the UK government’s handling of the pandemic, such as the scandalous disregard for life in care homes, and the repeated mishandling of vital protection equipment for healthcare workers.\\nIn the UK, our sensational revelation, in partnership with the Daily Mirror, that the prime minister’s right-hand man, Dominic Cummings, had travelled from London to Durham during lockdown, and then taken a 50-mile trip to Barnard Castle to “test his eyesight”, resulted in a public outcry. Our reporting, like a lot of the best stories, originated with Guardian readers who told us what they had seen.\\nOur investigations were not limited to the UK. We also revealed further allegations of sexual abuse committed by Donald Trump, and unearthed the disturbing background of his supreme court justice pick, Amy Coney Barrett. We published the Luanda Leaks, showing how Africa’s richest woman, Isabel dos Santos, made her fortune through exploiting her own country, and revealed Jeff Bezos had his phone hacked by the Saudi crown prince – a truly astonishing exposé.\\nThese kinds of revelations are at the heart of what we do. Without reader support, we would have fewer resources for the time-consuming, painstaking reporting that often takes weeks or months to get to the front page. If you are a Guardian supporter, thank you for helping us to bring these stories to light.\\nGuardian journalists in the US, UK and around the world have reported with clarity, authority and calm on the Black Lives Matter movement, the debate on monuments to slavery, and the broader social and political questions they raise.\\nIn the US, our election coverage included rigorous analysis of the myriad ways millions of Americans are denied voting rights, extensive reporting on the primary and presidential campaigns, and round-the-clock analysis of the election itself. We spoke to voters in often-overlooked communities to understand who and what was motivating them to vote.\\nIn Australia, our reporters worked over the festive period to provide unrivalled live coverage of the unprecedented bushfires that ravaged the east coast. The team followed this up with The Frontline, an in-depth multimedia investigation into the many ways the climate emergency is already affecting Australia.\\nOur numbers: +66% in podcast listens, including for Today in Focus, Football Weekly and Full Story **\\nOur multimedia journalism continues to go from strength to strength. Today in Focus, presented by Anushka Asthana, took home the best current affairs podcast prize at this year’s British Podcast Awards. And we had an incredible 12 months in video (including our standout series on the US election, Anywhere but Washington, and Anywhere but Westminster, covering stories of altruism and community during lockdown) – reaching 3.5 million subscribers across our YouTube network.\\nWhile these are challenging times for media organisations for a number of reasons, financial support for the Guardian from digital readers in every corner of the world has grown as readers seek out expert journalism and analysis they can trust.\\nThe Guardian and the Observer have a history of powerful, high-impact journalism that is read by millions of people worldwide. We now receive support from readers in more than 180 countries, helping us to safeguard the Guardian’s independent journalism.\\nThe pandemic and its effects have made life much harder for Guardian readers and supporters around the world. This year, even more than in the past, we are extremely grateful for the financial support readers give to help safeguard our independent journalism.\\nThank you.\\nI joined the Guardian in March 2020, a few weeks before the first lockdown in the UK. At that point I could never have imagined just how much our business would need to change and adapt in what has been an extraordinary year.\\nMy priorities as chief executive throughout the pandemic have been to ensure we continue to serve our readers, digitally and in print, while prioritising the safety of our employees and minimising the economic impact of the pandemic on our business. Strong Guardian journalism relies on a solid business and a team of dedicated commercial colleagues across many different departments. Working life has been very different in 2020, and I am extremely grateful for the commitment and flexibility our employees have shown this year.\\nOur numbers: 2.1 billion unique browsers to our digital platforms, +67% on the year before **\\nThe growing appetite for Guardian journalism was reflected in continued growth in readership – we had a record 1.5bn unique browsers and 16.4bn page views to our digital platforms during 2019-20, both up more than 20% on the previous 12 months.\\nWhilst we experienced record digital readership, coronavirus has accelerated difficult changes across the media sector – we have responded by restructuring some areas of our business as part of a strategy to support the Guardian’s long-term commercial growth. Sadly these changes have included job losses for a number of colleagues, to whom we will say goodbye over the next few months. This process has been difficult, and we have aimed to support all those affected as much as possible. We thank those leaving the organisation greatly for their contribution to the Guardian.\\nDespite these pressures, our unique reader relationship model has proved successful. As our editor-in-chief, Katharine Viner, writes, the Guardian has provided independent, fact-based journalism to unprecedented numbers of readers and we have seen an increase in readers’ support over the past year.\\nSince the start of 2020, we have gained 268,000 new digital subscriptions and recurring contributions, an increase of 43%. As a result, digital reader revenues have continued to grow – with recurring contributions and digital subscriptions (boosted by the popularity of our flagship Editions app) two critical sources of income to support our business and our journalism. Print subscriptions to the Guardian, the Observer and our international news magazine Guardian Weekly (with 70% of its subscribers living outside the UK) have also grown to record levels. And in the past 12 months we have received more than 530,000 single contributions from readers who believe in the Guardian’s purpose, and want to support us. Including print subscribers and single contributions, people have supported the Guardian financially more than 1.5m times in the last 12 months.\\nOur numbers: 75,000 attendees to our Guardian Live online programme **\\nWe adapted very quickly to the new normal. Guardian Live made a successful pivot to digital, with over 75,000 attendees to our online events, and Guardian Jobs supported the NHS, offering free job listings.\\nAnd, while the advertising market remains challenging, teams have continued to win new business and high-value repeat bookings – a testament to the strength of our relationships and reputation for brilliant execution.\\nOur international outlook and presence continues to deliver for us commercially as well as strengthening Guardian journalism, with significant growth in the US and Australia where we have well-established presences. And, in the year of Brexit, we have had record numbers reading and supporting the Guardian financially from continental Europe. We will continue to invest in the Guardian’s increasingly global business.\\nWe live in a time of great economic uncertainty. There are many challenges ahead for the global news media sector, but we remain confident that the Guardian’s core strengths – high-quality, trusted journalism, a meaningful purpose and trusted brand, a highly talented set of employees, and a commitment to being reader-centric and reader-funded – provide a solid foundation for the organisation to achieve long-term success.\\nThank you for supporting us. In a deeply troubling year it is inspiring that so many readers agree that progressive journalism is needed more than ever.\\nReaders in 180 countries fund our journalism because they believe in our mission, our independence, and our reporting – and that’s inspiring to all of us who work at the Guardian.\\nFrom our supporters: Only this week I was recommending the Guardian subscription to a friend because it is such good value for the money. Having read today’s newsletter, I have just altered my contribution and will endeavour to increase it further in due course. In this ever more dangerous world and the sinister manoeuvring of our own government, independent reportage with integrity, which is what you provide, is essential and I thank you for it. Liz Hanson, a reader in Melrose, Scotland\\nOur unique ownership model means we are not controlled by a billionaire owner, or a group of shareholders demanding financial returns – any profits made, and all financial contributions from readers, are reinvested directly into our journalism.\\nMany supporters believe, like we do, that everyone deserves access to quality journalism, so choose to help us remain open and free of a paywall. Our supporters tell us that they deeply value the approach we have chosen – where everyone can access Guardian journalism, regardless of where they live, what they can afford, or how they like to consume the news.\\nAlongside our successful contributions model, in 2020 we have a renewed focus on offering digital subscriptions to our premium apps, in order to build a financially sustainable organisation.\\nAs part of our ongoing mission to deliver purposeful, quality journalism, we have evolved our digital subscription products in line with the changing demands of readers in a world of constant breaking news, best digital practices and journalistic innovation. In 2020, we introduced a Weekend Edition for Australian readers, as well as a special Earth Edition to sit alongside our UK Daily Edition – available as part of the Guardian’s digital subscription. We also launched Guardian Puzzles – a dedicated app for crosswords and puzzles from the Guardian and the Observer.\\nFrom our supporters: I so appreciate the excellent and authentic reporting that the Guardian does – never more than now. I depend on your reporters and photographers to cover US stories with a deep cultural understanding of not only the news, but also the underlying issues that provide a necessary context to truly make sense of where we find ourselves today. Thank you for all that you all do! Susan E Werbe, a reader in Newton, Massachusetts, US\\nRemarkably, despite the health and economic depredations of Covid-19, record numbers of readers chose to financially support us in 2020. The ongoing developments around the global coronavirus pandemic, the Black Lives Matter movement as well as the Guardian’s climate pledge and its US election coverage have all been significant drivers of reader support.\\nOur numbers: 900,000 digital recurring acts of support, +43% since November 2019 **\\nThe Guardian has gained 268,000 new digital subscriptions and recurring contributions over the last year, an increase of 43%. Total digital recurring support now stands at over 900,000, up from 632,000 in November 2019. An 11% year-on-year increase in subscriptions to print products helped offset the hit from the global pandemic to newsstand sales. We now have a record 119,000 print subscriptions across the Guardian, the Observer and Guardian Weekly. In the 12 months to end of October 2020, the Guardian also received over 530,000 single contributions from readers across the world. Including print subscribers and single contributions, people have supported the Guardian financially more than 1.5m times in the last 12 months.\\nIn the past few months, we have started to encourage readers to sign in when they visit the Guardian digitally, so we can remember their preferences, improve their experience of the site, and tailor the messages and advertising they see.\\nStrengthening our relationship with our readers, combined with award-winning journalism that the world needs right now, along with our huge reach globally is how we’ll attract more people to support the Guardian financially by the end of our 200th anniversary.\\n2020 has been a year of monumental disruption, tragedy, activism and change. Throughout these disorienting times, we have sought to go beyond simply reporting the news to provide clarity, hold the powerful to account, and bring empathy and humanity to stories that may otherwise go untold.\\nMore than ever, our evidence-based journalism and rigorous analysis has sought to be comprehensive, authoritative and calm – allowing Guardian readers to navigate an at times overwhelming volume of information and noise.\\nCoronavirus is one of the biggest and most complex stories of our time, touching on all facets of life – politics, science, the economy, people’s lives and relationships. Throughout, our reporting on the pandemic has been expert and courageous – not only in holding those in power to account for their handling of the crisis, but in bringing warmth and humanity to a bleak period and focusing on the tragic stories of the hundreds of thousands of lives lost around the world.\\nOur numbers: 63% growth in subscribers to Guardian YouTube channels **\\nIn the early days of the crisis, our 100 Days series looked closely at the growing international impact of the pandemic and our insightful video explainers and Q&As clearly guided our readers to the facts during an increasingly complicated time. We pivoted our Science Weekly podcast to focus on listeners’ questions about the virus – doubling the podcast’s audience in just a few months. And, as the situation worsened, our Lost to the Virus series and Lost on the Frontline, a Guardian US and Kaiser Health News initiative, highlighted the immense human cost with care and sensitivity. Lost on the Frontline has become the exclusive US data source for Amnesty International’s initiative to track deaths of global healthcare workers from Covid-19. The series also influenced the Frontline Heroes Act, a proposed legislation in the US Congress to provide support for the families of fallen healthcare workers and was referenced by Senator Ron Wyden during a hearing about the national PPE shortage.\\nWe have never lost sight of the importance in holding the powerful to account for their role in managing the crisis. Within the Guardian’s investigations team we established a coronavirus investigations wing, publishing a string of exclusives. We uncovered who attends the secret scientific Sage advisory group – and revealed Boris Johnson’s then chief adviser, Dominic Cummings, attended meetings. We revealed the private firm running the UK PPE stockpile, Movianto, was sold in the middle of the pandemic and in a joint exclusive with ITV revealed chaotic conditions at Movianto’s warehouse, which resulted in delays in deploying vital supplies to UK healthcare workers. Our in-depth piece looking at missed opportunities pre-lockdown, the inside story of herd immunity and behind-the-scenes tussles between scientists and politicians was a comprehensive picture of the UK’s missteps. More recently, our journalists unpicked the allegations of “chumocracy” at the heart of the pandemic response, with a series of revelatory stories. In opinion, we discussed the government’s secret Covid contracts.\\nMost notable was our sensational exclusive (with the Daily Mirror) on Cummings’ lockdown trip, which provoked national outrage and created the biggest crisis in trust for the UK government in recent years. The scoop forced Cummings to explain his actions in a Downing Street garden press conference and led the prime minister to make the extraordinary claim that his senior adviser had done nothing wrong and that people needed to ‘move on’ despite millions of people having abided by the rules.\\nAs both Johnson and Donald Trump succumbed to the virus, we closely covered the news of the president’s Covid diagnosis, hospitalisation, bizarre joyride, and his contagious inner circle. And we looked at how Johnson’s diagnosis, denials and admissions took the nation on an emotional rollercoaster.\\nWe challenged Trump’s claims that hydroxychloroquine was a “miracle cure” drug and revealed how the leader of a group peddling bleach as a coronavirus cure wrote to the president the week before he promoted disinfectant as a possible treatment. We improved and continue to update our coronavirus trackers and UK regional breakdowns, providing a valuable service to our readers over many months. And, following a reader callout, our science team answered questions about the pandemic covering everything from vaping to vaccines.\\nWe focused on its effect on young people with a new project – the Covid Generation – telling their stories, from missed education to the toll on mental health, through powerful words, portraits and their own lockdown drawings. We also provided hope by sharing practical and positive stories in series such as Guardian Australia’s The Good Place, the young entrepreneurs defying lockdown, and Anywhere but Westminster’s lockdown specials.\\nOur correspondents around the globe contributed to our coronavirus coverage and our understanding of how different countries tackled the pandemic, from Iran – a country in the grip of one of the worst outbreaks – to how Venezuela used the crisis as a cover to crack down on dissent. From the plight of tourists trapped in a Tenerife hotel, to the eerily empty streets of Milan and the desperation of Covid sufferers in Beijing.\\nWe looked at the scandal of the Ruby Princess in Australia and the British holidaymakers stuck on cruise ships unable to dock. We followed the quarantine of Melbourne and the easing of restrictions, including a fantastic First Dog cartoon and a look at how Melbourne residents embraced their first day of freedom.\\nOur coverage of the pandemic was also recognised as some of the most trusted among the major news brands. Oxford University’s Reuters Institute for Journalism cited the Guardian as doing the best job of all the papers among UK media outlets, and ranked us as the second most visited UK news site for coronavirus updates, second only to the BBC. A separate Survation study also named the Guardian as the most trusted UK paper on the topic.\\nOutside of the pandemic, the other major global story of 2020 has been the Black Lives Matter movement. Our coverage since the killing of George Floyd in Minneapolis on 25 May has been urgent, thought-provoking and clear in what has been a deeply personal and emotionally charged moment for so many. With journalists located around the world, we have been able to provide a unique and intimate perspective on the worldwide protest movement for justice.\\nIn the US, we reported, often under difficult conditions, on the protests for justice, incidents of police brutality and counter-demonstrations by racist militias. We investigated how communities of colour are enduring three crises at once: endemic police violence, Covid-19, and an economic crisis threatening jobs and livelihoods. Our coverage explored the history of brutal police violence and systemic racism in the US, and the institutional reforms needed to make a meaningful difference. Our journalists reported on these events, and the broader social and political questions they beg, with clarity, authority and purpose. We raised the voices of protesters, armed our readers with the facts, and provided wide-ranging perspectives on the government response. We profiled the black-led groups leading the calls for justice, the families directly affected by police brutality and asked what it really means to ”defund the police”. We exposed how structural poverty and enduring racism in the deep South has a direct impact on the deaths of black Americans from Covid-19, and our exclusive piece on the impacts of global heating further revealed how black and brown neighbourhoods would be unequally affected. Our interview with Bubba Wallace, Nascar’s only black driver, revealed rapidly changing attitudes to race in the sport.\\nIn Australia, we continue to focus on Indigenous Australians and the injustices they experience. We broke stories on outrages involving the mining company Rio Tinto, reporting on the firm’s decision to blow up a sacred Aboriginal site and the flawed legislation that allowed it. Our reporting ultimately led to the resignation of Rio Tinto’s CEO and senior executives as well as a parliamentary inquiry recommending a moratorium on any destruction of potential heritage sites until laws are passed in the new year. Our multiple award-winning Deaths Inside series, which has examined every Indigenous death in custody since 2008, continued to uncover stories of injustice this year. Images of protesters, who marched in cities and towns around Australia in support of Black Lives Matter, cited our Deaths Inside project and our investigations into the death of David Dungay Jnr to highlight systemic racism in Australia.\\nIn light of the toppling of the Edward Colston statue in Bristol, we reported from communities across the UK. Our Young, British and Black series highlighted 50 voices of this generation and we launched a powerful Black Lives series that looked at the extraordinary stories of the people at the forefront of social change and civil rights. And, to celebrate Black History Month, we produced an interactive timeline documenting two millennia of world-shaping individuals and momentous events that define black history and gave away glossy wallcharts with the newspaper.\\nOur opinion writers also covered the shocking global implications and big new ideas emerging from the crisis in The World Turned Upside Down series, and highlighted the renewed urgency of anti-racist movements in America and the UK in columns by Patricia Williams on George Floyd’s killing, and Afua Hirsch on racism built in Britain.\\nAlthough coronavirus has dominated the news in the UK, we’ve continued to report rigorously on other stories that are affecting people’s lives.\\nOn 31 January, we marked Brexit eve, capturing the mood of the nation, from Westminster to West Yorkshire. We wrote about the pain thousands of our readers felt and published our “Missing You Already” supplement, which included a moving series of letters to the UK from key cultural figures, generating an appreciative response from our readers.\\nAway from Brexit, our reporting has captured the complexities of the coronavirus pandemic, a multitude of government U-turns, tumultuous party politics and reflected a determination to capture the hidden effects of an unprecedented year.\\nWith input from thousands of pupils, teachers and parents via our communities team, we led the way in our reporting on the GCSE and A-levels fiasco – from our exclusive forecast that 40% of A-level results would be downgraded to revealing that the chair of Ofqual threatened to quit unless the education secretary, Gavin Williamson, publicly backed him.\\nIn business, we went back undercover at Sports Direct and discovered that question marks remain over the chain’s treatment of staff. We also covered the dramatic events as two of Britain’s biggest retailers collapsed – the demise of Philip Green’s empire and, the following day, of Debenhams. Off the back of Guardian reporting that consistently called for organisations such as Tesco to review their stance on rate rebates, big supermarket chains changed their positions and repaid hundreds of millions to the treasury.\\nOur coverage of the EHRC’s damning report into antisemitism in the Labour party was detailed and revelatory, including our scoop revealing the key insights the day before the report was released. And – in the same week – we published a letter signed by more than 800 legal figures, accusing the government of dangerous rhetoric and calling for an immediate apology.\\nAs footballer Marcus Rashford’s campaign to end child food poverty captured the public’s imagination, we spoke to the families dependent on free school meals. And it was inspiring for us to read that Rashford was driven to campaign for free school meals after reading an article in the Guardian.\\nAnd, with the ongoing inquiry into the Grenfell fire – which restarted in September 2020, 28 months since it began – we continued to highlight this hugely important story, covering the fallouts from the inquiry and speaking with the survivors still seeking justice.\\nOur investigative reporting has continued to expose and uncover injustices across the UK. In March, a critical court judgment into Dubai ruler Sheikh Mohammed bin Rashid al-Maktoum found he had orchestrated the abduction of his two daughters. This was the culmination of a 20-year inquiry that began with a Guardian exclusive. We doggedly followed the long and bitter court battle, which revealed UK police had been deterred from investigating the kidnap.\\nWe secured leaked Foreign Office documents, which uncovered that it was No 10 – not the Home Office – driving controversial plans to process asylum seekers in other countries.\\nWe have also maintained our focus on previous Guardian exclusives. Since the Guardian exposed the scandal of the wrongful deportation of Commonwealth citizens from the Caribbean in 2018, the Windrush debate continued with our reporting on the number of people entitled to compensation who may still be unknown. The EHRC Windrush report was a damning indictment of the hostile environment policy and the seventh critical report arising from our reporting.\\nWe reported on a public inquiry into undercover policing, which launched in November – six years after it was first announced. The inquiry was a result of a Guardian investigation revealing how police covertly monitored the campaign for justice over the racist murder of Stephen Lawrence. It followed years of disclosures uncovered by the Guardian and by the activists who had been the victims of spying.\\nIn the US, the Guardian has continued to deliver deep and impactful journalism during a year in which the country’s social, economic and political fabric was dramatically challenged. We repeatedly broke news on the Trump administration’s constant departure from norms, starting with the anger and divisiveness of his state of the union address, shortly followed by Nancy Pelosi’s electrifying response.\\nA key strand of our election coverage was our year-long Fight to Vote series – which launched in 2019. It assessed the many ways Americans are denied the fundamental right to vote, and included an ambitious ballot-tracking exercise. Our piece on Trump’s admission that he was undermining the US Postal Service to make it harder to vote by mail was cited in a lawsuit against the USPS. The project continues to deliver essential reporting on Trump’s attempts to defy the election outcome.\\nIn February, we detailed how the president survived impeachment and reflected on a decade in which America swung from the hope of the Obama era to the nihilism and misogyny of Trump. We chronicled the Democratic primaries and reported on Kamala Harris’s memorable challenge to Joe Biden’s race record.\\nOur numbers: +100 million page views to the Guardian’s US election live results tracker **\\nWe followed the twists and turns as the Republican party rushed to fill the supreme court seat left open after the death of Ruth Bader Ginsberg. An exclusive Guardian investigation revealed that Amy Coney Barrett – Trump’s now-confirmed supreme court justice – was involved with a secretive Christian group, a story cited by the Senate majority leader, Mitch McConnell, in his attack on the media. Our reporting on Coney Barrett’s anti-abortion stance was referenced by Senator Richard Blumenthal, who credited the Guardian for making key information public while questioning Barrett during the hearings.\\nOur election explainers – including the inventive Build Your Own Election and how the electoral college helps the Republicans, enabled readers to visualise paths to victory for both candidates. Our live election results tracker was a monumental success and, along with our round the clock live blog, was a cornerstone of our coverage. Almost a year in planning, the tracker broke all traffic records, becoming the Guardian’s most viewed page ever, culminating in more than 100m page views in election week. It formed part of a record-breaking week for the Guardian overall, with more than 190m page views and 52.9m unique browsers worldwide within 24 hours.\\nOur Today in Focus special US election episode took listeners through the momentous night moving from New York to Florida, Arizona to Pennsylvania and trying to make sense of what happened. After the election result was eventually called, we profiled the president-elect, looking at how Biden styled himself as the antithesis of Trumpism and at the election of Kamala Harris, the first woman of colour to be voted vice-president.\\nOutside of politics, our journalists followed the sexual assault and rape trial of the disgraced film mogul Harvey Weinstein. As a guilty verdict was handed down, we broke the news before other major news organisations, and documented his rise and fall, the key moments of the trial, the six women at the heart of the trial and how it divided the #MeToo movement.\\nIn December, we also joined a global consortium to continue the work of murdered Mexican journalists. In collaboration with 24 international media outlets across 18 countries, and coordinated by Forbidden Stories, the Cartel Project investigates the global networks of Mexican drug cartels and their political connections around the world.\\nOur reporting has also focused on society, culture and lifestyle. Our State of Men series took a hard look at what it means to be male in 2020. In a similar vein, we launched Childfree, a series in which women spoke openly about their decisions to not have children. And our pandemic epiphanies series centred on positive stories on what writers and readers discovered about themselves during the pandemic. Our series Trans Freedom Fighters shone a light on the trans and non-binary leaders on the frontlines of 2020 organising and activism in the US.\\nOur brilliant reporting of the massive Australian bushfires continued into 2020, as the devastating fires continued to burn across vast areas of the country. In the most devastating bushfire season ever, our small team closely followed events as conditions worsened, from Mallacoota beach to Bairnsdale, where conditions on the ground proved most devastating. Our analysis of the fires and the failure of the prime minister to act, or even acknowledge the connection to the climate crisis, shocked the world. Our innovative visual explainer showed how the 2020 fires are very different from those in previous years with an exclusive story revealing how the Australian government approved a Chinese company to run a water mining operation in drought-stricken Queensland.\\nOur political reporting in Australia has exposed significant flaws, consistently holding the government to account.\\nOur dogged coverage of the robodebt scandal culminated in November 2020 with a $1.2b payout to 400,000 victims. We revealed how the coalition government believed it had no duty of care for welfare recipients, and also exposed the questionable $400k grant given to an aged care home operator when others missed out.\\nThe New South Wales corruption tribunal was gripping, and exposed how the state premier, Gladys Berejiklian, had been in a secret relationship with a disgraced former MP, with excellent commentary on the fallout and unanswered questions.\\nWe continued our scrutiny of the government’s role in the climate emergency. In our Green Recovery series in May, we highlighted how there were many ways stimulus spending might have also hastened the transition to a low-carbon economy, but the government didn’t take up those options and the year ends with Australia’s climate policy debate still stuck in an endless loop of political rhetoric, but under increasingly critical scrutiny from the rest of the world.\\nFacebook has apologised for defamatory posts about an Australian politician – it was not even prepared to delete the posts until Guardian Australia reported on the case in August.\\nWe also explored how Australia is starting to recognise coalmining might not be viable long term, including an exclusive on the private investigator working for the controversial Adani mine who secretly spied on and photographed an activist’s family. We also exclusively revealed a photograph of an Australian soldier drinking beer from a prosthetic leg thought to belong to a Taliban fighter killed by special forces in Afghanistan.\\nAnd finally, The Wait series gave a voice to people and places that may otherwise go unheard, telling the story of the forgotten refugees stranded in Indonesia as a result of Australia’s border crackdowns.\\nGuardian Australia has led the reporting on many of these local stories and will continue to pursue them, because facts and accountability matter, for good public policy and to shore up citizens’ trust in the political system.\\nAt the start of the year, our groundbreaking scoop revealed that Jeff Bezos had his phone hacked by the Saudi crown prince. This was a truly astonishing exposé that Politico called ”the Guardian’s mega-scoop – a genuine marmalade-dropper”. The story had an immediate and far-reaching impact, and was followed up all over the world.\\nThe New Zealand election was another huge moment; from the details of Jacinda Ardern’s win and possible coalition to our reporting on the broader political picture on why the country does not respond to populism in ways other countries do.\\nWe ran a series of deeply moving pieces to mark the 75th anniversary of the liberation of Auschwitz, including a beautiful dispatch from the memorial ceremony. We also spoke with survivors who returned to the camp for the anniversary in a series of heart-wrenching interviews, including on Today in Focus.\\nOur This is Europe series featured many memorable stories — from our exclusive on the EU’s support for vulnerable EU nationals to remain in the UK, and research on rising support for Eurosceptic parties, to a collection of European critics’ responses to UK culture. We launched Europeans – a series of seven new films from across Europe and revealed how Europe’s demographic map is being reshaped from Germany to Spain.\\nWe focused on the profound changes taking place in Hong Kong in our Fight for Hong Kong series. Our Today in Focus podcast featured the pro-democracy activist Nathan Law, and a fantastic video followed a Hong Kong journalist working for a pro-democracy newspaper in the shadow of China’s controversial national security law.\\nOur exclusive report on how Jordan became the country with the highest smoking rates in the world focused on claims of big tobacco interference and undue political influence – resulting in swift government interventions by banning indoor smoking across the country.\\nAugust’s explosion in Beirut was one of the world’s largest non-nuclear blasts. We covered the explosion with on-the-ground coverage, witness accounts and explainers. We later told the stories of the people caught up in the blast in an extraordinary interactive using footage survivors captured on their smartphones.\\nAs protests continued in Belarus over the re-election of Alexander Lukashenko, a Guardian documentary followed three independent Belarusian film-makers as they turned their cameras on themselves and their communities. The photo of a protester holding up a sign inspired by a striking Guardian Weekly cover serves as a reminder that our journalism provides hope to many in the face of injustices.\\nAnd, as the Nigerian government was accused of clamping down on one of the most striking protest movements for decades, we looked at the protests against police violence and the anti-robbery squad (Sars) that have swept the country.\\nIn what was a particularly disrupted year for sport, our journalism has remained as important and impactful as ever.\\nIn November, our coverage of Diego Maradona’s death was quick, thoughtful, visually strong and properly international. The package of pieces curated by Sachin Nakrani included a fine appreciation by Jonathan Wilson and a superb piece by Marcela Mora y Araujo on Maradona’s meaning to Argentina.\\nOur exclusive investigation, which began in April, into allegations of sexual abuse of girls and young women by the president of the Haiti FA, Yves Jean-Bart, led in November to him being banned for life by Fifa, showcasing the impact of Guardian journalism.\\nEarlier in the year, we reported on the funding struggles of sports clubs and associations, revealing how UK Athletics fought to renew its TV deal with the BBC, and exposing plans to slash funding by 50% for second-tier English rugby union clubs.\\nWe were at the forefront of reporting on Manchester City’s two-year ban from the Champions League, followed with exclusives on the club’s funding and a possible further investigation. And we broke two major athletics stories – on claims of neglect in British athletics and the tussle over Nike’s Vaporfly running shoes.\\nDuring the lockdown, our Football Weekly podcast grew its audience, despite no football taking place, and produced thoughtful specials on the “gamblification” of the sport, and on racism in football and mental health.\\nThe impact of Black Lives Matter reverberated throughout the sporting world too. We ran pieces on the lack of BAME representation in sport leadership, while our Sportblog provided some powerful opinion pieces, including Michael Holding and Ebony Rainford-Brent’s broadcast on cricket and Black Lives Matter.\\nOver the summer, our series on the greatest tennis players of the last 50 years delivered an excellent response, with thousands of replies to our callout. In September, the US Open was notable for Novak Djokovic’s disqualification and the rise of Naomi Osaka.\\nCoverage of the collapse of the Newcastle United takeover was revelatory and nuanced, as was our report on the shocking allegations of abuse in British gymnastics. Our feature on how Jürgen Klopp transformed Liverpool provided great insights, as did our exclusive interview with Liverpool’s title-winning captain, Jordan Henderson.\\nIn October, our exclusive investigation revealed how much the FA chairman, Greg Clarke, and the Premier League knew, but did not admit, about secret Operation Big Picture talks. We also explored how the plans did not go far enough for women’s football. One of our Sportblog pieces was hailed by Gary Lineker as “the most sensible and balanced comment piece I’ve read on this by far”. In November, Clarke resigned after a disastrous select committee appearance, while our guide to the US golf Masters provided much-needed cheer. We were also the first to report on a revelatory film about Liverpool and Klopp and featured a vivid interview with the boxer Bilal Fawaz.\\nDuring the past year we’ve continued to report on every aspect of the environment – publishing a piece of environmental journalism roughly every three hours. In October, we renewed our commitment to readers, pledging to keep reporting on the climate emergency, raising the alarm and investigating the crisis and possible solutions. As part of this commitment we launched our environmental dashboard, which tracks a selection of the planet’s vital signs, from carbon dioxide levels to Arctic sea ice, providing a visual representation of the growing climate crisis.\\nOur Last Chance series looked at what the world is doing to fight global heating and manage a green recovery and our exclusive analysis revealed that Covid recovery plans are threatening climate hopes.\\nUS congressmen Peter A Defazio and Matt Gaetz cited the importance of the Guardian piece “The secretive government agency planting ‘cyanide bombs’ across the US” – part of our This Land is Your Land series – in a letter they sent to Congress.\\nAs evidence of increased global heating accumulates, we investigated its devastating impact of this around the world. As bushfires burned across vast areas of Australia, our team worked tirelessly to produce outstanding coverage that has had a real impact both in Australia and abroad.\\nAs major weather events become more commonplace – from severe wildfires in California to Hurricane Laura – we launched 100 Days to Save the Earth, which took an in-depth look at the ways in which Trump’s presidency has made America dirtier and the planet warmer following his withdrawal from the US from the Paris agreement. As part of a year-long series on America’s water crisis, with partner Consumer Reports, our landmark investigation revealed how millions of ordinary Americans are facing unaffordable bills for running water. A piece by our US editor asked whether it was too much to ask for Americans to have access to clean water in 2020.\\nOur numbers: +20% growth in increase in average monthly unique browsers to environmental reporting **\\nFollowing the Guardian’s Polluters series, which revealed the firms behind a third of all carbon emissions, in January 2020 we announced that the Guardian would not accept advertising from fossil fuel extractive companies. This announcement sent a signal to encourage other companies to follow our lead, increasing the pressure on oil companies, miners and other extractive industries to change course. Our exclusive on the vast profits made by big oil since 1990 served as a timely reminder of their role in the escalating climate emergency. And, in the lead-up to Davos, Greta Thunberg and other climate strikers wrote for us urging world leaders to abandon the fossil fuel economy.\\nDespite it being a tricky year for in-person interviews, we’ve still featured some fantastic names – Tom Hanks on surviving coronavirus, Black Lives Matter founder Alicia Garza on stepping away from the movement she helped create, the warm and irrepressible Miriam Margolyes and Samuel L Jackson on roots, race and revolution, Helena Bonham Carter on divorce, Pierce Brosnan on life after Bond and a hilarious Laurence Llewelyn-Bowen. We also had a brilliant – and incredibly rare – interview with Joni Mitchell, and shared our encounters with Mary Trump and Jane Fonda. Our upbeat Black Lives series has been an inspiring insight into people at the forefront of social change and civil rights.\\nOur interview with Andre Leon Talley, former creative director of US Vogue, dug deep into the ruthlessness at the heart of the fashion industry. As part of Weekend’s graduate special – class of 2020 – Victoria Beckham answered questions from fashion students on personal style, the Spice Girls and fashion after corona.\\nWe continued to give a voice and a platform to women alleging sexual assault. In the wake of the Harvey Weinstein verdict, Rose McGowan spoke to us about how her fight for justice cost her motherhood and a career, but sparked a movement and brought a prolific offender to justice.\\nWeekend featured an exclusive interview with Amy Dorris – a former model who alleges Trump forced his tongue down her throat and groped her at 1997 US Open. Model Linda Evangelista spoke exclusively to the Guardian in support of four women who for the first time shared their stories of sexual assault or rape by her ex-husband, former Elite Models boss Gérald Marie. The story followed our compelling investigation into Trump’s involvement with the Elite Look of the Year contest.\\nIn our world exclusive with Elena Ferrante, the author answered questions from translators and booksellers, covering everything from coronavirus to therapy and we featured an exclusive extract from the late Clive James’ final book on the meaning of poetry in his life.\\nAs the long-awaited book in her Thomas Cromwell trilogy was published, we spoke exclusively to Hilary Mantel and published the very first extract of The Mirror & the Light. Four years after leaving office, we spoke with Barack Obama about Trump, Biden and what the future holds for America, and also featured an extract of his new book.\\nWe published a moving long read on the fate of people deported from the UK to countries where they have no family or support as well as a beautiful piece on the closure of a high street butcher’s shop after four generations in one family. We looked into the battle to overthrow the Tampax empire, reviewed the evidence – or lack of it – in the unsolved mystery of the Gatwick drone and examined how the previously little-known Zoom is now being used by everyone from princes to piano teachers.\\nWe looked into the race to produce human breast milk in a lab, asking how liberating this might be for new mothers, and featured a moving account of the reality of a second lockdown with terminal cancer.\\nOur piece about the quilters of Alabama was a fascinating look at how their masterpieces can be viewed as tokens of solace and defiance in tragic times. And from CocoRosie’s call to arms to Melania’s roses, our arts and culture team looked at the arts and pop culture that summed up the Trump era.\\nIn an apparently record year for oversized veg, we asked what motivates people to grow an 8-metre beetroot – and if there is any skullduggery involved. Our Indigenious fashion shoot featured creations from 28 First Nations designers and artists and looked at how Australian fashion is taking notice of the country’s oldest design traditions.\\nFeast continued to provide inspiration for those of us tired of the same sandwiches on repeat for lunch with a series of brilliant alternatives – including Ottolenghi’s delicious spin on the working from home classic, beans on toast.\\nAfter the UK’s first lockdown eased, we asked whether we were brave enough to eat out again and, as lockdown 2.0 came into force, looked at the boom in at-home meal kits.\\nIn a time where life can feel a lifetime away from “normal”, our series of 21 positive ideas to remake the world brought much-needed respite and hope. In our staycation special, comedians shared their worst trips and, after Blind date went temporarily virtual, we were thrilled to see it back in the wild.\\nPhilanthropic funding supports impactful, mission-driven reporting projects at the Guardian. Our projects are often timely, but none more so this year than the Fight to Vote series, which was supported by foundations including Craig Newmark Philanthropies and the Park Foundation. This series launched a year before the US presidential election and was a critical anchor of our election coverage. With philanthropic support for a dedicated editorial team, reporting from the series established the role of Republican suppression tactics and the campaign to undermine election integrity long before the election. The Guardian was first to cover the shift to mail-in voting, the role of USPS, and Trump’s false claims of widespread voter fraud, and broke many stories, including one on dark money behind voting restrictions and the Trump campaign’s first failed attempts to prove voter fraud.\\nSimilarly, the Age of Extinction series supported by the BAND Foundation and the Wyss Foundation – which reports on the global biodiversity catastrophe – has ensured that our interconnectedness with nature and its critical role in our own existence has remained a front-and-centre consideration among policymakers across the world dealing with the Covid outbreak, including the UN and the UK government.\\nSupport from an array of funders including Humanity United, the Bill and Melinda Gates Foundation, the Packard Foundation, Open Philanthropy Project and the 11th Hour Fund continues to make possible in-depth and vital storytelling on a range of environmental issues, such as the global impact of intensive farming practices, the dramatic changes taking place in our oceans, and the ongoing damages to our public lands. Award-winning reporting on global inequality, poverty, and human rights will continue in the years ahead, with expanded support for the series on labour exploitation and modern slavery and the continuation of the global development site. We have seen immense impact across our projects, all of which are contributing to delivering change at a policy level as well as creating a lasting impact for the individuals affected by the issues.\\nAn incredible special report in the Observer on the Femicide Census, about the number of women killed by men every year was a truly shocking story, opening up the discussion on violence towards women. It came not long after readers expressed concern about the Guardian publishing an obituary of the convicted rapist and murderer Peter Sutcliffe – a sensitive topic covered by our readers’ editor in a thoughtful column, in addition to reporting of his victims and their stories.\\nIn the run up to the US election, the Observer continued to dissect the role of Facebook and the potential issues the platform could cause for Biden, including two powerful interviews with the whistleblower Yaël Eisenstat and early investor Roger McNamee. A deep dive into Facebook also looked at the pivotal role the platform would play in the US elections.\\nIn July, the Observer revealed how pressure from Donald Trump led to the British government banning the Chinese technology giant Huawei from its 5G telecoms network. And, the Observer also led on the story that the same controversial algorithm that sparked the UK’s A-level results fiasco was to set 97% of GCSE results.\\nA year on from the death of Jack Merritt in the London Bridge attack, his family, friends and ex-offenders spoke to Observer New Review about Jack’s work transforming prisoners’ lives.\\nAfter seven weeks in intensive care, the author Michael Rosen spoke exclusively to the Observer about his experience of having coronavirus, and Glenda Jackson discussed how she considers herself an anti-social socialist in a revealing interview in the Observer Magazine.\\nThe Black Lives Matter movement was a prominent inspiration for Observer journalism. We invited leading black British poets including Linton Kwesi Johnson, Grace Nichols and Raymond Antrobus to share thoughts on protest, change and the trailblazers who inspired them in the New Review. In a frank interview with the Observer magazine, Naomi Campbell lambasted the fashion industry for only becoming vocal about racism since the rise of Black Lives Matter. The star of the film Clemency, Alfre Woodard spoke to Observer New Review about the US prison system, her enslaved great-grandfather and her hopes for Black Lives Matter.\\nIn a noisy media landscape, Guardian US stands out by providing a global perspective on American events and issues. Our reporters are rooted in communities across the country – with bureaux on the East Coast, including New York and Washington DC, the West Coast and in the South – and our vision is to continue to expand our coverage across the US.\\n2020 has been a momentous year. From the Trump administration’s mishandling of the pandemic, to the atrocious killings of George Floyd, Breonna Taylor and others that led to the powerful resurgence of the Black Lives Matter movement, and a dramatic US election – our journalism has been authoritative and courageous. In this year of extraordinary upheaval, we’ve shared wide-ranging perspectives, elevated underrepresented voices, challenged controversial decisions on the climate crisis, and held the powerful to account.\\nReporting a presidential election in the midst of a pandemic presented new and interesting challenges for our news desk. A virtual newsroom replaced a crowded office. Major decisions were made via instant messaging instead of across desk dividers. Reporters were equipped with PPE to ensure they could do their jobs safely. What did not change was our commitment to be in as many places as possible, and speak to as many people as we could.\\nFrom our supporters: Thank you so much for both covering terrible news incidents, and reporting about them in a way that speaks for peace and justice. I’m not black. I am Cuban-American and I trust the Guardian to report the news with a good heart, being honest and balanced. That is why you are my #1 go-to source, that I believe in for the truth about what is happening. Maria Velma Davis, a reader in Bloomington, Indiana, US\\nOn election day, we mobilised one of our largest editorial operations ever, with reporters on the ground in more than a dozen states, including Michigan, Florida, Wisconsin, Pennsylvania and Arizona, as well as Iowa, Georgia, Texas, Ohio, California, North Carolina, New York and of course Washington DC.\\nWe reported day and night, with a 24-hour editing and reporting rota ensuring continuous coverage around the clock. Our non-stop journalism drove record breaking traffic: on Wednesday 4 November, the day after the election, the Guardian recorded its highest-ever digital traffic, reaching more than 190m page views and 53m unique browsers worldwide in 24 hours, exceeding all previous traffic records by a huge margin. The Guardian’s live results tracker alone received more than 100m page views in election week and we also reached a larger number of Guardian readers in the US than ever before – 165m page views from 70m unique browsers in the month of November.\\nJust as the Black Lives Matter movement in the US, and the global reckoning it spurred, defined much of our coverage this year, it also inspired us to look inward and assess how we could improve our own diversity, equity and inclusion, to ensure we better reflect the communities we serve and allow for a more diverse range of perspectives. In addition to the Guardian’s global commitments to anti-racism, in the US we made explicit commitments to diversity, equity and inclusion that involved changing our newsroom practices and systems to make them more equitable, and building a more equal culture.\\nThe degrading treatment of journalists by law enforcement, encouraged by political cheerleaders, is another deeply troubling aspect of these events. And our journalists have been reporting up close, at personal risk, to make sure millions of readers around the world can see for themselves what’s taking place. Throughout the year, Donald Trump continued to peddle disinformation, not just about the integrity of the news media, as he had done for the previous four years, but this time about coronavirus. Most notable was the misinformation he spread around the level of danger it posed and potential cures. As his daily coronavirus briefings became a platform for lies, campaigning and denials, Guardian political reporters were there, interrogating his claims and arming readers the facts, prioritising public safety in a way the administration was not.\\nFrom our supporters: I would like to congratulate the Guardian on the depth and breadth of the coverage over last week in relation to the election … thanks for the excellent journalism you continue to provide which is why I have no hesitation in continuing to subscribe to the paper. Louis Boyle, a reader in County Down, Northern Ireland **\\nWe continue to reject climate denial rhetoric, doubling down on our commitments to the environment both in our reporting and as an organisation. In America, we joined forces with hundreds of newsrooms to promote climate solutions as part of Covering Climate Now. We also invited first-time voters to take over the Guardian homepage as part of climate week. Beyond our partnership with CCN, we collaborated with other like-minded partners to go deeper and further on stories that matter to Americans. We teamed up with Kaiser Health News to launch Lost on the Frontline – an interactive documenting every healthcare worker lost to Covid – and we launched America’s Water Crisis with Consumer Reports to investigate the challenges many in the US face getting access to safe, clean, affordable water.\\nOur base of recurring supporters also hit a milestone this year, surpassing 150,000 in August. This extraordinary growth is something we value deeply and which allows us to continue the essential reporting we do. This support was matched by an outpouring of generosity during our end-of-year campaign last year. Each year, we set an ambitious target to raise money for our journalism. In our 2019-20 end-of-year appeal, we raised $1.5m from more than 30,000 readers in every state across America.\\nThis year, our new partnership with Apple News also introduced millions more Americans to Guardian journalism. The US business has continued to grow steadily, contributing positively to the Guardian as a whole.\\nGuardian US will continue to cover the stories that matter in America, with ever more readers and supporters who believe in our unique perspective, our business model and our editorial purpose. This year, more than ever, we thank all of our supporters, our readers, our philanthropic partners and patrons for their ongoing investment in high-quality, independent journalism.\\nReaders turned to Guardian Australia in unprecedented numbers in 2020, looking for rigorous coverage and a trusted, independent voice amid some of the most significant news events in a generation. The surge in traffic is testament to the high level of trust in the Guardian, and the increasingly important role it plays in the Australian media landscape.\\nThe year began with the continuation of live, round-the-clock coverage of the catastrophic bushfires on Australia’s east coast, which, by February, had destroyed 85,000 sq km of forest. Appreciation for Guardian Australia’s coverage was reflected in strong audience growth and record financial support.\\nShortly after, the outbreak of Covid-19 propelled audience growth to record levels. The number of unique browsers increased by 104% in March alone to 11.6 million, making Guardian Australia the country’s fourth most popular news site. By August, several months into the pandemic, audience numbers remained high at 7.4 million, a year-on-year increase of 72%, cementing Guardian Australia’s position as the country’s leading progressive news brand.\\nFrom our supporters: To me, Guardian Australia is one of the last bastions of independent journalism in this country. It is essential to any democracy that we have a free and independent press. They hold those in power to account, interrogate issues and inform the masses. The Guardian does those things for me. Charmaine, a reader in Victoria, Australia\\nThroughout the turbulent and challenging events of 2020, Guardian Australia’s stretched newsroom still managed to produce a series of distinctive, in-depth journalistic projects. The Frontline series took readers inside Australia’s lived experience of climate change, from new bushfire zones to disappearing underwater forests, while The Green Recovery series explored the environmental opportunities in Australia’s post-pandemic recovery. The Full Story podcast is continuing to grow strongly and was recognised at the 2020 Australian Podcast Awards, winning silver in the best current affairs podcast category, and bronze in the best documentary podcast category.\\nIn partnership with the University of NSW, Guardian Australia introduced Temporary, a narrative podcast series that tells the stories of refugees stuck in legal limbo in Australia. The eight-part series focuses on the asylum-seekers languishing in Australia’s so-called “legacy caseload” of about 30,000 asylum-seekers arrived in Australia by boat between 2012 and 2014.\\nGuardian Australia has pursued ambitious, high-impact, award-winning journalism on topics including the climate crisis, bushfires, logging and land clearing, Indigenous deaths in custody, the coronavirus pandemic, questionable use of taxpayers’ money by MPs, the ongoing threats to species, the robodebt scandal and, of course, the everyday political issues. For their coverage of Rio Tinto’s destruction of Juukan Gorge cave, a sacred Indigenous site in Western Australia, Lorena Allam and Calla Wahlquist won the Walkley award for coverage of Indigenous affairs.\\nGuardian Australia’s latest series, Dreams interrupted, investigates how the pandemic is shaping a generation of young Australians who now find themselves in a recession that will have an outsized impact on the trajectory of their lives. The series, funded by the Barlow Foundation, will also explore how it is that so many Indigenous children are in jail, and how the disruptions of 2020 can give rise to an environmentally friendly recovery.\\nIn Australia, the challenges to journalism from many quarters are unrelenting – perpetual job losses, the reduction in the number of regional news outlets and cuts to the public broadcaster. In the face of these conditions, Guardian Australia made a concerted effort to grow its community to 150,000 supporters. The fundraiser was the first premised on supporting Guardian Australia itself, rather than distinct editorial projects, and was highly successful. The target was surpassed ahead of schedule, and several innovative features were launched, including an interactive map to display messages from supporters across the country.\\nOur numbers: 150,000 community of supporters across Australia **\\nAmid the softening Covid-19 advertising market, Guardian Australia was bolstered by philanthropic support from VivCourt, the Judith Neilson Institute and the Limb Family Foundation. Meanwhile, a grant from the Balnaves Foundation helped fund a dedicated arts reporter for three years, and a grant confirmed from the Barlow Impact Group will fund three upcoming projects on youth inequality. In November, Guardian Australia’s Indigenous investigations series, launched in 2018 with funding from the Balnaves Foundation, was recognised with Philanthropy Australia’s 2020 Indigenous philanthropy award.\\nIn October 2020, we were proud to launch Australia Weekend, the Guardian’s first digital app-based product created specifically for Australian readers. The edition, which lives in the Guardian Editions app, is the first product created specifically for the Australian market, and provides a compelling new way to experience and support Guardian Australia journalism. The launch of Australia Weekend represents an important milestone as Guardian Australia looks to build on its growth in audience and financial supporters.\\nOur journalism seeks to have a wider, more positive contribution to society. Our values – of honesty, integrity, courage, fairness, and a sense of duty to the reader and the community – are likewise reflected in our people, culture and organisational impact.\\nCoronavirus brought a year of extraordinary change to working practices for Guardian employees around the world. We responded quickly to the pandemic, shifting the majority of our workforce to remote working – with only very small groups of essential staff producing the website and newspaper from our offices in London. We have been forced to rethink our ways of working, adapt to the virtual world and overcome the challenges of keeping our teams connected with one another.\\nCoronavirus has also accelerated many of the long-term trends affecting the news industry and, like many other titles, several areas of our business have faced financial pressures. In July 2020, we announced that we would need to restructure a number of areas, which sadly included job losses, meaning a number of valued colleagues left the organisation this year.\\nInspired by the Black Lives Matter movement, many organisations, including the Guardian, have had to recognise that there is still much work for us to do. People from different backgrounds have different perspectives on what makes “news” and we recognise our employees need to reflect the audiences we serve. We have made some advances in diversifying the Guardian in recent years, but we need to accelerate our efforts so we are better equipped to produce more meaningful and more impactful journalism.\\nWorking collaboratively with our People of Colour groups based in the UK and US, we announced a company-wide commitment to anti-racism and plans to improve representation of black, Asian and minority ethnic people throughout the organisation. This work culminated in a comprehensive race action plan that looks closely at how we operate across all levels of the company; from hiring to remuneration, training to career progression. We commissioned Marcus Ryder, an expert on media diversity, to review our target of at least 20% black, Asian, minority ethnic (BAME) representation across the organisation, and to make recommendations for department-specific goals.\\nOur efforts in this space have also involved reflecting on the Guardian’s history. In July, the Scott Trust commissioned research on the Guardian’s founding moments to identify any connections – direct or indirect – with the slave trade. The work will be carried out independently by the University of Nottingham’s Institute for the Study of Slavery, and will investigate any links between the Guardian’s founder, John Edward Taylor, his associates, their investments and/or business activities with historical transatlantic slavery.\\nThese commitments build on work we have already done. In December 2019, we released our first UK ethnicity pay gap report – one of only a small number of media organisations to do so. The ethnicity pay report is an extension of the yearly reporting we already do on our gender pay gap reporting and identifies key areas of focus.\\nWe have continued the important work of our employee-led diversity and inclusion forum to secure a consistent and strategic approach to drive real change across the business. This year, we signed up to the Business in the Community Race at Work charter, implementing the five calls to action. In January, we held our second diversity and inclusion week in the UK, attended by more than one-third of employees, and provided virtual events, training and learning opportunities – all aimed at cultivating a working environment that celebrates and supports difference in all its forms.\\nMental health and wellbeing has also been a key focus for us at the Guardian, particularly in response to the uncertainty and change brought on by the pandemic. In May, we held a week of events and workshops to mark Mental Health Awareness Week in the UK, and have since launched new workshops on mental health for line managers and employees across the organisation. We continue to provide free employee assistance programmes in the UK, US and Australia, and on-demand resources to promote strong mental health.\\nWe show our commitment to tackle the climate crisis in three key ways – through sustained world-leading environmental journalism; through measuring our own carbon emissions and by working with our employees to make significant changes and lead by example. In January, we made global headlines announcing we would no longer accept advertising from fossil fuel extractive companies. Greta Thunberg, Naomi Klein, Greenpeace, Extinction Rebellion and Global Witness publicly supported our landmark decision and readers were delighted when we told them the news.\\nIn October 2020, we announced new climate commitments and launched further editorial and business initiatives, including a climate data dashboard. Our climate plan has been informed by a full audit of greenhouse gas emissions from Guardian Media Group’s direct and indirect emissions, with newspaper production and our print supply chain the biggest contributors to the Guardian’s carbon footprint. We renewed our environmental commitments in a letter to readers, with an ambitious business goal of eliminating at least two-thirds of our total emissions by 2030. In 2020, our employee sustainability forum supported the development of our Climate Pledge 2020 and our promise to prioritise the escalating climate crisis in our journalism and our business decisions.\\nOur commitment to the environment has also been widely recognised. In 2020, the Guardian was awarded the first sustainability strategy of the year award at the Newspaper & Magazine Awards, in October we were named winner in the business transformation category at the Reuters Responsible Business Awards, and in November we won the prestigious BBVA Foundation Biophilia Award for Environmental Communication for the Guardian’s environmental reporting, which the foundation said had had a “transformative impact” in the global community.\\nThrough the Scott Trust, our independent charity the Guardian Foundation supports media under threat, promotes diversity in the media and empowers children and young people to engage with the news. The charity envisions a world in which all people can tell their stories, access the truth and hold power to account.\\nIn the last 12 months, the Guardian Foundation’s award-winning free news literacy project, in partnership with National Literacy Trust and PSHE Association, NewsWise, educated 2,563 children aged seven to 11 in 47 primary schools in disadvantaged areas across the UK. The results are inspiring – after taking part in the programme, twice as many pupils were able to tell whether a news story was real or fake (from 32.7% to 67.2%) and pupils were more than twice as likely to feel able to tell if a news source was trustworthy (33.3% to 82.8%).\\nIn response to school closures as a result of coronavirus, NewsWise created a family zone with activities, links, tips and advice to help families learn more about the news together, a series of teacher training webinars and the Happy News Project to help primary pupils transition back to school with a focus on wellbeing, with uplifting stories, teamwork, speaking and news writing. The programme was also recognised in Nesta’s 19 “Democracy Pioneers” awards, winning a £10,000 prize for their work to improve people’s understanding and experience of democracy in the UK.\\nFrom December to early March, more than 1,617 people came through the doors of the Guardian Education Centre, which runs inspirational news media workshops designed for schools, universities, teachers and families. During the pandemic we transitioned our workshops to digital and have delivered virtual learning to almost 300 people so far this academic year, providing resources, activities and ideas to teach and engage young people with news and journalism.\\nThe Guardian Foundation announced the recipients of the 2020-21 Scott Trust bursary scheme and the winners of the Hugo Young and Young Hugo Award winners. The bursary recipients, Hibaq Farah, Weronika Strzyżyńska and Georgina Quach, are now studying for their journalism MAs at City, Goldsmiths and Sheffield universities respectively. Ian Johnston, a student from City University, won the 2020 Hugo Young award for his opinion piece ”A united Ireland might be convenient for some. But don’t we deserve something more exciting than convenience?”, which was published on theguardian.com. The winner of the Hugo Young Award was revealed by the Guardian editor-in-chief, Katharine Viner, as part of an online video announcement hosted by Sonia Sodha, the chief leader writer at the Observer.\\nThis year, a Young Hugo award was introduced for 16- to 18-year-old students who attended a Guardian Education Centre workshop in the previous year. Amy Rushton from Burnham Grammar school was announced as the winner of the first Young Hugo award for her article titled ”Hypocrisy and big business: how difficult is it to go green in a modern world?”, which was featured on the Guardian Education Centre website.\\nThe foundation’s international media capacity-building programme continued to focus on Turkey and with Syrian journalists in exile across Europe, providing training, workshops, mini-grants and mentoring to 44 people. The foundation also once again supported the European press prize for excellence in journalism. The 2020 winners were unveiled via a virtual announcement in June.\\nThe GNM Archive, which exists within the Guardian Foundation to preserve and share the history of the Guardian and Observer, has begun three new projects this year to engage different audiences with the collections. These externally funded initiatives include work with secondary school students and members of the University of the Third Age.\\nParticipation levels in the foundation’s programmes were impacted by the coronavirus pandemic this year. Activities that would normally require a physical presence in our offices or overseas travel have been adapted to ensure participation is still possible and the charity can continue to make a meaningful impact.", "image": null, "author": null, "date": null}}