{"https://www.theguardian.com/uk-news/2021/jun/22/curbs-on-protests-in-policing-bill-breach-human-rights-laws-mps-and-peers-say": {"title": "Curbs on protests in policing bill breach human rights laws, MPs and peers say", "subtitle": null, "text": "Peaceful demonstration in England and Wales could be criminalised as result of disproportionate provisions\\nRestrictions on protests in the controversial new policing bill breach human rights laws and will increase the risk of peaceful demonstrators in England and Wales being criminalised, MPs and peers have warned.\\nThey say the police, crime, sentencing and courts (PCSC) bill, which has provoked widespread protests, contains provisions that are unnecessary and disproportionate and confer unacceptably wide and vague powers to curb demonstrations on the home secretary and police.\\nParliament’s joint committee on human rights (JCHR) says clauses which allow restrictions to be imposed on protests because of the noise they generate, create powers to limit one-person demonstrations and increase penalties on people who breach conditions placed on protests should all be scrapped.\\nHarriet Harman, the committee’s chair, said: “One of our most fundamental rights is to protest. It is the essence of our democracy. To do that, we need to make ourselves heard. The government proposals to allow police to restrict ‘noisy’ protests are oppressive and wrong.\\n“The government put forward new powers in areas where the police already have access to powers and offences which are perfectly adequate. The government has served up confusion where clarity and precision is essential.”\\nThe JCHR report published on Tuesday says increased police powers in the bill to restrict static protests, akin to those they hold with respect to marches, should be limited to amending the start and finish time of assemblies. Furthermore, its members describe the proposal to allow the home secretary, Priti Patel, to define “serious disruption” to communities and organisations, which police could then rely on to curb protests, as “unacceptable”.\\nThey say: “If there is a particular clarification of ‘serious disruption’ that the Home Office considers is currently needed, perhaps as a result of the Extinction Rebellion (XR) protests of 2019, it should be made clear now so that it can be considered while the bill is being scrutinised. If no need for particular clarification has yet been identified, then we struggle to see how the powers contained in the PCSC bill can be considered necessary.”\\nPatel has previously criticised protests by XR as well as Black Lives Matter, and pledged to prevent the former bringing “anarchy on our streets”.\\nThe JCHR says “current rhetoric focuses on the inconvenience sometimes caused by protest rather than its value to society”, warning that any interference with non-violent protests risks rights to freedom of expression and freedom of assembly, under article 10 and 11 respectively of the European convention on human rights. It says the bill should enshrine an explicit right to protest and set out the obligations of the state accordingly.\\nThe parliamentarians express “serious concerns” that a new public nuisance offence contained in the bill could be broader than the common law offence it seeks to replace and fails to give significant weight to the right to protest. They point out that existing laws already deal with public nuisance offences, such as obstructing the highway, and warn the new statutory definition risks deterring demonstrations and “criminalising a vast number of peaceful protesters”.\\nDemonstrations against the bill have been held across England and Wales, including weeks of protests in Bristol where there were clashes between police and protesters who accused officers of being too aggressive.\\nA Home Office spokesperson said the proposals were backed by the police, “are in line with human rights legislation and in no way impinge on the right to protest.\\n“Public order legislation is out of date, and the use of disruptive and dangerous tactics – including obstructing emergency vehicles or blocking the free press - costs millions to the taxpayer and causes misery to businesses and local communities.”", "image": [["https://i.guim.co.uk/img/media/b2b134619f05da7ed76e30b24072ed5f6b3a406c/0_0_5472_3283/master/5472.jpg?width=465&dpr=1&s=none", "The police, crime, sentencing and courts bill has provoked widespread protests."]], "author": ["Haroon Siddique"], "date": "2021-06-22"}, "https://www.theguardian.com/world/2021/jun/11/quite-a-show-g7-razzmatazz-in-the-air-as-carbis-bay-hosts-world-leaders": {"title": "‘Quite a show’: G7 razzmatazz in the air as Carbis Bay hosts world leaders", "subtitle": null, "text": "Opinions are divided about the impact the summit is having on the lives and businesses of St Ives in Cornwall\\nIt was a day of strange juxtapositions and curious culture clashes. The children playing beach cricket paused from time to time to gaze out at the naval ship looming out of the mist or peer skywards when a helicopter clattered over. Holidaymakers ate fish and chips and drank pints as thousands of eco protesters marched past the harbour-side restaurants, banging drums, blowing whistles, chanting and singing.\\nA group of teenagers took selfies in front of a burly Royal Navy bomb disposal expert while a character dressed as Batman with the sign: “Give peace a chance” pinned to his back cycled past.\\n“I think it’s fair to say that it’s quite a show,” said St Ives mayor, Kirsty Arthur. “G7 is having an impact on just about everybody.”\\nArthur admitted that the arrival of the world leaders had caused inconvenience. It took her an hour and 40 minutes to get back to her home in Carbis Bay, the main venue for the summit, from her work in St Ives, a journey of around a mile. “That is frustrating.”\\nBut on the other hand, her children, Ruan, five, and Jamie, four, were loving the sight of the military hardware and the buzz around the place. “They’ll remember it forever,” she said.\\nThree days of G7 protest in St Ives began noisily on Friday at dawn with Rob Higgs and Sophie Miller, co-founders of Ocean Rebellion, sounding a foghorn aimed in the direction of the leaders’ digs in Carbis Bay.\\nThey let out five blasts, signifying danger – and kept doing it at regular intervals as the day wore on. Higgs explained: “What it means is ‘Fuck we’re going to crash.’ That’s the message we want to get over.”\\nMegan Steeds, who runs a boat hire business on the harbour front, soon tired of the noise. She said her trade was 60% down, with many visitors put off by the signs on the A30 telling people to avoid the area. “The sooner we get back to normal the better,” she said.\\nOther business people tried to get into the mood. Pengenna Pasties rebranded its offerings: “Biden’s big-un”, “Merkel’s minted lamb” and “Macron’s mixed veg”.\\nSarah Allen, who runs the cafe Sky’s Diner, said it had been quiet in town. “But it is cool to think that Joe Biden is just over there, across the bay.”\\nRaven Williams, the owner of the Common Wanderer outdoor clothes shop, said the whole event was odd. “I feel that the leaders operate in a different reality to everyday people,” he said.\\n“Whether they represent the needs of the common good is also up for debate – for all the environmental agendas, flying in wasn’t the best start for Boris to show his love for the planet.”\\nMany others questioned why when a key aim of the summit is to find ways of tackling the climate emergency, it could not have been held remotely.\\nOne holidaymaker was also feeling miffed after driving down to St Ives in an electric car only to be told the charging point he had expected to use was not available because of G7. “I’ve lost faith in the summit and its environmental messages,” he said.\\nThe ring of steel around the venues meant that the only evidence people had that Biden really was in Cornwall were faraway glimpses of his cavalcade as it moved from the Tregenna Castle hotel to Carbis Bay.\\nSo, without a world leader to cheer, the people of St Ives lined the streets to welcome thousands of Extinction Rebellion protesters who met on the hill above the town and embarked on a procession there. The atmosphere was that of a carnival.\\n“Good for them,” said local resident, Karen Walton, “I’d like to join them really. Somebody has to say these things.”\\nThe mood was gentle but there are still concerns that violence could break out over the weekend if other, less peaceful activists arrive. Police said they arrested a group of people close to St Ives who had smoke grenades, loud hailers and paint.\\nToni Carver, the veteran editor of the St Ives Times and Echo, said there had been hardly any mention of G7 at this week’s town council meeting. There are more pressing issues.\\n“Most of it was taken up interviewing four potential new councillors, who all expressed their deep concern over the lack of affordable housing for local people, and the lack of accommodation for working folk,” he said.\\nCarver added: “Basically, coming out of Covid – unless you are a direct beneficiary – G7 is the last thing St Ives needed. Feasting at Tregenna, food banks at Penbeagle!”\\n", "image": [["https://i.guim.co.uk/img/media/1a3baf857df02972663610da0cfd18557aba297d/0_191_5827_3495/master/5827.jpg?width=465&dpr=1&s=none", ""], ["https://i.guim.co.uk/img/media/f2571cde33db3d03c38e32630475d73125d0e04a/0_173_4675_2805/master/4675.jpg?width=445&dpr=1&s=none", "President of the European Commission Ursula von der Leyen arrives for the G7 Summit, Cornwall"], ["https://i.guim.co.uk/img/media/3da415bdf73c4778c7ae0d1a7e23c6d6cdcfc8c8/0_259_7773_4667/master/7773.jpg?width=445&dpr=1&s=none", "President of the European Union and G7 leaders from Canada, France, Germany, Italy, Japan, the UK and the US pose for a group photograph ahead of their meeting this weekend"], ["https://i.guim.co.uk/img/media/c88ee55776e5715e1567fe42e5b9b895cc0124ac/0_198_6048_3628/master/6048.jpg?width=445&dpr=1&s=none", "Extinction Rebellion activists take part in the ‘Sound The Alarm’ march during the G7 summit in Cornwall"], ["https://i.guim.co.uk/img/media/dfdafaa727e2b9c9103c4f3d3ff4c46757827bb8/0_119_5685_3411/master/5685.jpg?width=445&dpr=1&s=none", "A man walks beside a fabric pillow in the shape of a Cornish Pastie put up by climate activists outside the G7 meeting in St Ives"], ["https://i.guim.co.uk/img/media/1bfec830f7f4c939662d8e89dbc40b7ee093b409/0_117_3500_2101/master/3500.jpg?width=445&dpr=1&s=none", "A protester is led away by police, in Lelant, next to Carbis Bay"]], "author": ["Steven Morris"], "date": "2021-06-11"}, "https://www.theguardian.com/world/2021/jun/23/freed-catalan-leader-calls-on-spain-to-think-about-future-generations": {"title": "Freed Catalan leader calls on Spain to ‘think about future generations’", "subtitle": null, "text": "Jordi Cuixart and eight others have left prison after being pardoned for their roles in the failed independence bid in 2017\\nThe head of one of Catalonia’s biggest pro-independence groups has urged the Spanish government to think about “future generations and not just parliamentary stability” as he and eight other separatist leaders were released from prison after being pardoned for their roles in the failed bid to secede almost four years ago.\\nJordi Cuixart, the president of the influential grassroots association Òmnium Cultural, said he was pleased to be free after serving more than three and a half years of a nine-year sentence for sedition.\\nBut he said he believed the Spanish government’s controversial and politically risky decision to grant the pardons had been brought about by external pressure rather than a sudden change of heart.\\nPolitical opponents of the Socialist prime minister, Pedro Sánchez, have accused him of selling out to the pro-independence Catalan Republican Left party on whom his minority government depends for support in parliament. Cuixart, however, wants the central government to look beyond the next general election – due in 2023 – and to heed voices from Catalonia and beyond.\\n“I was sent to prison for defending the exercise of fundamental rights, and I think if the Spanish government has let us out, it was through necessity and not generosity,” he told the Guardian while on his way home to see his wife and children.\\n“I think international pressure, and pressure from Europe and Amnesty International, meant they had to let us out.”\\nCuixart, 46, is already appealing against his conviction at the European court of human rights. Along with fellow civil society leader Jordi Sànchez, Cuixart was found guilty of sedition by Spain’s supreme court. The pair were arrested two weeks after the illegal, unilateral referendum of 1 October 2017, and accused of orchestrating pro-independence protests that trapped national police inside a Barcelona building and destroyed their vehicles.\\nSánchez has described the pardons as an act of clemency needed to help the country turn a page and enter an “era of dialogue and understanding”. But the move remains deeply divisive among voters, among Sánchez’s political rivals – and even among those who have received the pardons.\\nThe separatist leaders have vowed to carry on pushing for regional independence and say a blanket amnesty would have been preferable to the individual pardons. They also insist that an officially agreed referendum remains the best way to settled the vexed Catalan question.\\nCuixart says that dialogue remains essential: “Our politicians here and in Madrid need to talk – that’s why people voted for them.” He also acknowledges that Sánchez’s gestures to date suggest a far more conciliatory approach to Catalonia than that of his conservative predecessor, Mariano Rajoy. But he brushes off suggestions that the Socialist-led government has a wholly new approach to the problem.\\n“Forgive me, but after spending three years in prison under Pedro Sánchez and one year there under Rajoy, Pedro Sánchez had enough time to fix this,” said Cuixart.\\n“It’s taken him three years – and that’s no small thing! OK, we’re out of prison and the tone from Pedro Sánchez is clearly not the one we heard from Mariano Rajoy … But we have to move from words to action.”\\nLike his fellow independence leaders, Cuixart points to a Scottish-style referendum as his greatest hope. “When Pedro Sánchez is David Cameron, maybe we’ll make some progress,” he said. “What Pedro Sánchez has to do is act bravely and not engage in short-term dodges. He has to think about future generations and not just about parliamentary stability over the next two years. I don’t want to presuppose that he won’t do that. We’re always open to dialogue.”\\nAlthough a majority of Catalans continue to oppose independence – the split is currently 48.7% against to 44.9% in favour, according to a recent poll – approximately 70% of people in Catalonia would like to see a referendum on the issue. Sánchez, however, has repeatedly ruled out a vote on secession, insisting that all negotiations must respect the law and the constitution.\\n“Those jailed were never punished for their ideas, but for their actions against democratic legality,” the prime minister said on Tuesday. “A strong democracy like Spain’s doesn’t ask anyone to abandon their ideas, but it does require them to exercise them within the limits of the law and with respect towards all Spaniards.”\\nCuixart declined to say whether he endorsed the view recently expressed by another of those pardoned, the former Catalan regional vice-president Oriol Junqueras. At the beginning of June, Junqueras wrote an article recognising the mistakes the independence movement had made and suggesting that unilateral efforts to secure independence were now “neither viable nor desirable”.\\n“As part of Òmnium, I can’t say that I made a mistake by trying to pressure Catalan and Spanish politicians to let us vote,” said Cuixart. “I’ve pressured everyone by saying, ‘Please, we want to vote.’ That what Extinction Rebellion have done, that’s what gender equality campaigners have done. I’m an activist and the only way I have of getting people to listen to me is by pressuring politicians – peacefully and democratically.”\\nAsked whether he saw Catalan independence as a short-, medium- or long-term endeavour, Cuixart said the past four years had only reinforced his vision. “It’s a matter of exercising fundamental rights, which is what happened in Quebec, what’s happening in Scotland, and what happened in the UK with Brexit,” he said.\\n“It’s about listening to the voice of the people. Although it may seem that the Spanish government is refusing to budge, I think civil society will keep up the pressure so that this referendum happens sooner rather than later so that Catalonia can freely decide what its political future will be.”", "image": [["https://i.guim.co.uk/img/media/7c52fa59633ffb271b2c44051b35b5f1b62cf630/0_414_6720_4032/master/6720.jpg?width=465&dpr=1&s=none", "Jordi Cuixart"], ["https://i.guim.co.uk/img/media/a9ce29876e6782e9f3ed330204e6ecefca521321/0_111_3500_2175/master/3500.jpg?width=445&dpr=1&s=none", "Oriol Junqueras, Joaquim Forn, Josep Rull, Raul Romeva, Jordi Sanchez and Jordi Cuixart"]], "author": ["Sam Jones"], "date": "2021-06-23"}, "https://www.theguardian.com/world/2021/jun/30/deep-sea-mining-could-start-in-two-years-after-pacific-nation-of-nauru-gives-un-ultimatum": {"title": "Deep-sea mining could start in two years after Pacific nation of Nauru gives UN ultimatum", "subtitle": null, "text": "The International Seabed Authority has two years to finalise regulations governing the controversial industry\\nDeep-sea mining has been given the go-ahead to commence in two years, after the tiny Pacific island nation of Nauru notified the UN body governing the nascent industry of plans to start mining.\\nTriggering the so-called “two-year rule”, which some have called the nuclear option, the International Seabed Authority (ISA) now has two years to finalise regulations governing the controversial industry.\\nIf it is unable to do so, the ISA is required to allow mining contractors to begin work under whatever regulations are in place at the time.\\nNauru’s president, Lionel Aingimea, notified the ISA of the intention of Nauru Ocean Resources Inc (NORI), a subsidiary of a Canadian company called DeepGreen, to apply for approval to begin mining in two years in the Clarion-Clipperton Zone (CCZ) in the North Pacific Ocean between Hawaii and Mexico.\\nAingimea’s letter, dated 25 June, asked the ISA “to complete the adoption of rules, regulations, and procedures required to facilitate the approval of plans of work for exploitation in the area within two years” from 30 June.\\nNauru believed draft deep-sea mining regulations were nearly complete after seven years of talks, Aingimea’s letter said.\\nEnvironmental groups, the EU Parliament, several Pacific nations including Fiji and Papua New Guinea, and Sir David Attenborough, have called for a moratorium on deep-sea mining, arguing that too little is known about its impact.\\nLast week, more than 350 scientists from 44 countries signed a petition calling for a moratorium on deep-sea mining “until sufficient and robust scientific information has been obtained”.\\nJessica Desmond, Oceans campaigner for Greenpeace Aotearoa, said: “We are currently in the middle of a climate and biodiversity crisis, we know that deep sea ecosystems are some of the most important ecosystems on the planet and we are seeing this relentless and reckless push to mine these areas, despite the fact that scientists are very clearly warning us that the outcomes could be disastrous.”\\n“It’s very disappointing, it’s very foolhardy… and very dangerous,” said Duncan Currie, an international lawyer who has worked in oceans law for 30 years. He represents the Deep Sea Conservation Coalition which is calling for a moratorium on deep sea mining.\\nCurrie said the two-year rule was designed to be used if a country was ready to mine and then found their path to do so blocked by a few countries in the ISA, or if progress toward adopting regulations to govern deep-sea mining had stalled, but that neither situation was the case.\\n“A very important consultation is happening next week,” said Currie, in reference to a 3 July deadline for responses to draft standards and guidelines. “They can hardly complain that things aren’t happening when they’re happening next week.\\n“If we’re in a situation where a company has tested all their equipment and they’re frustrated by the regulatory environment, we might expect to see this, but we haven’t seen that.”\\nDeepGreen is looking to extract polymetallic nodules from the seabed. The nodules, which resemble potatoes and are thought to take millions of years to form, are rich in manganese, nickel, cobalt and rare earth metals, key components of batteries for electric vehicles. DeepGreen argues deep-sea mining is a less environmentally and socially damaging alternative to terrestrial mining, and is crucial for transitioning to a greener economy.\\nDeepGreen is in the process of merging with blank-cheque company Sustainable Opportunities Acquisition Corp (SOAC) to become The Metals Company. The Metals Company plans to list on the Nasdaq in the third quarter.\\nBut SOAC said in a filing to the US Securities and Exchange Commission (SEC) last week it was not yet known whether mining the seabed would have less impact on biodiversity than mining for the same quantity of metals on land.\\n“We cannot predict ... whether the environment and biodiversity is impacted by our activities, and if so, how long the environment and biodiversity will take to recover,” it said.\\nDeepGreen has deals with Nauru, Tonga and Kiribati for CCZ exploration rights covering 224,533 square km, roughly the area of Romania.\\nDeepGreen did not respond to requests for comment for this story. In response to questions about invoking the two-year rule for a previous story, a spokesperson told the Guardian last week that the two-year rule was “only available to sponsoring states to use, not contractors like DG, which cannot invoke it” but that it was a “a valid option available to all member states of the International Seabed Authority”.\\nThe Nauru government did not respond to requests for comment.\\nWith Reuters", "image": [["https://i.guim.co.uk/img/media/9e5b508cdd644e5a566a8f9330d37056cec5f071/0_132_5120_3071/master/5120.jpg?width=465&dpr=1&s=none", "Deep sea mining off the Papua New Guinea coast."], ["https://i.guim.co.uk/img/media/b7d93a46e31d816f3654f3a8c17084d84023504f/117_0_1800_1080/master/1800.jpg?width=445&dpr=1&s=none", "A rare deep-sea cirrate octopod. Sir David Attenborough has backed calls for a halt to deep sea mining, which conservationists warn could have huge impacts on wildlife and climate change."], ["https://i.guim.co.uk/img/media/753494c818a824e0073697afe058a0a9385bfbd1/92_0_1060_636/master/1060.jpg?width=445&dpr=1&s=none", "Rocks called ‘polymetallic nodules’ are seen on the seabed in the Clarion Clipperton Zone of the Pacific Ocean."]], "author": ["Kate Lyons"], "date": "2021-06-30"}, "https://www.theguardian.com/business/2021/jun/17/green-activists-criticise-easyjet-for-launching-12-new-uk-routes": {"title": "Green activists criticise easyJet for launching 12 new UK routes", "subtitle": null, "text": "Airline’s new domestic routes include Birmingham to Newquay, less than 200 miles, for £22.99\\nEasyJet launched 12 new domestic UK flying routes on Thursday, a decision criticised by green campaigners as likely to increase greenhouse gas emissions.\\nThe airline said the routes, which will include Birmingham to Newquay for £22.99 – less than 200 miles – as well as Liverpool to Bournemouth at £22.99 and Manchester to Edinburgh at £30.00, as well as to Belfast and the Channel Islands, were in response to passenger demand following restrictions on travel during the Covid-19 pandemic. Some of the new routes were served by other airlines, including Stobart Air, which recently went bust.\\nMost of them are viable by train, or train and ferry, but rail operators charge far higher prices and some of the journeys take longer on the UK’s current rail service. The government is to make reductions in air passenger duty on domestic flights, which will make flying even cheaper compared with train journeys.\\nThe UK government’s stance is in sharp contrast with France, which is banning flights where a train journey is available that takes less than 2.5 hours.\\nJohn Sauven, executive director of Greenpeace UK, said the move showed that the government was not taking seriously its targets to cut greenhouse gas emissions by 68% by 2030, and 78% by 2035, which have been key commitments in the runup to the Cop26 UN climate talks in Glasgow this November.\\nHe said: “Domestic flights have long been a symbol of how our economic system incentivises our own destruction. Companies like easyJet claim to take sustainability seriously, but their announcement of 12 new domestic routes shows they will not prioritise our planet’s health over their profits until they are forced to do so by law. The UK government claims to be a climate leader but is considering lowering taxes on domestic flights despite them being cheaper than train fares on many routes. What will it take to make ministers understand that you can’t hit carbon reduction targets without carbon reduction policies?”\\nCampaigners have warned that a series of recent actions by the government appear to undermine the UK’s green commitments ahead of Cop26, including a proposed new coalmine in Cumbria, the scrapping of the green homes grant insulation programme, slashing the incentives for electric cars, and the cutting of overseas aid, which experts said undermined the UK’s credibility at the G7 summit, where climate was a major issue.\\nAn easyJet spokesperson said: “The new routes which will operate this summer have been introduced in response to the demand we’re seeing for domestic air travel in the UK and as with all our flights, we offset all of the carbon emissions from the fuel used for them.”\\nShe said the company was also using more efficient aircraft and “supporting the development of radical new technologies to achieve zero-emission flying in the future, which we are committed to transitioning to as soon as they are available”.\\nSuch technologies are likely to be decades away, however, and green campaigners point out that carbon output in the next 10 years will be crucial. Scientists calculate that the world must halve carbon emissions by 2030 to have a chance of staying below 1.5C of global heating.\\nEasyJet has been one of the biggest beneficiaries from the government’s cash schemes to keep companies afloat during the pandemic, drawing on loans of about £2bn from the public purse. Ministers refused to place “green strings” on the cash to ensure recipients met environmental targets, as some other governments have done.\\nSauven said: “The pandemic has put the UK government firmly in charge of the aviation industry, as it now needs huge amounts of public money to survive. They have decided to rebuild the failed high-carbon, frequent flyer model at our expense without imposing any conditions on the airlines that might make them slightly less environmentally costly. Support for unnecessarily polluting airlines will further undermine our credibility at the climate summit in Glasgow.”\\nA spokesperson for the Department for Transport said: “Through Great British Railways, this government is reforming trains to make them truly passenger-focused, and to win people’s trust and confidence. Through our ambitious reforms, including new flexible season tickets and contracts focused on excellent customer service and punctual, reliable services, we’re committed to bringing people back to the UK’s rail network.”\\nThis article was amended on 18 June 2021 to add some detail about the UK rail alternatives.", "image": [["https://i.guim.co.uk/img/media/fe64753f2e2bc5a7317299ed96f8f4538d2ebbfd/0_317_3500_2099/master/3500.jpg?width=465&dpr=1&s=none", "EasyJet planes"]], "author": ["Fiona Harvey"], "date": "2021-06-17"}, "https://www.theguardian.com/world/2021/jun/11/wish-you-were-here-13-photos-that-reveal-what-the-g7-summit-is-really-like": {"title": "Wish you were here? 13 photos that reveal what the G7 summit is really like", "subtitle": null, "text": "Jill Biden and Carrie Johnson play happy families, Justin Trudeau channels Laurence Llewelyn-Bowen, giant Pikachus descend on a beach – and more\\nIt’s that time again – the G7 summit. It was previously the G8 summit, until the Russians went full Russia and, rather than receiving coordinated international condemnation and effective sanctions, were kicked out of this faintly ridiculous rigmarole as “punishment”.\\nThis year’s is being held in Carbis Bay, Cornwall. Very rarely are things achieved at these summits. The best thing about them is the opportunity to laugh at the photographs, which somehow are even more excruciating than the usual political photo ops.\\nSo, without further ado …\\nI’ve never related to anyone as much as I do to this little girl. During Boris Johnson’s trip to St Issey primary school, this poor wee lamb was clearly sacrificed to the photo op. She does not look happy about it. On the other hand, there’s a vibe of a sweet movie detailing the journey of a single father and his young charge, fending for themselves after the tragic death of, respectively, their wife and mother. Though Johnson in the role of responsible adult would clearly be a monumental departure.\\nJill Biden’s jacket is widely assumed to be a rejoinder to Melania Trump’s one emblazoned with “I Really Don’t Care, Do U?”. It’s debatable how subtle capital diamanté letters are, but the sentiment of love is very much appreciated. Biden is a good egg; I like her a lot. That said, this blazer isn’t the sort of thing one would buy out of choice, but rather looks like an emergency purchase on a foreign holiday when caught out by the weather – the least awful item on the town square market.\\nI don’t know when it was that Justin Trudeau started morphing into Laurence Llewelyn-Bowen, but it’s undeniable. Kind of makes you think that the Johnsons could have just enlisted his help rather than pay for – sorry, get someone else to pay for – their £200,000 Lulu Lytle flat renovation.\\nNot a still from Reservoir Dogs, but, in fact, the arrival of The Adults: Angela Merkel and her university professor husband, Joachim Sauer. Merkel is having a tough time and is on her way out in Germany, probably looking forward to a break from keeping control of the kindergarten that counts as the people who run the world.\\nBecause Merkel is sensible and mostly competent, she is often unfairly portrayed as dull. Yet she’s always coming out with controlled, withering sass. Remember when Vladimir Putin tried to intimidate her with his dogs? Her response: “I understand why he has to do this – to prove he’s a man. He’s afraid of his own weakness.”\\nI don’t mean to be rude, but what is this backdrop? Because that looks rather like a painting of logs. Biden seems to be offering Johnson some sage advice here. Possibly: don’t stuff straws under your top lip and pretend to be a walrus over dinner, as I know you’re almost certainly planning to do, because you are a clown.\\nSome of you may recall that photograph in which Jimmy and Rosalynn Carter seemed Borrower-sized next to the Bidens, because of the unfortunate effects of a wide-angle lens. But this photograph rather suggests that it is Jill who is the size of a Monopoly piece.\\nThis is the most awkward photograph of all time, but there is something endearing about it. Usually, G7 group photographs that involve tables are taken in stately dining halls, with gold chandeliers and snow-white tablecloths, but here we have European commission president Ursula von der Leyen, French president Emmanuel Macron, European Council president Charles Michel, Merkel and Italy’s prime minister, Mario Draghi, crammed around a picnic table. It almost certainly has a wobbly leg and a sticky surface. It is about half the size it needs to be. The authentic British experience.\\nI know people find protesters annoying, but various groups have absolutely knocked it out of the park in Cornwall. Yes, there are the usual Amazon-bought politician masks and blow-up Boris Johnsons, plus garb inspired by The Handmaid’s Tale – same old – but we’ve also been treated to Extinction Rebellion dressing as GIANT BLACKBIRDS doing some kind of play. Oh, and if you’re wondering if that’s a warship in the background, it is. Because this is the country we’re living in.\\nHere is a group of Pikachus on the beach in an attempt to get the Japanese government to stop burning coal by 2030. I would genuinely find this quite persuasive.\\nGod bless you, sir. Taking Jill Biden’s message to heart.\\nI don’t quite understand the logic of putting a cut-down tree stump front and centre at a summit partly dedicated to saving the environment, but bear in mind that Johnson took a flight from London to Cornwall, so the message seems skewed all round.\\nFinally, thank God for the arrival of Brigitte Macron, the wife of Emmanuel, who is always the most entertaining presence at G7 summits. Yesterday, there was no sign of her; I quickly discovered she was in Paris hanging out with the French football star Kylian Mbappé. As you can see, she does not look pleased to have been dragged away, sporting an expression that can only be described as “this shit again”. Have a great weekend, all!", "image": [["https://i.guim.co.uk/img/media/29e054d59cbdb4a76dfec6839c1d445ce4e88b2e/0_133_4000_2401/master/4000.jpg?width=465&dpr=1&s=none", "Carrie Johnson and Jill Biden in Cornwall at the G7 summit"], ["https://i.guim.co.uk/img/media/afa9a131d999b914dc34155a91fc9c1981c5f09b/0_0_4280_2854/master/4280.jpg?width=445&dpr=1&s=none", "Boris Johnson visits a primary school with an angry looking small child"], ["https://i.guim.co.uk/img/media/a4f90a0ee23cea846e79e9af5a756345b70e0bac/0_0_4000_2562/master/4000.jpg?width=445&dpr=1&s=none", "Jill Biden wears a jacket with LOVE on the back"], ["https://i.guim.co.uk/img/media/0e7424b7e8ddb1d113b5d8e1004d822600783cad/0_0_3309_3047/master/3309.jpg?width=445&dpr=1&s=none", "Justin Trudeau heads to the UK"], ["https://i.guim.co.uk/img/media/931540afbdb315f5b8fe60c8260cc497f8713662/0_378_5500_3299/master/5500.jpg?width=445&dpr=1&s=none", "Germany’s Chancellor Angela Merkel and her husband, Joachim Sauer arrive"], ["https://i.guim.co.uk/img/media/a916cd7230c313245aeae2c1fec2ebd2a6bec18d/0_64_4000_2400/master/4000.jpg?width=445&dpr=1&s=none", "Joe Biden talking to Boris Johnson"], ["https://i.guim.co.uk/img/media/85d4754a7bff5a2fd12527f2ca40ed6d39a66fec/0_158_5695_3417/master/5695.jpg?width=445&dpr=1&s=none", "Jill Biden talks to the press"], ["https://i.guim.co.uk/img/media/6712dce858bb76ddb62749abac38208ed45419c9/0_317_7606_4566/master/7606.jpg?width=445&dpr=1&s=none", "Group G7 photograph"], ["https://i.guim.co.uk/img/media/dc72b5a441f26e177f0fb5062d98bc6082575d97/0_116_3500_2101/master/3500.jpg?width=445&dpr=1&s=none", "XR protesters dressed as Blackbirds"], ["https://i.guim.co.uk/img/media/5172e5304a64e4e1535f2807abd3a5c73e10552c/0_189_5683_3410/master/5683.jpg?width=445&dpr=1&s=none", "Pikachu protesters"], ["https://i.guim.co.uk/img/media/4425877f7ca724014c3b8167e9783f96dd971d7d/2396_616_3602_2161/master/3602.jpg?width=445&dpr=1&s=none", "A security guard hugs a pickachu"], ["https://i.guim.co.uk/img/media/fef92b74a6cd901664f7a3114ea6f599ccdff5ee/0_290_5164_3099/master/5164.jpg?width=445&dpr=1&s=none", "Joe Biden and Boris Johnson and a tree stump"], ["https://i.guim.co.uk/img/media/2d371b99d922378eae7578f297c78644f519e8a9/0_68_2295_1378/master/2295.jpg?width=445&dpr=1&s=none", "Brigitte Macron arrives"]], "author": ["Hannah Jane Parkinson"], "date": "2021-06-11"}, "https://www.theguardian.com/environment/2021/jun/26/12-arrested-raids-extinction-rebellion-london-protest": {"title": "12 arrested in raids on Extinction Rebellion sites in London", "subtitle": null, "text": "Police seize equipment from three premises before what officers expect will be busy weekend of protests\\nPolice in London have raided a warehouse used by Extinction Rebellion, as well as an arts centre that was exhibiting structures similar to those used in the demonstrations that blockaded newspaper printing plants last year.\\nThe Met is under increased scrutiny as the group plans further protests against the owners of the UK’s press outlets this weekend, alongside supporters of the Black Lives Matter campaign against racial injustice.\\nScotland Yard said it had “taken proactive action to prevent and reduce criminal disruption which we believe was intended for direction at media business locations over the weekend”.\\nA spokesperson added that 12 people had been arrested in three raids across London. “During the arrests, a number of items were seized by officers, including bamboo structures, lock-on equipment and other items which could be used to cause criminal damage and obstructions. Those arrested have been taken to police custody as inquiries continue.”\\nThis article includes content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. To view this content, click 'Allow and continue'.\\nExtinction Rebellion said the raid at its premises had uncovered only activists making art and questioned why officers had raided the Antepavilion centre in Hoxton. Antepavilion is exhibiting a bamboo “watchtower” structure resembling those used in the Extinction Rebellion blockade of printing presses at last year’s anti-press protest.\\nPolice said they were “preparing for what is expected to be a busy weekend”, with marches planned in Westminster, Lambeth and Southwark.\\nThe climate crisis demonstrators plan to gather at midday on Sunday in Parliament Square.\\nThey have accused the home secretary, Priti Patel, of putting extra pressure on police to crack down on their demonstration in case they target media organisations again. One of the activists, Nuala Gathercole Lam, said: “This is what happens when you take peaceful protest action to the true centres of power in this country.\\nCh Insp Joe Stokoe, from the Met police’s public order command, said: “We believe certain protest groups are specifically intending to disrupt some business locations or potentially cause criminal damage to property. If this happens, we will take further action as required to prevent offences being committed or deal with anyone committing criminal acts.\\n“Today, we took proactive action to prevent and reduce the likelihood of criminal activity during the course of the weekend. This action should further demonstrate our commitment and proactivity to preventing criminality.”\\nThis article was amended on 2 July 2021 to remove some unverified comments. It was further amended on 19 July 2021 because an earlier version reported a response from Extinction Rebellion, which had said the bamboo structure on display at the Antepavilion centre was “used in [our] blockade” of a print site. Although Project Bunny Rabbit, the collective that created the artwork, describes itself as having sprung out of Extinction Rebellion and the structure resembles those developed for the protests, Antepavilion says the exhibited installation was “made anew from materials under our control … specifically for the purpose of display as an artwork”.\\n", "image": [["https://i.guim.co.uk/img/media/dbe74ddbfa9a4cf647ad1b5871e6aa438351d772/0_151_4565_2740/master/4565.jpg?width=465&dpr=1&s=none", "Message reads: Can't you hear the future weeping? Our love must save the world"]], "author": ["Kevin Rawlinson"], "date": "2021-06-26"}, "https://www.theguardian.com/food/2021/jun/18/how-to-eat-nutella": {"title": "How to eat: Nutella", "subtitle": null, "text": "This month, How to Eat is digging into the chocolate spread. Is it best on croissants, pancakes or ice-cream? Why does it bang with bananas? And could the connoisseurs’ serve be straight from the jar?\\nThe Guardian’s journalism is independent. We will earn a commission if you buy something through an affiliate link. Learn more.\\nThe subject of heists in Germany and chaos in French supermarkets, blessed by the high priests of the kitchen pass (Nigella, Yotam) but also slathered on chips in Aberdeen, Nutella’s popularity knows no bounds.\\nThe Guardian’s journalism is independent. We will earn a commission if you buy something through an affiliate link. Learn more.\\nIt is less a hazelnut chocolate spread (other brands are available but, honestly, have you ever tried them?) than a global phenomenon. One that has turned its Italian parent company, Ferrero, into a circa €12bn-a-year business, created a secondary market in jar locks and resonates in the news cycle in endlessly unexpected ways: from the pre-match snacking of Brentford FC midfield “machine” Vitaly Janelt to (and, no, the date on this is not 1 April) plans to sterilise Britain’s grey squirrel population.\\nWith the exception of the Guardian’s own Felicity Cloake – a heretic who recommends making your own – Nutella is seemingly irresistible to humans and animals alike. Not bad for a creation whose origins lie, twice over, in war, privation and improvisation. Napoleonic trade bans restricted cocoa’s availability in 19th-century Piedmont, inspiring the first gianduja or gianduiotto blends with local hazelnuts. In similar circumstances after the second world war, the Ferrero family created its own cocoa and hazelnut mix which, in 1964, became the easily spreadable SuperCrema version of Nutella which – recipe tweaks aside – we know today.\\nThe smooth brand has encountered bumps in the road. But, since 2015, criticism of Nutella’s use of palm oil has largely subsided after the then French environment minister, Ségolène Royal, was forced into an embarrassing public apology. Royal had called for a Nutella boycott but, among others, Greenpeace leapt to Ferrero’s defence, stating that it is leading the way in terms of sustainability, transparency and regulation of palm oil production. Ferrero (which says it uses just 0.3% of global palm oil each year) was the best-rated manufacturer on the 2020 WWF Palm Oil Scorecard.\\nThere are other reasons, perhaps, to not wantonly scarf Nutella. It is 56.3% sugar and 80 calories per 15 grams (not unlike jams, for reference). So, if it is best enjoyed as an infrequent indulgence you had better optimise your use of it. That is where How to Eat – the series exploring how to wring maximum pleasure from Britain’s favourite foods – can help. Welcome to the Nutella hierarchy.\\nCold, from the jar\\n“DO NOT STORE IN THE FRIDGE” orders the label, bossily. But for an exceptional Nutella experience, ignore that. It’s true: in the fridge, Nutella hardens into a solid, user-unfriendly lump. But, perversely, unlike most foods (which, flavour-wise, come alive as they warm; it’s a volatile compounds thing), Nutella is most exquisite served cold. Silky smooth, melting instantly in the mouth, its ganache-like quality – rich, dense, intense, layered – is one which, in Michelin-starred restaurants is only achieved at great cost in time, money and emotional anguish. Here it is in a jar, £1.70 for 200g. True, you might have to wrap a tea towel around your hand to help you hack at the hardened Nutella with a spoon. Also true: once you discover refrigerated Nutella you might find it difficult to ever go into the kitchen again without eating it. But licked from a teaspoon, slowly – go full “tantric chocolate’, here – it is sensational. Where warm Nutella is slightly too sickly sweet, cooling it punches up its nuttiness so that (dangerously), it is far more moreish. It makes the idea of putting Nutella on anything seem almost redundant.\n   Ice-creamFrom Calpol syringes to caramel-based sauces, a surprising amount of energy is expended online trying to render Nutella in a pourable form. Heating it in a bowl of hot water or microwaving it (try 15- to 20-second increments), will produce a runnier consistency if not a pouring sauce exactly. Do not be tempted to hammer it in the microwave for minutes on end. Instead of a sauce, you will end up with a smouldering, carbonised chunk that could pass as recently landed asteroid debris. However, in HTE’s opinion, heating Nutella is a retrograde step. Warmed, Nutella has a thinner texture and a narrower flavour profile. Better to simply spoon room-temperature Nutella on to vanilla ice-cream, and accept it won’t quite ooze into its crevices but will taste of more. A smaller two-scoops-and-a-blob serve is wise: too much Nutella and ice-cream gets cloying quick. The cold temperatures and all that fat in the mouth means the Nutella does not quite sing with the full fervour it does when served au naturel, but it definitely works in a quick dessert kind of way.\\nToast\n Eating Nutella on anything but the most bland, white Chorleywood bread is an act of deep self-loathing. Worthy brown, seeded and/or wholemeal throw gritty bran into what should be the smooth-gear interaction of butter and Nutella. Yet, somewhat contradictorily (and unlike the banana and Nutella sandwich, below), eating Nutella plain on untoasted white sliced creates a juvenile, sweet, gummy mouthful that quickly gets nauseating. Toasted white bread is much better. Toasting dials down the bread’s sweetness, gives it a tempering, savoury edge. But, in truth, compared with what is possible in the banana sandwich, it’s all a bit one-note.\\nBanana and Nutella sandwichA symphony of flavours that interact with rare mutual sympathy. The bread must be soft, white, milky and thin. Do not toast it. The banana adds lubrication and freshness that makes toasting unnecessary, damaging even. The flavours interlock such that the butter’s saltiness is emphasised which, in turn, seems to bring a new brightness and contrast to the Nutella. Meanwhile, the banana, as well as creating layers of differential creaminess with the butter, acts as a palate-cleansing reset at the end of each mouthful, refreshing the sandwich in a way that means it works, without becoming too much, to the last bite. Note: do not be tempted to trowel on butter and chocolate spread. A thin screed of each is ideal.\\nCroissantNot the worst way to eat Nutella. But, texturally, HTE prefers to eat its croissant with a few squares of block chocolate. All but the freshest, most lubricious croissant will become a slog if larded with gluey Nutella.Waffles and/or French toastBafflingly rich, sweet, stodgy foods. The addition of Nutella, even more so than whipped cream, compounds this problem. “Galumphing, maximalist cooking that makes you long for delicacy, refinement and finesse,” says HTE, the column that eats Nutella straight from the jar.Pancakes\n  Treat the laciest French crepe to a thin layer of Nutella and that works. But a big pile of thick, US-style pancakes, smothered in Nutella? That’s a clag-fest of rapidly diminishing returns.As a dip for fresh fruitThat has an unmistakable, unappealing 1970s feel. Dipping fruit into softened Nutella brings two great things together and ruins both. Although it is not as leftfield as serving chocolate spread on a charcuterie board to pair with the cheese. Or adding it to a grilled cheese sandwich.On a sweet pizzaNo. The end. Never. And don’t come at HTE with obscure Italian dessert pizza traditions, as if that justifies anything. This is not a matter of authenticity, it is a matter of common sense.\\nServed straight from the spoon? Then likely every time you walk into the kitchen. You have been warned. Otherwise, Nutella works any time – breakfast (toast); dinner (banana sandwich); tea (ice-cream) – you feel that Covid-19/late-stage capitalism/life is squeezing your skull to the extent that you need a momentary lift, a boost, a jolt of pleasure to remind you you are alive.\\nA huge mug of tea: a titanic tidal wave of tannins to sluice the decks clean of all that sugar and fat. Nutella and a decent brew are true comrades.\\nSo, Nutella, how do you eat yours?", "image": [["https://i.guim.co.uk/img/media/5a96cbc7d21f24a3963f10d8596b0afea0e56b14/0_230_4754_2853/master/4754.jpg?width=465&dpr=1&s=none", "Nutella"], ["https://i.guim.co.uk/img/media/e1126b1b6de9f2031f57daeb68af3e98d95606e5/0_261_5616_3370/master/5616.jpg?width=445&dpr=1&s=none", "Nutella"], ["https://i.guim.co.uk/img/media/83db1c53f499a240bede7db224a90bbdedcaecbc/0_192_4032_2419/master/4032.jpg?width=445&dpr=1&s=none", "Nutella toast"], ["https://i.guim.co.uk/img/media/fc1bf30344898b878e4fee92b469e7f17087dd0e/0_300_6016_3610/master/6016.jpg?width=445&dpr=1&s=none", "Nutella"]], "author": ["Tony Naylor"], "date": "2021-06-18"}, "https://www.theguardian.com/world/gallery/2021/jun/11/g7-signs-of-protest-in-cornwall-in-pictures": {"title": "G7 signs of protest in Cornwall – in pictures", "subtitle": null, "text": "Policing protests taking place around the G7 summit will be challenging, officers have said. Devon and Cornwall police said around 40 groups had contacted the force stating their intention to protest at the event\\n\\nFri 11 Jun 2021 08.00 CEST\n\n\n            Last modified on Fri 11 Jun 2021 14.25 CEST\\nPhotograph: Hugh Hastings/Getty Images\\nPhotograph: Tom Nicholson/Reuters\\nPhotograph: Greenpeace/PA\\nPhotograph: Jon Super/AP\\nPhotograph: Peter Nicholls/Reuters\\nPhotograph: Oli Scarff/AFP/Getty Images\\nPhotograph: Jon Super/AP\\nPhotograph: Kirsty Wigglesworth/AP\\nPhotograph: Tom Nicholson/Reuters\\nPhotograph: Tom Nicholson/Reuters\\nPhotograph: Leon Neal/Getty Images\\nPhotograph: Jeff J Mitchell/Getty Images\\nPhotograph: Tom Nicholson/Reuters\\nPhotograph: Oli Scarff/AFP/Getty Images\\nPhotograph: Leon Neal/Getty Images\\nPhotograph: Tom Nicholson/Reuters\\nPhotograph: Kirsty Wigglesworth/AP\\nPhotograph: Jon Super/AP\\nPhotograph: Tom Nicholson/Reuters\\nPhotograph: Jon Super/AP\\nPhotograph: Adrian Dennis/AFP/Getty Images\\nPhotograph: Hugh R Hastings/Getty Images\\nPhotograph: Aaron Chown/PA\\nPhotograph: Jon Super/AP\\nPhotograph: Adam Gasson/PA\\nPhotograph: Tom Nicholson/Reuters", "image": null, "author": null, "date": null}, "https://www.theguardian.com/film/2021/jun/21/unearth-review-fracking-finds-something-nasty-under-the-cornfield": {"title": "Unearth review – fracking horror finds something nasty under the cornfield", "subtitle": null, "text": "When hard-pressed farmers do a deal with the energy industry, full-on eco terror ensues, undoing this movie’s careful groundwork\\nIf HP Lovecraft had joined Extinction Rebellion, this is the kind of idea he might have come up with: a cautionary horror story about fracking, which disguises itself as a 70s ensemble drama before erupting into something altogether ickier. While Terrence Malick loved filming American cornfields at the hallowed “magic hour”, this awkward hybrid prefers loitering at what you might call “morbid hour”, with Korean cinematographer Eun-ah Lee bathing everything in sallow, deathly light. The blight beneath everyone’s feet is creeping into their hearts.\\nSet in rural Pennsylvania, Unearth is a tale of two houses: the Lomacks and the Dolans. Beer-chugging divorcee dad George Lomack (Marc Blucas) is struggling to provide for his two daughters with a failing auto-mechanic business; dollar signs light up in his eyes when a gas-extraction outfit called Patriot Exploration comes calling with an offer for his land. This is much to the horror of Kathryn Dolan (Adrienne Barbeau, on fearsome form), matriarch of the neighbouring clan, who is fighting to keep her land productive, and whose photographer daughter Christina (Allison McAtee) likes blowing off some steam amid the corncobs with pent-up George.\\nThe film takes considerable care delving into these dynastic undercurrents, complete with a doomy biblical undertow. “If you make a tree good, its fruit will be good. You make a tree bad, its fruit’s gonna be bad,” augurs Kathryn. So makes it all the more jarring when Unearth explodes with little warning into full-on suppurating-wound, tendril-spouting eco horror for the final 20 minutes. No real explanation is apparently deemed necessary of the infection vector at hand: evil fracking.\\nDirectors John C Lyons and Dorota Swies go at the transition with gusto, including a highly disturbing episode featuring a toddler, and a nauseating demise for Barbeau worthy of her former husband, John Carpenter. But completely dropping the diligent previous character work, it becomes a directionless mess, flapping rampages through arable fields. Like the drilling operation, this was a script in sore need of a clean-up operation.\\nUnearth is available on digital platforms on 28 June.", "image": [["https://i.guim.co.uk/img/media/7dd069a90ad8ec7a5b88aeb37ef80b11ca7c5777/909_0_2467_1481/master/2467.jpg?width=465&dpr=1&s=none", "Field of bad dreams … Unearth."]], "author": ["Phil Hoad"], "date": "2021-06-21"}, "https://www.theguardian.com/world/2021/jun/26/three-arrested-and-three-officers-injured-at-anti-lockdown-protests-in-london": {"title": "Three arrested and three officers injured at anti-lockdown protests in London", "subtitle": null, "text": "Hundreds of tennis balls, some bearing messages, launched at the Houses of Parliament to chants of ‘shame on you’\\nPolice arrested three people and three officers were injured during anti-lockdown protests on Saturday that saw thousands descend on central London and hundreds of tennis balls launched at the Houses of Parliament.\\nThe Metropolitan police said three people were arrested at the protests – for breach of the peace and assault on police, plus one was already wanted for a previous assault – and three officers suffered minor injuries.\\nThousands of protesters – many not wearing masks and carrying anti-lockdown and anti-vaccine placards – marched through London towards Parliament Square.\\nThey threw hundreds of tennis balls, some bearing messages, over the fences around the Houses of Parliament and let off flares and threw tennis balls outside Downing Street to chants of “shame on you” and boos directed at No 10.\\nMeanwhile, in Hyde Park, officers were photographed trying to remove anti-vaccine stickers from their vans.\\nIain McCausland, who travelled to London from Devon for the protest, said: “The main reason I’m here is because I feel this lockdown has come at the cost of our liberty and rights. Our freedom to assemble, our freedom to travel and work. I’m really quite angry with the government, so are everyone here.”\\nKayleigh Brooke vowed to continue protesting until the government’s sweeping emergency powers to handle the pandemic are removed. “We want the Coronavirus Act 2020 gone, and we will keep on protesting until that happens,” she said.\\nThe 29-year-old from Manchester said she has been camping for four weeks on Clapham Common in south London to protest the vaccination programme.\\nOn Saturday evening, the Met said all of the day’s demonstrations had concluded.\\nCh Supt Karen Findlay, gold commander of the operation, said: “The significant majority of those protesting today engaged in a positive manner with our officers. We did experience small pockets of antisocial behaviour in Whitehall which involved missiles being thrown at officers, but these were dealt with quickly and effectively.”\\nIt was one of several protests in the capital over the weekend – including a national People’s Assembly demonstration against the government on Saturday, attended by former Labour leader Jeremy Corbyn, and an Extinction Rebellion protest in Parliament Square on Sunday.\\nThe Met arrested 12 people in three raids across the capital as part of a crackdown ahead of this weekend, warning that it had “zero tolerance for disorder or criminality”.\\nPolice seized items including bamboo structures, lock-on equipment and other items that it said “could be used to cause criminal damage and obstructions”.\\nExtinction Rebellion said four female members were arrested on Friday at one of its east London warehouses where they had been “creating art” for the Free the Press march on Sunday.", "image": [["https://i.guim.co.uk/img/media/674015058aab90962087ce759ab12e30a19f33d6/0_162_3950_2371/master/3950.jpg?width=465&dpr=1&s=none", "People throw fencing during an anti-vaccine and anti-lockdown demonstration outside Downing Street."], ["https://i.guim.co.uk/img/media/d1e59a6b45d06435d951f067a362048a91155f1b/0_0_5364_3576/master/5364.jpg?width=445&dpr=1&s=none", "A policeman ducks as protestors throw tennis balls over fences around the Houses of Parliament."]], "author": ["Miranda Bryant"], "date": "2021-06-26"}, "https://www.theguardian.com/football/2021/jun/15/greanpeace-protester-avoids-accident-after-parachuting-into-germany-v-france": {"title": "Greenpeace apologises for injuries caused by parachuting protester at Euro 2020", "subtitle": null, "text": "Greenpeace has apologised for the injuries caused by a protester whose parachute landing “did not go as planned” before Germany’s game against France at the European Championship.\\nUefa said “several people” were treated in hospital after the man connected with overhead camera wires and caused debris to fall on to the pitch and main grandstand.\\nThe Greenpeace spokesperson Benjamin Stephan said “that was never our intention. The paraglider was to fly over the stadium and drop a latex ball with a message of protest on to the field.”\\nThe protester’s parachute had the slogan “KICK OUT OIL!” and “Greenpeace” on it. Stephan said “technical difficulties meant the pilot was forced to land in the stadium. We deeply regret that this put people in danger and apparently injured two persons.”\\nThe protester landed heavily on the pitch and was given medical attention before being escorted away by security. Uefa called the action “reckless and dangerous” and said “law authorities will take the necessary action”.\\nFrance’s head coach, Didier Deschamps, was seen ducking out of the way of a large piece of equipment near the dugout.\\n“Shortly before the start of tonight’s Euro 2020 match between France and Germany in Munich, a protester briefly entered the stadium from the air and tried to land on the pitch,” said Uefa in a statement.\\nCan't believe I just caught this on video. Parachuted into the stadium, got caught in the spider cam and nearly crashed into the crowd. Hope he's ok! #GERFRA #EURO2020 pic.twitter.com/PJ49WYdFM9\\n“This inconsiderate act – which could have had very serious consequences for a huge number of people attending – caused injuries to several people attending the game who are now in hospital and law authorities will take the necessary action.\\n“Uefa and its partners are fully committed to a sustainable Euro 2020 tournament and many initiatives have been implemented to offset carbon emissions. The staging of the match was fortunately not impacted by such a reckless and dangerous action, but several people were injured nonetheless.”\\nGreenpeace’s German Twitter account confirmed that the stunt was a protest against the tournament sponsor Volkswagen, demanding an end to the sale of petrol and diesel cars. When the match got under way it was won 1-0 by France after a Mats Hummels own goal in the first half.", "image": null, "author": ["Guardian sport"], "date": "2021-06-16"}, "https://www.theguardian.com/environment/2021/jun/15/the-green-influencers-targeting-the-tiktok-generation": {"title": "The ‘green influencers’ targeting the TikTok generation", "subtitle": null, "text": "Activists are increasingly harnessing the power of social media to organise and educate people about the climate crisis\\nSocial media platforms are no longer just for selfies and blogs but a place “to organise and educate” people about the climate crisis, according to YouTube star turned activist filmmaker Jack Harries.\\nOne of a growing band of “green influencers” who are harnessing the power of social media to tell stories about the climate to create change, Harries has made a series called The Breakdown for the free environmental streaming service WaterBear, which was founded last year by the creator of Netflix documentary My Octopus Teacher Ellen Windemuth, and is backed by Prince Harry, Lily Cole and Maisie Williams.\\nAimed at the TikTok generation who feel overwhelmed by environmental issues, The Breakdown has short snappy episodes and enables viewers to click through via WaterBear’s interactive hub to sign petitions and engage with climate organisations.\\nThis article includes content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. To view this content, click 'Allow and continue'.\\nHaving gained about 4 million followers on the YouTube channel JacksGap he founded with his twin brother Finn in 2011, 28-year-old Harries has grown up amid the rise of social platforms but thinks it has changed.\\n“In a way social media has transformed in the last year as not just a space for selfies and blogs but a space to organise and educate one another, which I think in the climate space is really exciting,” Harries told the Guardian.\\nHe highlighted some of the work of others such as regenerative gardener Poppy Okotcha, Leah Thomas, who created Intersectional Environmentalist, and Jerome Foster, who is on the White House board for climate justice, as young people who are using their digital presence and “single-handedly changing the world”.\\nThis article includes content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. To view this content, click 'Allow and continue'.\\nHarries, his brother and filmmaker Alice Aedy, have also created a production studio and platform called Earthrise, which already has 159,000 followers on Instagram (over 11 times more than ITV Studios and BBC Studios combined) and which he says is “dedicated solely to communicating the climate crisis”.\\n“We felt we were following all these amazing young individuals online who were talking about the solutions and we felt they needed more of a spotlight, so a lot of the point of Earthrise is to lift up people who are doing amazing work in this space.”\\nDespite appearing in the CBBC series Planet Defenders and interviewing Sir David Attenborough, his internet fame in his early years meant he found he “had to work backwards” and dispel preconceptions about being described as a social media influencer.\\nHarries says that having found “completely unexpected internet fame” with JacksGap he questioned what to do with his influence. He and Finn took a break and while his brother studied architecture, Harries studied film.\\nA trip to Greenland for a WWF film where he saw glaciers melting and fear in the faces of glaciologists triggered Harries to feel overwhelmed and angry, which ultimately led to him joining Extinction Rebellion and being arrested for gluing himself to a building.\\n“It probably wasn’t the best use of my time but I was processing it and understanding where to place myself. It brought me back to the YouTube channel and to this position of influence and that it was probably the most impactful thing I could do.\\n“I wish I was a scientist doing some of the groundbreaking research on the front line but that’s not my skill, mine is communication so at some point you have to think: How can I lend what I have to this movement?. Our aim through Earthrise is: how can we harness the power of storytelling?”\\nHarries wanted to make The Breakdown to give the context of the crisis (“How we got here, where we’re headed and what we can do about it”) for those who “don’t normally engage” with climate issues. The five-part series uses innovative, snappy graphics to make it attractive in what Harries describes as “the TokTok era”.\\n“My generation have such short attention spans so when I started on YouTube I learnt to make them as bite-sized as possible.”\\nHarries’ next project is a YouTube series featuring Attenborough called A Seat at the Table, which leads up to the Cop26 climate conference in November. He remains optimistic about change.\\n“There’s a quote by Mary Annaïse Heglar in The Breakdown who says about climate you can either be overwhelmed by the complexity of the problem or fall in love with the creativity of the solutions.\\n“Nature is the solution, so falling in love with nature is very much what we need to do. Nature has the capability to heal itself and we need to step back and let it do that.”\\nThe Breakdown airs on WaterBear from 18 June.", "image": [["https://i.guim.co.uk/img/media/a47ad0c7588f172aa329a51f8092516f05d541fe/0_67_1125_675/master/1125.jpg?width=465&dpr=1&s=none", "David Attenborough, Alice Aedy and Jack Harries"], ["https://i.guim.co.uk/img/media/0bf4600338ded6d0130c5436467bb996203208e0/0_200_3000_1800/master/3000.jpg?width=445&dpr=1&s=none", "Jerome Foster"]], "author": ["Tara Conlan"], "date": "2021-06-15"}, "https://www.theguardian.com/uk-news/2021/jun/27/extinction-rebellion-protesters-arrested-dumping-manure-daily-mail": {"title": "XR protesters arrested after dumping manure outside Daily Mail offices", "subtitle": null, "text": "Extinction Rebellion activists wanted to send message to ‘four billionaire owners of 68% of the UK’s print media’\\nSix climate activists have been arrested after protests in which manure was dumped outside newspaper offices in central London.\\nSeven tonnes of fertiliser was dumped outside the west London building that houses the Daily Mail, Mail on Sunday, i, Independent and Evening Standard on Sunday. The offices of the Daily Telegraph at Victoria were also targeted.\\nCampaigners from Extinction Rebellion said they had singled out the Daily Mail because it “suppresses the truth from the public” on the climate emergency. A banner reading “Free the press” was also strung up on scaffolding outside Northcliffe House, the building that houses the newspaper.\\nThe group also attempted to pour several tonnes of manure outside the Telegraph’s offices in central London, but were stopped by the police.\\nIn a statement the environmental protest group said it wanted to send a message to “the four billionaire owners of 68% of the UK’s print media” and was demanding “an end to media corruption that suppresses the truth from the public for profit”.\\nPolice said the group, which arrived about 6.40am on Sunday, emptied manure from a truck before climbing scaffolding on the outside of the building.\\nFive people were arrested for an offence under section 148 of the Highways Act. Four of them were also arrested on suspicion of causing criminal damage.\\nAbout 8am, a 54-year-old man attempted to empty manure outside the Telegraph offices on Buckingham Palace Road, Victoria.\\n“He was arrested for an offence under section 148 of the Highways Act and on suspicion of dangerous driving,” police said. All six remain in custody.\\nThe environmental group launched a day of protest sharing photos and video on social media of protesters carrying placards and waving flags, marching through London and gathering in Parliament Square.\\nSpeaking for the group, Gully Bujak said: “For the British public, who’ve seen the criminal behaviour of this government and their cronies throughout the pandemic, the conclusion must surely be clear: the arenas of power in this country are rotten, and where the billionaire-owned press is concerned, corruption is the business model.\\n“It’s time they cut the crap and stop acting as though they are providing a noble service to the public, while greenwashing the climate crisis and stoking the culture war to divide people.”\\nPolice tackled a number of different protests across London on Sunday.\\nElsewhere, people walked along Regent Street during a #FreedomToDance march organised by Save Our Scene, in protest against the government’s treatment of the live music industry during the coronavirus pandemic.\\nDemonstrators marched from the BBC headquarters down to Parliament Square, in protest against Covid-19 restrictions on the hospitality industry.\\nIn a statement shared on Instagram, Save Our Scene said: “We are representing thousands of musicians, events staff and venues tomorrow, so please remember that when you come.\\n“[Our] message to the government is to open the whole industry without any further delay, so we must communicate that without giving any reason to divert attention.”\\nOn Saturday police arrested three people and three officers were injured during anti-lockdown protests during which thousands of demonstrators gathered in central London and hundreds of tennis balls were launched at the Houses of Parliament.\\nThousands of protesters – many carrying anti-lockdown and anti-vaccine placards – marched through London towards Parliament Square. They threw hundreds of tennis balls, some bearing messages, over the fences around the Houses of Parliament and let off flares and threw tennis balls outside Downing Street to chants of “shame on you” and boos directed at No 10.\\nMeanwhile, in Hyde Park, officers were photographed trying to remove anti-vaccine stickers from their vans.\\nAt the end of the day of protests, the Met said a total of 23 people had been arrested.\\nExtinction Rebellion said four female members were arrested on Friday at one of its east London warehouses where they had been creating art for the Free the Press march on Sunday.", "image": [["https://i.guim.co.uk/img/media/6ee55cafc793a551649ae2a66975553f0133ef4e/0_94_2007_1205/master/2007.jpg?width=465&dpr=1&s=none", "Extinction Rebellion activists hold a demonstration outside Northcliffe House after they dumped manure there."]], "author": ["Nazia Parveen"], "date": "2021-06-27"}, "https://www.theguardian.com/world/2021/jun/13/st-ives-concerns-over-covid-cases-linked-g7-summit-hospitality-venues-close": {"title": "Concerns grow in St Ives over Covid cases linked to G7 summit", "subtitle": null, "text": "At least five hospitality venues close as two police officers and Extinction Rebellion camp report cases of virus\\nConcerns are growing that St Ives may face a spike in Covid cases as the G7 summit winds up with hospitality venues, police officers and a protest camp all reporting cases of the virus.\\nAt least five venues in St Ives, the town closest to the main venue summit, Carbis Bay, have closed or are limiting their operations because of cases.\\nTwo police officers have had positive tests and one protester at an Extinction Rebellion camp is also isolating.\\nAndrew George, who speaks for the Liberal Democrats in Cornwall on health, said he was concerned about the cases.\\nHe said he did not believe the leaders were “vectors” for Covid. “But other people associated with G7 – security staff, police, media have been intermixing.”\\nAhead of the event, George had called for the UK government to publish advice on the possibility of the summit leading to a Covid spike but said it had refused on security grounds. “We won’t know the full consequences of what has been going on possibly for a fortnight.”\\nAmong the venues that have shut or restricted their business are the Pedn Olva hotel and the Lifeboat Inn. The Porthgwidden Beach Cafe said it had decided to close its doors “due to the uncertainty over local Covid-19 cases”.\\nThe bar at the Western Hotel was closed and another harbourside hotel had a note pinned to its window saying: “Closed until further notice.” Staff at nearby venues said it too was closed because of Covid.\\nSarah Green, a theatre director who also runs an online business training the NHS, said: “It’s getting really worrying.”\\nShe said it was difficult to know how much the G7 was to blame as there were also many tourists in the town. “But there has been a massive influx of support workers into town from major cities,” she said.\\nThere has also been a case at the Extinction Rebellion campsite. It said: “Prior to this gathering a full Covid-safe risk assessment had been performed by Extinction Rebellion. Full liaison with Devon and Cornwall police up to the level of gold commander was carried out. The main Extinction Rebellion campsite has been organised in a Covid-safe manner.\\n“An isolated suspected case of Covid was reported to us by an individual. Lateral flow tests were performed and were positive. This person subsequently left the site. Contact tracing has been performed and all identified contacts have had negative lateral flows and are now self-isolating.”\\nMeanwhile, an organiser of a food bank in St Ives said he expected life to get tougher for poorer local people because the focus on the town was likely to lead to house prices rising.\\nThe Rev Chris Wallis said the food bank provided more than 100,000 meals for local people last year. “The G7 showcases Cornwall, but it will make the poverty worse,” he said. “House prices are already up because people are leaving the cities for the countryside. As more people move here it will be harder for local people to find homes.”\\nThe property website Rightmove reported that searches for Carbis Bay doubled as the summit opened and last week a single parking space sold for £45,000.\\nTwo of the St Ives food bank users are living in a caravan after their private landlord moved them out. Wallis said he also faces losing his home because his landlord believes he can get more rent for it.\\nIt has not helped that the distribution centre for the food bank is at a chapel within the G7 ring of steel, which means that two weeks of food had to be issued to people before the summit began.\\nWallis said: “It’s good they are meeting to discuss climate change and recovery from the pandemic, but holding the summit in Cornwall is probably going to make things worse here.”", "image": [["https://i.guim.co.uk/img/media/49e4a1c8d9ce3e0422dc866554610c45ae67a708/0_470_5495_3296/master/5495.jpg?width=465&dpr=1&s=none", "Police on patrol in St Ives during G7 summit"], ["https://i.guim.co.uk/img/media/0a56c44082b59428c6e6da793758430fae8eb9be/0_84_3500_2101/master/3500.jpg?width=445&dpr=1&s=none", "Extinction Rebellion demonstrators protest on the beach in St Ives during the G7 summit in Cornwall"]], "author": ["Steven Morris"], "date": "2021-06-13"}, "https://www.theguardian.com/world/2021/jun/14/promises-and-protests-at-the-g7-in-cornwall-photo-essay": {"title": "Promises and protests at the G7 in Cornwall – photo essay", "subtitle": null, "text": "Our photographer looks back on three days of politics and demonstrations during the summit in Carbis Bay\\nWith more than 6,000 police deployed to Cornwall for the G7 summit in Carbis Bay, there were surreal sights everywhere: armed officers on residential streets, snipers on rooftops, marine units in St Ives harbour and battleships in the sea. Many residents revelled in the opportunity to catch a glimpse of the action as world leaders and diplomats were convoyed into Carbis Bay, while others objected to the draconian restrictions which included a so-called “ring of steel” around the neighbourhood.\\nThe US president, Joe Biden, landed at Newquay airport in Air Force One amid dense fog, before fellow leaders including the Canadian prime minister, Justin Trudeau, touched down the following day. They would spend the next three days in talks, ultimately promising to gift 1bn Covid-19 vaccines to countries in need. The summit’s showpiece event, the G7 leaders’ “family photo”, was staged on the beach in front of Carbis Bay hotel. Boris Johnson and his wife, Carrie, looked at ease as they elbow-bumped their guests, while Biden was seen in deep conversation with the French president, Emmanuel Macron.\\nProtesters from all corners of the world made their voices heard. Extinction Rebellion held daily rallies including an eerie penitents march through Falmouth to draw attention to the climate emergency; Surfers Against Sewage organised a mass paddle out at Gyllyngvase beach over concerns about the plight of the oceans; there was a fiery “kill the bill” demonstration opposing proposed new police powers; Palestinians and Kashmiris gathered to condemn violence against their people; and Marvina Newton gave an impassioned speech on the subject of racial justice.", "image": [["https://i.guim.co.uk/img/media/4aec64b01f1855182da96282f8c435c154a628f0/0_0_5094_3396/master/5094.jpg?width=445&dpr=1&s=none", "A Navy ship off the coast of St Ives, Cornwall, before the G7 Summit."], ["https://i.guim.co.uk/img/media/89fd6320d421bc5b6e2b06798febb4869f059114/0_0_6233_4155/master/6233.jpg?width=465&dpr=1&s=none", "Officers respond to an unexpected protest in St Ives."], ["https://i.guim.co.uk/img/media/042d3e5c81a361c6ab21b01691cb294ec53d8804/0_0_6720_4480/master/6720.jpg?width=445&dpr=1&s=none", "Policemen talking to children along the main road through Carbis Bay."], ["https://i.guim.co.uk/img/media/5be280b57d57be339a2380007b7f55ca413656cd/0_0_6288_4192/master/6288.jpg?width=445&dpr=1&s=none", "A man remonstrates with police over restrictions in Carbis Bay."], ["https://i.guim.co.uk/img/media/6c5a6469d569f4e3f8b37638520e16d56b436bf7/0_0_4480_6720/master/4480.jpg?width=445&dpr=1&s=none", "A heavy police presence on the train line into Carbis Bay."], ["https://i.guim.co.uk/img/media/ad6b4a79d2eb7c4619a37a71f498fcb45ef4519d/0_0_6516_4344/master/6516.jpg?width=445&dpr=1&s=none", "Officers enjoying ice-creams during the sweltering heat on Sunday."], ["https://i.guim.co.uk/img/media/75c786848ab7beb55cf5d550af8e6da8d17c693a/0_0_5184_3456/master/5184.jpg?width=445&dpr=1&s=none", "A guard of honour being formed for the arrival of a world leader at Newquay airport"], ["https://i.guim.co.uk/img/media/e930776eebe418a4c0336b684de6a124fc5ef4e7/0_0_4377_2917/master/4377.jpg?width=445&dpr=1&s=none", "The president of the European Council, Charles Michel, and his partner, Amélie Derbaudrenghien (in green), meeting Georgina Butler, special representative of the foreign secretary (purple)"], ["https://i.guim.co.uk/img/media/679b3466ca6a6955f1f1f47a1f5c0179ec8e0220/0_0_5184_3456/master/5184.jpg?width=445&dpr=1&s=none", "Justin Trudeau, Prime Minister of Canada, waves to the media on arrival at Newquay Airport."], ["https://i.guim.co.uk/img/media/0dc304b7b1dc258dfd3d74772aad0de3bc7ea706/0_0_4800_3199/master/4800.jpg?width=445&dpr=1&s=none", "Boris Johnson and Carrie Johnson walk out for the G7 leaders’ ‘family photo’ in Carbis Bay"], ["https://i.guim.co.uk/img/media/8a069abccf5a31fad1f1b8764cb6f38e2be5b76b/0_0_6720_4480/master/6720.jpg?width=465&dpr=1&s=none", "The Johnsons meet the French president, Emmanuel Macron, and his partner, Brigitte Macron."], ["https://i.guim.co.uk/img/media/cf4284298fe55e9f5eca86aca3e6faa9452062a8/0_0_5054_3369/master/5054.jpg?width=445&dpr=1&s=none", "Boris Johnson greets German chancellor Angela Merkel with an elbow bump."], ["https://i.guim.co.uk/img/media/d6ad9d1f503db628ec41874b2750dc0d38d6c68e/0_0_4125_2750/master/4125.jpg?width=445&dpr=1&s=none", "Joe Biden in deep discussion with Emmanuel Macron as they leave the event."], ["https://i.guim.co.uk/img/media/28f07b33689d89750fd3606223a3769d263d793e/0_0_5057_3371/master/5057.jpg?width=465&dpr=1&s=none", "Boris Johnson and Joe Biden gesture during the family photo."], ["https://i.guim.co.uk/img/media/476846441f63b4ed7d1a1399f8a6de07a849ae2f/0_0_5282_3521/master/5282.jpg?width=465&dpr=1&s=none", "Surfers passing by ‘Mount Recyclemore’ in Hayle, a monument of the G7 leaders built from old technological waste"], ["https://i.guim.co.uk/img/media/41bae7161fcc4934ee3a8e2f58c0a1e6b7ff54b3/0_0_6720_4480/master/6720.jpg?width=445&dpr=1&s=none", "Abden Sham from UKPal at a protest in support of Palestine and Kashmir"], ["https://i.guim.co.uk/img/media/42c1a17977af89a4325fe112b710d20038294c11/0_0_6720_4480/master/6720.jpg?width=445&dpr=1&s=none", "A civil rights protester showcasing the amount of money G7 countries spent on arms in 2020"], ["https://i.guim.co.uk/img/media/0337065524032c67493fdf0c906274645b85336b/0_0_6368_4245/master/6368.jpg?width=465&dpr=1&s=none", "Marvina Newton of United for Black Lives during a rally for those affected by ongoing violence in the Tigray region of Ethiopia and other countries throughout Africa"], ["https://i.guim.co.uk/img/media/d3d3e3a5e629846f6e63a4b51dda4e38d76050d3/0_0_3081_2054/master/3081.jpg?width=445&dpr=1&s=none", "People walk past a sign saying ‘Drowning in Promises’ written near the media centre in Falmouth"], ["https://i.guim.co.uk/img/media/1990598a2ece581526a8e7f42e3601f3c42bcd11/0_0_6720_4480/master/6720.jpg?width=445&dpr=1&s=none", "Kill the Bill protesters in Falmouth"], ["https://i.guim.co.uk/img/media/f9f344dead543adcd17b420db23c0b03813b85c8/0_0_6720_4480/master/6720.jpg?width=445&dpr=1&s=none", "A banner saying ‘fork the pigs’ at the protest in Falmouth"], ["https://i.guim.co.uk/img/media/209efd918d35330a4adcd999af736d5c1d6a5021/0_0_6720_4480/master/6720.jpg?width=465&dpr=1&s=none", "A man emerges through a banner saying ‘resist and trespass’ at the ‘kill the bill’ protest"], ["https://i.guim.co.uk/img/media/c76a22c58738bd8c4cc5bf2f9832d0edd414f4d0/0_0_6720_4480/master/6720.jpg?width=445&dpr=1&s=none", "Extinction Rebellion protesters at a ‘discobedience’ event on the beach in St Ives"], ["https://i.guim.co.uk/img/media/feb6fd31c37350081eb7631c551c093f689a8329/0_0_5056_3370/master/5056.jpg?width=445&dpr=1&s=none", "Extinction Rebellion revellers in Falmouth"], ["https://i.guim.co.uk/img/media/81ab3ed5f65409c865999129abcfb23250a7cc28/0_0_6410_4273/master/6410.jpg?width=445&dpr=1&s=none", "Extinction Rebellion protesters blocking a pelican crossing in St Ives"], ["https://i.guim.co.uk/img/media/8a4ca3ae917bc6cbeb97f9fdfcedc70c6870f596/0_0_6720_4480/master/6720.jpg?width=445&dpr=1&s=none", "A woman playing a drum during the flash mob event."], ["https://i.guim.co.uk/img/media/dca90957e955611e69e74fe0df296e37229c71e1/0_0_6460_4307/master/6460.jpg?width=465&dpr=1&s=none", "‘Penitents’ at the Extinction Rebellion event in Falmouth"]], "author": ["Jonny Weeks"], "date": "2021-06-14"}, "https://www.theguardian.com/uk-news/2021/jun/09/from-rule-of-six-to-6500-police-cornwall-hosts-first-covid-era-g7": {"title": "From rule of six to 6,500 police: Cornwall hosts first Covid-era G7", "subtitle": null, "text": "Alongside coronavirus measures, huge security operation under way as thousands plan to join protests\\nEverybody from the most junior official to the president of the United States will have to follow the rules. Take daily Covid tests, wear masks at appropriate times and respect everything from one-way systems around venues to limits on how many people can gather around a table for a meal or drink.\\nWelcome to G7 UK 2021, the first world summit in the times of Covid.\\nIt will be extraordinary in many ways. The setting, for a start. The Cornish seaside village of Carbis Bay and the towns of St Ives and Falmouth are the main focus, but expect beaches and tourist attractions to be used as backdrops.\\nSecurity is paramount. Warships are anchored off the coast and UK and US military aircraft are circling above. Police and secret service personnel are rubbing shoulders with holidaymakers.\\nThousands of protesters will make their voices heard with demonstrations planned on beaches, at sea and in the streets. Residents are bracing themselves for noise, disturbance and traffic chaos.\\nThe twists of the pandemic made the UK and other G7 members wary about pressing ahead with the face-to-face summit, but it is seen as part of a wider opening-up of diplomacy to in-person meetings.\\nSaudi Arabia was deeply disappointed when its G20 summit last year took place online, and G7 has always been regarded as a “fireside chat”, which would lose its impact and worth if done remotely.\\nThere have been concessions. There was a plan for a Buckingham Palace banquet but the Queen opposed this, not thinking a lavish dinner was appropriate and fearing it could have been a potential super-spreader event. Joe Biden is settling for tea with her.\\nStill, a growing concern among Cornish people is that the summit could lead to an outbreak of Covid in an area with one of the lowest rates in the UK.\\nThe deputy leader of the Liberal Democrats in Tory-controlled Cornwall, Colin Martin, said it was misleading to suggest all foreign visitors would be in a secure bubble. “Cornwall is one of the safest places but all this could be put at risk by crowds of politicians and journalists landing at Newquay airport and travelling around,” he said.\\nCornwall’s director of public health, Rachel Wigglesworth, accepted that holding such an event during a pandemic came with “clear public health challenges”. She said all attenders needed to provide a negative Covid result before they arrived and then do daily lateral flow tests.\\nCornwall council was firm: “There will be no blind eyes turned when it comes to following the basic rules.”\\nAll this may make things like dining arrangements tricky. How will the seven G7 leaders be able to eat together when in England no more than six people are allowed to meet indoors at a pub or restaurant?\\nThe Cabinet Office said: “All attendees and delegations will be required to follow UK public health regulations throughout the meeting. We will require them to respect strict Covid-secure measures.”\\nAsked if this meant leaders could only dine as a group of up to six, the Cabinet Office said only: “Leaders will also follow public health guidance.”\\nMeanwhile, the security operation is in full flow. About 6,500 police officers from across the UK are on duty, one-fifth of them housed on a cruise ship anchored off Falmouth.\\nThere are 1,000 police vehicles on the streets of Cornwall, 150 dogs standing by and 18 police drones. Officers are armed with guns, baton rounds, stun guns, smoke and stun grenades and incapacitant spray.\\nThe Royal Navy ships HMS Tyne and HMS Tamar are among the vessels that lie off the Cornish coast.\\nBut most of the security is not obvious. For every visible naval ship or armed police officer, you can be sure there are many more special forces operatives. For every local police chief put up as a talking head, there are many dozens of security services specialists in London, GCHQ and Washington.\\nPerhaps optimistically, four “official” protest sites have been set up, two in Cornwall (Truro and Falmouth) and two in Devon (Plymouth and Exeter). But in the main, protesters will shun them and try to get as close to the leaders and media as possible.\\nThe demonstrations will be many and varied. On Friday, young people from the Cornwall Youth Climate Alliance are organising a strike for schoolchildren on Gyllyngvase beach in Falmouth.\\nExtinction Rebellion (XR) is planning protest through art, music and dance on beaches, at sea and in St Ives and Falmouth. About 500 people have arrived at its campsite in St Ives.\\nA group called Resist G7, which includes the likes of the Anarchist Federation, Penzance Socialists and the Stop the War Coalition, is holding three days of protest including a “kill the bill” march on Sunday. Like XR, it is asking people to take a Covid test before travelling, and passing on the public health advice that everyone connected to G7 should take daily tests.\\nSome residents ask if it is worth it. The government has announced what it calls a “G7 legacy”, including town deals worth more than £65m for St Ives, Penzance and Camborne (though political opponents argue this is not really new as it was known the money was in the pipeline).\\nThe Rev Chris Wallis, the coordinator of the St Ives food bank, said he feared that the attention the G7 summit would bring would disadvantage less well-off locals. “It will make house prices worse in this area. It will certainly make poverty worse for those that are trying to live here.”\\nMichael Davies, a shop worker who lives in Carbis Bay, said he worried about the disruption. “But I think overall there’s a mixture of excitement and apprehension. We don’t know what to expect. We’ve never had anything this big happen before.”", "image": [["https://i.guim.co.uk/img/media/e10f75c9c2cc2eaa915106d799205c3aa51f735c/98_146_5086_3051/master/5086.jpg?width=465&dpr=1&s=none", "A Royal Navy ship near St Ives before the G7 summit in Cornwall."], ["https://i.guim.co.uk/img/media/79d8e019222110ef4900a7ccf8c4e97adb637556/0_0_6720_4480/master/6720.jpg?width=445&dpr=1&s=none", "Armed police at Carbis Bay."], ["https://i.guim.co.uk/img/media/2f0c0c6dcb25b4d802640902abe2023bef1d5eaa/0_0_4480_6720/master/4480.jpg?width=445&dpr=1&s=none", "Police on the train line at Carbis Bay ahead of the G7 Summit."]], "author": ["Steven Morris", "Patrick Wintour"], "date": "2021-06-09"}, "https://www.theguardian.com/environment/2021/jun/30/offsets-being-used-in-colombia-to-dodge-carbon-taxes-report-aoe": {"title": "Offsets being used in Colombia to dodge carbon taxes – report", "subtitle": null, "text": "Fossil fuel levy can be avoided by buying carbon offsets that may have no benefit for climate\\nForest protection carbon offsets that may have no benefit to the climate have been used by polluters to avoid paying carbon taxes in Colombia, according to a report.\\nIn 2016, a levy of about $5 (£3.60) was introduced in the South American country to cover the use of some fossil fuels. However, companies that emit carbon dioxide can avoid paying the tax by buying carbon offsets from Colombian emission reduction projects, including those that conserve threatened natural carbon banks such as peatlands, forests and mangrove swamps.\\nAccording to the report, a new analysis of large-scale forest protection schemes in the Colombian Amazon by Carbon Market Watch claims that they may be dramatically overstating their impact on preventing deforestation. The report warns that millions of carbon credits have likely been generated with no benefit to the climate.\\nIt finds the issue of “hot air” carbon credits from forest protection schemes in Colombia could be the “tip of the iceberg”, with 75 similar projects permitted to sell credits under the country’s domestic tax system.\\nAbout 5m credits have been bought from the projects considered in the report, nearly all by Primax Colombia SAS, a fossil fuel company covered by the carbon tax. This would represent a loss of about $25m to the government, according to the report, which has been published as part of an investigation with the Latin American Center for Investigative Journalism (CLIP).\\nCarbon Market Watch, an accredited observer of UN climate negotiations, has called on Verra, a US nonprofit which administers the world’s leading carbon credit standard used by one of the projects analysed in the report, to suspend the scheme from their registry.\\nThe analysis comes amid growing concern over the environmental integrity of emission reductions from forest protection schemes approved by Verra, frequently used by major polluters to substantiate “net zero” and “carbon neutral” claims.\\nLast month, an investigation by the Guardian and Unearthed, Greenpeace’s investigative journalism unit, into 10 schemes approved by Verra found they face a significant credibility problem, with experts warning the system is not fit for purpose.\\nVerra is in the process of reviewing its rules for its Redd+ projects but has so far ruled out retrospectively cancelling credits that have already been approved.\\nGilles Dufrasne, policy officer at Carbon Market Watch, said: “This scandal is yet another striking example of carbon market standards failing to uphold environmental integrity of offset projects. It harms the climate, reduces government revenues and threatens the continuation of climate finance payments from international donors. We hear time and again that the voluntary carbon market helps countries go beyond their existing climate commitment, but here it has actually undermined national efforts.”\\nForest protection schemes, known as Redd+ (reducing emissions from deforestation and forest degradation), generate credits by preventing environmental destruction against a baseline often based on historical loss.\\nConcerns that projects were producing “hot air” credits by exaggerating their environmental impact by using dramatic deforestation baselines have long dogged Redd+ projects and in 2018, the Colombian environment ministry introduced rules requiring schemes to comply with a national baseline development by the government, known as a forest reference emission level (FREL).\\nThe report said some schemes are not using the national baseline and are claiming credits against a much higher deforestation scenario, probably producing credits of little benefit to the climate. While more finance for forest conservation is needed, Carbon Market Watch said it could not come at the expense of environmental integrity.\\nVerra said the analysis was methodologically flawed. A spokesperson said: “It compares the project’s baseline to the country’s Forest Reference Emission Level (FREL), but the assessment of Colombia’s FREL by the UNFCCC has not yet been finalised, and in any event a FREL represents an average across an entire country or region and is not site-specific.\\n“Verra emphasises that all VCS projects follow approved methodologies and are validated by independent third-party auditors. All emission reductions and removals are verified by such auditors as well.”\\nIn response to the report, the Colombian environment ministry said it was developing a strategy to strengthen the integrity of the current system by improving the environmental credibility of the carbon market and governance of the carbon tax exemption mechanism, among other measures.\\nIn a statement, Primax Colombia said they bought the carbon credits in compliance with the government’s tax rules, and that the responsibility for verifying the environmental credibility of the offsets belongs to the validation and verification bodies.\\nThis article was amended on 23 July 2021 to include a response from Primax Colombia received after publication.", "image": [["https://i.guim.co.uk/img/media/0ebc0887228d2f446a3f507057e59df632a503d2/0_204_5568_3341/master/5568.jpg?width=465&dpr=1&s=none", "People hold a mock coffin with the words ‘Our Amazon’ in a demonstration during the youth global climate strike in Cali, Colombia, in September 2019. "]], "author": ["Patrick Greenfield"], "date": "2021-06-30"}, "https://www.theguardian.com/environment/2021/jun/07/climate-crisis-to-shrink-g7-economies-twice-as-much-as-covid-19-says-research": {"title": "Climate crisis to shrink G7 economies twice as much as Covid-19, says research", "subtitle": null, "text": "G7 countries will lose $5tn a year by 2050 if temperatures rise by 2.6C\\nThe economies of rich countries will shrink by twice as much as they did in the Covid-19 crisis if they fail to tackle rising greenhouse gas emissions, according to research.\\nThe G7 countries – the world’s biggest industrialised economies – will lose 8.5% of GDP a year, or nearly $5tn wiped off their economies, within 30 years if temperatures rise by 2.6C, as they are likely to on the basis of government pledges and policies around the world, according to research from Oxfam and the Swiss Re Institute.\\nThe economies of G7 nations contracted by about 4.2% on average in the coronavirus pandemic, and the economic losses from the climate crisis by 2050 would be roughly on the scale of suffering a similar crisis twice every year, according to the research. The UK’s economy would lose 6.5% a year by 2050 on current policies and projections, compared with 2.4% if the goals of the Paris climate agreement are met.\\nOther nations will be hit much worse, including India, whose economy will shrink by a quarter owing to a 2.6C temperature increase, while Australia will suffer a loss of 12.5% of output, and South Korea will lose nearly a tenth of its economic potential.\\nThe leaders of the G7 countries – the UK, the US, Japan, Canada, France, Germany, Italy – and the EU will meet in Cornwall on Friday to discuss the global economy, Covid-19 vaccines, taxes on business, and the climate crisis.\\nThe modelling by the insurance firm Swiss Re took account of the forecast direct impacts of climate breakdown, including extreme weather such as droughts and floods, as well as the effects on agricultural productivity, health and heat stress.\\nJerome Haegeli, group chief economist at Swiss Re, said: “Climate change is the long-term number one risk to the global economy, and staying where we are is not an option – we need more progress by the G7. That means not just obligations on cutting CO2 but helping developing countries too, that’s super-important.”\\nHe said vaccines for Covid-19 were also a key way to help developing countries, as their economies were hit hard by the pandemic and would need help to recover on a green path, rather than through boosting fossil fuels.\\nThe insurer found that policies and pledges by governments to reduce greenhouse gas emissions were still inadequate to meet the goals of the Paris agreement. As well as hosting the G7 summit, the UK will host vital UN climate talks, called Cop26, this November in Glasgow.\\nPressure on the UK as Cop26 approaches\\nCampaigners and climate experts have been increasingly concerned about a series of government actions that appear to be out of step with the government’s commitment to net zero emissions, ahead of hosting vital UN climate talks, called Cop26, this November in Glasgow. As host and president of the talks, the UK will have to bring squabbling nations together to agree to slash emissions drastically in the next ten years, and reach net zero emissions by mid-century.\\nRebecca Newsom, head of politics at Greenpeace UK, said the government must reject airport expansion to show leadership at Cop26: “If true, pausing the plans is a sign that the government is starting to clock the catastrophic impacts of this proposed expansion. But we’re just months away from hosting critical global climate talks, and this climate-wrecking mega project is clearly incompatible with our plans to cut emissions, so why only delay the decision and not just call it in now? Quashing the expansion plans before the global climate summit begins would be a real show of climate leadership.”\\nGreen groups received assurances from civil servants in 2019 that decisions on new infrastructure that could increase greenhouse gas emissions would take account of the government’s target of reaching net zero emissions by 2050. However, the supreme court ruled last December that the government’s commitments under the 2015 Paris agreement could effectively be ignored in the decision to press ahead with a third runway at Heathrow.\\nA group of more than 130 prominent scientists, academics and lawyers, including former Nasa scientist James Hansen, and UK former chief scientist Sir David King, last week wrote to the government expressing concern over the supreme court ruling, and warning that the government’s international climate commitments were being ignored. They wrote: “The highest court in the UK has set a precedent that major national projects can proceed even where they are inconsistent with maintaining the temperature limit on which our collective survival depends. Indeed, the precedent goes further still. It says that the government is not bound even to consider the goals of an agreement that is near universally agreed. Not only does that undermine the UK’s status as a champion of the Paris agreement just ahead of Cop26. It also substantially reduces humanity’s prospects of maintaining that limit and hence averting disaster.”\\nOther recent controversial decisions, such as the government’s initial backing for the Cumbrian coal mine, and a new round of licences granted to extract oil and gas from the North Sea, have also raised concerns. The government has scrapped its main green recovery measure, the green homes grant, which was intended to create thousands of green jobs by helping households to install insulation, and cut incentives to buy electric cars.\\nAhead of Cop26, the UK is calling on all countries to come forward with tougher pledges on carbon in order to meet the Paris targets of limiting global heating to well below 2C, and preferably no more than 1.5C, above pre-industrial levels. The lower limit is increasingly imperilled, as greenhouse gas emissions are forecast to jump sharply this year, by the second highest leap on record, owing to the rebound from the Covid-19 recession and increasing use of coal.\\nDanny Sriskandarajah, the chief executive of Oxfam GB, said: “The climate crisis is already devastating lives in poorer countries, but the world’s most developed economies are not immune. The UK government has a once-in-a-generation opportunity to lead the world towards a safer, more liveable planet for all of us.\\n“It should strain every diplomatic sinew to secure the strongest possible outcome at the G7 and Cop26, and lead by example by turning promises into action and reversing self-defeating decisions like the proposed coalmine in Cumbria and cuts to overseas aid.”\\nThe record of Boris Johnson’s government has come under close scrutiny in the run-up to the G7 and Cop26 meetings. Leading figures in climate diplomacy have said the prime minister must “get a grip” of the UN talks in order to ensure their success, as rows over a proposed new coalmine, the decision to slash overseas aid from 0.7% to 0.5% of GDP, and issues such as new oil and gas licences for the North Sea, the scrapping of the green homes grant and of incentives for electric vehicles, and airport expansion, have all undermined the government’s green credentials.\\nOverseas aid has been the key sticking point for many, described as a diplomatic disaster when the success of Cop26 hinges in part on the UK persuading other rich nations at the G7 summit to come up with far higher pledges of financial assistance to the developing world, to help poor countries cut their emissions and cope with the impacts of climate breakdown.\\nDozens of Conservative rebels are planning to try to force the government to back down on the aid cuts in a key vote on Monday. The row, and the rise in Covid cases from new variants of the virus, threaten to overshadow what Johnson had hoped would be an uplifting meeting celebrating the success of vaccines, and laying the groundwork for a successful Cop26 in Glasgow this November.", "image": [["https://i.guim.co.uk/img/media/053b6dddd31e117ac0e1dce99b3b878991688cde/793_464_2468_1481/master/2468.jpg?width=465&dpr=1&s=none", "Two activists from Ocean Rebellion, one wearing a Boris Johnson mask and holding money, set a boat on fire during a demonstration ahead of the G7 summit in Cornwall."]], "author": ["Fiona Harvey"], "date": "2021-06-07"}, "https://www.theguardian.com/world/2021/jun/16/climate-activists-take-norway-european-human-rights-court-arctic-oil-drilling-plans": {"title": "Climate activists take Norway to human rights court over Arctic oil plans", "subtitle": null, "text": "Activists allege decision to grant oil exploration licences violated right to healthy environment\\nSix climate activists and two environmental NGOs have taken Norway to the European court of human rights (ECHR), arguing the Nordic country’s plans to drill for oil in the Arctic are harming young people’s futures.\\nThe activists, Greenpeace and Young Friends of the Earth, want the court to rule that Oslo’s 2016 decision to grant 10 Barents Sea oil exploration licences violated article 112 of Norway’s constitution, which guarantees the right to a healthy environment.\\n“The environmentalists argue that, by allowing new oil drilling in the midst of a climate crisis, Norway is in breach of fundamental human rights,” the campaigners said in a statement announcing their appeal to the ECHR.\\nThe case follows a recent decision by a Dutch court to order Royal Dutch Shell to cut its global carbon emissions by 45% from 2019 levels by the end of 2030 in a landmark case brought by Friends of the Earth and 17,000 co-plaintiffs.\\nNorway, Europe’s second-largest oil and gas producer, produces about 4m barrels a day of oil equivalent. It said last week that while it was investing in hydrogen and offshore wind for its green energy transition, it would continue to extract oil and gas until at least 2050 and possibly beyond.\\nThe campaigners’ arguments have been rejected by three successive Norwegian courts, culminating in a ruling by the country’s supreme court that the granting of oil permits was not contrary to the European convention on human rights because it did not represent “a real and immediate risk” to life and physical integrity.\\nGreenpeace said in a statement the campaigners considered the ruling flawed because it “discounted the significance of their environmental constitutional rights, and did not take into account an accurate assessment of the consequences of climate change for the coming generations”.\\nThe ECHR, which will now consider whether the activists’ appeal – labelled “the people v Arctic oil” – is admissible, requires cases it hears to “directly and personally” affect applicants. Its rulings are binding on countries involved.\\n“For those of us who live close to nature, the effects of climate change are already dramatic,” said Ella Marie Hætta Isaksen, one of the activists, who are all aged between 20 and 27. “We have to take action now to limit irreversible damage to our climate and ecosystems to ensure livelihoods for the coming generations.”\\nLasse Eriksen Bjørn, another of the activists, from the indigenous Sami people of northern Norway, said the exploration licences were “a violation of articles 2 and 8 in the European convention on human rights, granting me the right to be protected against decisions endangering my life and wellbeing”.\\nThe Sami culture was “closely related to the use of nature, and fisheries are essential”, he said, adding: “A threat to our oceans is a threat to our people.”\\nMia Chamberlain, a third applicant, said the climate crisis and government inaction were “depriving me of belief in the future” and leading to depression. “Our application to the ECHR is for me the manifestation of action and hope in the face of this crisis.”\\nThe picture caption with this article was amended on 17 June 2021 to make clear the structure shown is a deepwater construction vessel, not the oil-drilling platform it is installing.", "image": [["https://i.guim.co.uk/img/media/1ab58a49d507942accdc10dcdea1d5703eeacfda/0_217_3264_1958/master/3264.jpg?width=465&dpr=1&s=none", "Construction of drilling platform near Stord, Norway"]], "author": ["Jon Henley"], "date": "2021-06-16"}, "https://www.theguardian.com/world/2021/jun/13/g7-reaffirmed-goals-but-failed-to-provide-funds-needed-to-reach-them-experts-say": {"title": "G7 reaffirmed goals but failed to provide funds needed to reach them, experts say", "subtitle": null, "text": "Climate finance for developing nations was supposed to reach $100bn a year by 2020, but has fallen far short\\nThe G7 summit ended with rich nations reaffirming their goal to limit global heating to 1.5C, and agreeing to protect and restore 30% of the natural world by the end of this decade, but failing to provide the funds experts say will be needed to reach such goals.\\nBoris Johnson badly needed a successful G7 deal on climate finance to pave the way for vital UN climate talks, called Cop26, to be held in Glasgow this November. Climate finance is provided by rich countries to developing nations, to help them cut greenhouse gas emissions and cope with the impacts of climate breakdown, and was supposed to reach $100bn a year by 2020, but has fallen far short.\\nJennifer Morgan, executive director of Greenpeace, said: “The G7 have failed to set us up for a successful Cop26, as trust is sorely lacking between rich and developing countries.”\\nWithout stronger commitments on climate finance, Johnson will face an uphill struggle in getting support for any Cop26 deal from the developing world, who make up the majority of countries at the UN climate talks and who will make or break any deal there.\\nThe prime minister was left to re-announce previously allocated cash, in the form of a £500m blue planet fund for marine conservation, already set out last year, while the other G7 members refused to stump up funds. About $2bn is to be provided to help countries phase out coal-fired power generation, but it is not clear whether this is new money.\\nThe communique promised only: “We welcome the commitments already made by some of the G7 to increase climate finance and look forward to new commitments from others well ahead of Cop26.”\\nMalik Amin Aslam, climate minister of Pakistan, said: “The G7 announcement on climate finance is really peanuts in the face of an existential catastrophe. It really comes as a huge disappointment for impacted and vulnerable countries like Pakistan – already compelled to ramp up their climate expenditures to cope with forced adaptation needs.”\\nPoor countries argue that the rich world did most to create the climate crisis, but the most vulnerable nations also face rising debt burdens from Covid-19, and have no money to invest in clean energy, low-carbon infrastructure or ways to adapt to extreme weather.\\nAslam warned of the impact on the Cop26 talks: “At the least, countries responsible for this inescapable crisis need to live up to their stated commitments, otherwise the upcoming climate negotiations could well become an exercise in futility.”\\nInsiders said some of the G7 nations may make further promises on climate finance before Cop26, but were wary of doing so in Cornwall amid an atmosphere of mistrust engendered by the rows over Brexit, on which Johnson is accused of reneging on his commitments, and the UK’s decision to cut overseas aid, from 0.7% to 0.5% of GDP, which experts said undermined the UK’s call on other nations to increase their climate finance.\\nThe G7 also fell short of campaigners’ hopes on fossil fuels. Last month, the International Energy Agency, the world’s gold standard for energy data and advice, said countries must halt all new fossil fuel exploration and development from the end of this year, to keep within the 1.5C threshold.\\nDespite committing to an end to financing coal overseas, and phasing out fossil fuel subsidies by 2025, the G7 stopped short of calling a halt to the exploitation of new fossil fuel resources.\\nLaurie van der Burg, senior campaigner at the pressure group Oil Change International, said: “The G7 has failed to commit to what leading economists, energy analysts, and global civil society have shown is required: an end to public finance for all fossil fuels. Our climate cannot afford further delay, and the failure of the G7 to heed these demands means more people impacted by the ravages of our climate chaos.”", "image": [["https://i.guim.co.uk/img/media/2cfa50464a93290de8c5d8f4ec7f27b5051c5b7d/0_198_5314_3189/master/5314.jpg?width=465&dpr=1&s=none", "From L to R, front: Canadian PM Justin Trudeau, US president Joe Biden, UK PM Boris Johnson, French president Emmanuel Macron, German chancellor Angela Merkel. From L to R, rear: European Council president Charles Michel, Japanese PM Yoshihide Suga, Italian PM Mario Draghi and European Commission president Ursula von der Leyen."]], "author": ["Fiona Harvey"], "date": "2021-06-13"}, "https://www.theguardian.com/world/2021/jun/13/weve-had-bidens-security-and-us-marines-here-cornwall-crowds-enjoy-g7-circus": {"title": "‘We’ve had Biden’s security and US marines here’: Cornwall crowds enjoy G7 circus", "subtitle": null, "text": "Holidaymakers in the seaside town close to the summit were fascinated by the cavalcade of security. And local traders saw a chance to make some money\\nAsked to rate his holiday in St Ives, six-year-old Bertie did not hesitate: “Fifteen out of 10. I’ve liked everything.”\\nHe’s loved playing on the sandy beach and paddling in the harbour, but also enjoyed the show created by the G7 summit taking place across the bay – the naval ships, the military helicopters, the police officers buzzing around on boats and jet-skis.\\nBertie even joined in the dancing when the loud, colourful Extinction Rebellion marched through town and across the beach to the beat of hundreds of drums.\\nThe arrival of the G7 circus in Cornwall has made this a trip unlike any other for the thousands of visitors who have been holidaying on the fringes of the summit.\\n“It’s been quite an experience,” said Bertie’s father, Mark Leatham, from Stockport. “If anything, G7 has added to the experience.” One downside was a dawn demo by Ocean Rebellion, which involved blasting a foghorn in the direction of Carbis Bay, the main summit venue. “I’m not sure it would have woken Boris Johnson up but it certainly did the job for us,” said Leatham.\\nWhile some tourists have been put off by the concerns over delays and jams, others actually headed to the area to soak in the atmosphere. Lewis Williams, 17, took a day trip from Penzance. “You don’t often have something like this on your doorstep,” he said as he waited in Carbis Bay for a glimpse of Joe Biden’s cavalcade.\\nSome parents have turned the presence of so many security staff into a game. Officers from more than 40 other police forces are helping Devon and Cornwall keep order, and one imaginative mum created an “I spy” game – five points for every local officer spotted, 20 for the Met, 50 for a Scottish one and so on.\\nUsually, the customers in the cafes and restaurants that line the harbour watch the comings and goings of the fishing and pleasure boats. This week, the stars have been the naval and police marine unit vessels with visitors downloading boat tracking apps to keep an eye on who is who.\\nMany tourism businesses have been a little quieter, with day-trippers put off by the warning signs on the main route into Cornwall telling people to keep away.\\nGraeme Parkhill, manager of the Pengenna Pasties shop, said he had served fewer tourists. “But we’ve had members of Biden’s security detail here, US marines, police officers, protesters. We’ll sell a pasty to anyone.”\\nThe New Craftsman Gallery is selling postcards of a lighthearted painting by the local artist Jenny Birchall of a fantasy scene in which members of the G7 in swimsuits cavort on the beach – watched by political figures of the past and present including Nelson Mandela, the Obamas and Che Guevara.\\nWhile many St Ives residents have fled, others have stayed and enjoyed the event. GP Jane Lucas-McGrath and her husband, account manager Andy, who live on the hill above the harbour, said their children, Alfie, four and Olivia, 19 months, were relishing the excitement. “We’re going to let Alfie stay up late to see the Red Arrows,” said Jane.\\nThere have been hitches. Alan and Helena Walters, 77 and 59, from Shropshire, were only “vaguely aware” there was a summit when they booked their break and were surprised to be confronted by thousands of police officers out on the streets.\\nThey were having to cut their holiday short because of changes to the local rail service brought in for security reasons. “That is frustrating,” said Alan, also a GP. “We were being environmentally friendly by travelling by train. It’s ironic that a lot of G7 is about the environment but the trains aren’t working properly.”\\nStill, the couple have had a lovely time. “Nothing could spoil St Ives,” said Helena. “It’s such a magical place.”", "image": [["https://i.guim.co.uk/img/media/0ca3cbf98ec0fff799719c38e3dbe30f54fc20f2/0_0_6720_4480/master/6720.jpg?width=465&dpr=1&s=none", "“If anything, G7 has added to the experience,” says Mark Leatham, who is pictured with wife Leanne and their kids Bertie and Rosemary."], ["https://i.guim.co.uk/img/media/eea2078acc25f1eee430d8b61cc7577648ded12f/0_0_6720_4480/master/6720.jpg?width=445&dpr=1&s=none", "Alan Walters and Helena Walters from Shropshire. “Nothing could spoil St Ives,” said Helena. “It’s such a magical place.”"], ["https://i.guim.co.uk/img/media/9951e95828f2e5d87f228ac027c0d344b6b186b2/0_0_6720_4480/master/6720.jpg?width=445&dpr=1&s=none", "Elena Haase, at New Craftsman Gallery, showcasing work by local artist Jenny Birchall."]], "author": ["Steven Morris"], "date": "2021-06-13"}, "https://www.theguardian.com/environment/2021/jun/16/police-hold-greenpeace-activist-after-euro-2020-parachute-stunt-goes-awry": {"title": "Greenpeace Euro 2020 parachutist lucky not to be shot down, says politician", "subtitle": null, "text": "Bavarian minister says activist could have ‘paid with life’ for stunt before Germany v France game in Munich\\n\\nA Greenpeace protester who parachuted into the stadium before Germany’s Euro 2020 match against France in Munich was lucky not to have been shot down by anti-terror marksmen enforcing a no-fly zone, a state minister has said.\\nTwo people were injured when the activist lost control of his powered paraglider, which had a motor attached to his back, and hit overhead camera wires attached to the stadium roof. Fans ducked as he careered towards the spectator area, narrowly missing the stands and demolishing technical equipment before crashing in front of the German penalty area.\\nDebris fell on to the field and main grandstand, just missing the French manager, Didier Deschamps. Two German players were first to approach the protester, before he was led away by security services.\\n“Due to the Greenpeace banner the marksmen did not intervene,” said Joachim Herrmann, Bavaria’s interior minister for the state. “But if the police had come to a different conclusion that they might have been dealing with a terrorist attack, the aviator may well have paid with his life.”\\nBavaria’s leader, Markus Söder, said the incident would be properly investigated. “This was no trivial offence,” Söder told Bavarian radio. “It will be dealt with very thoroughly. This was a clear violation.”\\nMunich police said on Wednesday they were investigating various potential violations of the criminal code and aviation act. “The pilot injured two men during the landing approach. The injured were given medical care by the emergency services and taken to hospitals for further care,” police said in a statement.\\nThe police said none of the injuries were serious and the pilot, a 38-year-old man with an address in the south-west state of Baden Württemberg, was unharmed. “There is no understanding whatsoever for such irresponsible actions in which a considerable risk to human life is accepted,” the police said.\\nMunich’s deputy mayor, Katrin Habenschaden, who was in the stadium and witnessed the incident closeup, said: “I was sitting near the press tribune. The paraglider whizzed past me about 30 metres away,” she told the tabloid Bild.\\nA Green party member, she nonetheless condemned Greenpeace’s actions. “It was life-threatening and it was only pure luck that nothing more happened. Greenpeace has done great damage to its reputation.”\\nGreenpeace has apologised for the stunt, which it admitted had gone wrong. It said the protest action was aimed at urging the carmaker Volkswagen, a Euro 2020 sponsor, to stop selling diesel and petrol cars.\\n“This protest was never meant to interrupt the game or injure people,” the group said in a Twitter post. “We hope that everyone is OK and that nobody has been seriously injured. Greenpeace actions are always peaceful and non-violent. Unfortunately, with this stunt everything did not go to plan.”\\nIn a second statement on Wednesday, Greenpeace said it apologised unreservedly to the two injured people. “The pilot had wanted to let a balloon hover in the stadium, but had to then do an emergency landing, due to the fact that the hand gas control of the parachute failed.”\\nThe man at the controls of the parachute is reported to be a veteran activist stuntman, identified only as Kai S, who is known to police after he parachuted on to the roof of the European Central Bank in Frankfurt in March to highlight “central banks’ role in projects which are harmful to the environment”.\\nUefa defended its environmental credentials in a statement on Tuesday, saying it was “fully committed to a sustainable Euro 2020 tournament”.", "image": [["https://i.guim.co.uk/img/media/f9feb06dafc9f79009ef91cb69e7b434c98714bf/0_705_7477_4487/master/7477.jpg?width=445&dpr=1&s=none", "Greenpeace activist lands on the pitch before the Euro 2020 match between France and Germany at the Allianz Arena in Munich"]], "author": ["Kate Connolly"], "date": "2021-06-16"}, "https://www.theguardian.com/football/2021/jun/16/paul-pogba-moves-sponsors-beer-from-view-at-euro-2020-news-conference": {"title": "Paul Pogba moves sponsor’s beer from view at Euro 2020 news conference", "subtitle": null, "text": "Player’s removal of Heineken bottle comes after Cristiano Ronaldo moved bottles of Coca-Cola out of shot before speaking to cameras\\nFrance midfielder Paul Pogba became the latest footballer to take issue with Euro 2020’s official beverages after removing a bottle of Heineken beer that had been placed in front of him at a news conference on Tuesday.\\nPogba, a practising Muslim, moved the bottle of Heineken’s non-alcoholic 0.0 brand when he sat down to speak to the media after he was named ‘Man of the Match’ in France’s 1-0 win over Germany.\\nIt came a day after Portugal’s Cristiano Ronaldo removed two bottles of Coca-Cola at a news conference and held up a bottle of water, saying “Agua” – Portuguese for water.\\nIt is the latest instance of unexpected focus on the sponsors of the tournament. Ahead of the France-Germany match a protester from environmental group Greenpeace parachuted into the stadium to protest against Volkswagen as a tournament sponsor, and demand that the German manufacturer stop the sale of petrol and diesel cars.\\nScrutiny of sponsors is a regular feature of big sports tournaments. Previous criticism has focused on the involvement of sponsors such as Coca-Cola and fast food giant McDonald’s. Campaigners on tackling obesity argue that marketing for products with high sugar or fat content is contributing to a global obesity epidemic.\\nOther campaigns have previously highlighted the presence of cigarette companies and betting companies among sports sponsors, although neither are present at Euro 2020.\\nThe sponsors of the tournament include Gazprom, Russia’s state-owned gas producer, and Qatar Airways.\\nUefa, the organiser of the tournament, did not immediately comment on Heineken.\\nHowever, after Ronaldo’s comments, Uefa said: “Coca-Cola offers a range of drinks to suit different tastes and needs, which are available to players throughout the tournament. This includes waters, isotonic sports drinks and juices, coffee and tea, as well as Coca-Cola.\\n“Players are offered water, alongside Coca-Cola and Coca-Cola Zero Sugar, on arrival at our press conferences. Everyone is entitled to their drink preferences.”", "image": null, "author": ["Jasper Jolly"], "date": "2021-06-16"}, "https://www.theguardian.com/environment/2021/jun/01/maggie-moss-obituary-environment": {"title": "Maggie Moss obituary", "subtitle": null, "text": "My sister Maggie Moss, who has died aged 69 of cancer, was a teacher, author and ecologist. She came to be a keen advocate of butterfly monitoring in an urban setting.\\nHer interest in plants and bugs lasted all her life. Shortsightedness meant that the family interest in birds was hopeless for her – she couldn’t see them well enough. Over the years she taught me to look at all things creeping, opening up a world of bugs, beetles and parasitic wasps.\\nIt struck Maggie that monitoring butterflies only in the countryside was missing a trick. In 2017, in Bristol, she created an urban butterfly transect to measure, by weekly survey, changes in the numbers and variety of butterflies in a set area. In addition, she initiated a conference programme looking at urban issues such as verge mowing management and wildlife gardening.\\nMaggie was a member of Ashley Vale Allotment Association. As the allotment’s first wildlife officer she promoted wildlife-friendly practices. With students from the University of the West of England she renovated a large pond. A motion sensitive camera was installed which revealed night-time visitors: badgers, foxes and deer.\\nBorn in Wantage, Oxfordshire, Maggie was one of three daughters of Rachel (nee Bailey) and Basil Moss. When she was three our family moved to Redland, Bristol, where our father, a vicar, became a parish priest, then canon of Bristol Cathedral, and Maggie went to Fairfield school.\\nLater we moved to Dulwich, south London. Maggie went to Mary Datchelor girls’ school, Camberwell, then Loughborough College of Education, qualifying in 1974. Having taught at Weston All Saints primary school in Bath for some years, in 1978 she travelled overland, on her own, to India. The resulting increase in confidence, sense of independence and self-reliance she gained remained with her for the rest of life.\\nMaggie collaborated with our sister, Gemma, to write the groundbreaking Handbook for Women Travellers (1987). Translated into three languages, it offered practical advice for women travelling solo or together, covering how to stay safe and be culturally sensitive and eco-conscious. She subsequently worked with Tourism Concern to establish the Himalayan Tourist Code (1988).\\nMaggie met Mike Manson in 1979 at Bristol Polytechnic while training to be a careers adviser, and they married in 1984. She then worked for Avon Careers Service with young people who were excluded or failed by the education system.\\nLatterly she was employed as an outreach worker for further education colleges in Bristol, seeking to inform and link schools and students to the courses they offered. When she retired in 2015 she was schools liaison officer for St Brendan’s sixth form college in Bristol.\\nMaggie’s love of other cultures and music was broadened by travels to Ethiopia, Mali and Iran. With her she always took string to demonstrate “cat’s cradle”, an ingenious aid to help her connect with local women and children.\\nShe was a woman of strong principles. In 2019 she was arrested outside the Home Office at an Extinction Rebellion demonstration.\\nMaggie is survived by Mike, their children, Hannah and Matthew, and by Gemma and me.", "image": [["https://i.guim.co.uk/img/media/1391bb3d362d0c0ac7071ffe78032661053d7afc/0_402_4032_2419/master/4032.jpg?width=465&dpr=1&s=none", "Maggie Moss"]], "author": null, "date": "2021-06-01"}, "https://www.theguardian.com/australia-news/2021/jun/19/coffee-brought-to-you-by-coal-a-week-in-the-life-of-australias-acting-prime-minister": {"title": "Coffee brought to you by coal: a week in the life of Australia’s acting prime minister", "subtitle": null, "text": "Michael McCormack has a few things to say about nibbling mice, coffee drinkers and inner-city activists\\nIt’s always an interesting ride when Michael McCormack serves as acting prime minister.\\nThe last time the Nationals leader stepped into the role was January, when Scott Morrison took a quick holiday.\\nIn those few days, McCormack made headlines for comparing the US Capitol insurrectionists to the Black Lives Matter protesters, and then further inflamed the situation by deploying a favourite line of the hard right: “all lives matter”.\\nDuring the same period in the acting PM chair, McCormack defended Craig Kelly’s Covid misinformation as a disagreement on “facts”, which according to McCormack, are open to debate.\\nSo it was with bated breath that the country (and in all honesty, staff in the PMO and most of the government benches) waited to see what would unfold over the week with McCormack at the helm.\\nGiven past performances, it could almost be considered a success. The deputy prime minister only accused one opponent of treason, limited his attacks on those who live in the “inner city” to two, and seemed to mention coffee drinkers just once.\\nFor a man who once raged against those who hold concerns about climate change as “inner-city raving lunatics” as the nation choked on smoke from deadly bushfires, that’s almost a win.\\nHere a few of the most notable quotes from Michael McCormack this week.\\n[Coal] pays for a lot of hospitals. It pays for a lot of schools.\\nIt pays for a lot of barista machines that produce the coffee inner-city types sit around and drink and talk about the death of coal.”\\nExcept it wasn’t inner-city coffee drinking types discussing coal’s demise this time. It was the leaders of the G7 nations, which includes Joe Biden and Boris Johnson.\\nAnd I tell you what, I would much sooner live in Australia than live anywhere else, in this nation.”\\nWe don’t think he was talking about the external territories. Michael McCormack’s Australia appears to be a very specific place within the nation, where coal is king, no one is ever troubled by coffee and there is no such thing as the “inner city”.\\nWe don’t do things just to annoy the Greens, although I think the Greens annoy the hell out of everybody.\\nI’m yet to ever see them condemn the Extinction Rebellion protesters. I’m yet to ever see them exalt what our farmers do.\\nThey want to take all the water away from our irrigation producers.\\nThey want to upturn regional communities in a way that has never been there before. They want to destroy the social fabric of society. That’s why I sit with the Nationals. That’s why I’m in the Coalition.”\\nIt’s usually capitalism which destroys the social fabric of society, but I guess if your social fabric is stitched together by fossil fuels and a stubborn resistance to change, maybe the Greens would want to destroy it?\\nThen, of course, we have Peta, People for the Ethical Treatment of Animals, coming out – and I didn’t hear the member for Melbourne [Adam Bandt] disendorsing them – saying that the mice, the poor little curious creatures, should be rehomed.\\nI actually agree with Peta.\\nThey should be rehomed into their inner-city apartments so that they can nibble away at their food and their feet at night and scratch their children at night.\\nWishing mice plagues upon the hapless children of people you don’t agree with seems a strange political move, but then again, he’s talking about children who live in the inner city, which is apparently the biggest enemy of them all.\\nThe member for Melbourne [Adam Bandt] should begin to talk things up in Australia, not run us down, not tell other countries and write to their ambassadors they should deny Australian trade, because that’s what he has done. Treasonous I would call that – absolute traitor!”\\nMcCormack was made to immediately withdraw this comment, given that treason has a fairly particular definition in Australian law, which pretty much translates to declaring war on Australia, or taking up arms with a nation that has declared war against Australia, or participating in any way in causing the death of the queen, her heir, the governor general or the prime minister. Writing a few letters doesn’t appear to have made the list.\\nSo a quiet week, all things considered.", "image": [["https://i.guim.co.uk/img/media/3563737cd9b0746b4e79723fc81b16c7d627437d/0_15_5568_3341/master/5568.jpg?width=465&dpr=1&s=none", "michael mccormack"]], "author": ["Amy Remeikis"], "date": "2021-06-18"}}