{"https://www.theguardian.com/commentisfree/2021/apr/21/conservatives-war-on-woke-loony-left-political-correctness": {"title": "The Conservatives have been waging their ‘war on woke’ for decades", "subtitle": null, "text": "From the ‘loony left’ to ‘political correctness gone mad’, the right has long whipped up moral panic about activists\\nRarely a week passes without a rightwing commentator warning about the rise of “cancel culture” or decrying the “woke agenda”. “Wokeness” has been described as a threat to democracy, freedom of speech and – in the words of the culture secretary, Oliver Dowden – part of a wider effort to “do Britain down”. Boris Johnson’s government, cheered on by sections of the British press, is waging a “war on woke” to deal with this alleged crisis, targeting leftwing activists, anti-racists, academics and trans rights advocates.\\nSome have suggested ministers are stoking this culture war to distract voters from their failures in government. But this explanation underestimates the ideological reasons behind the government’s strategy, which is better understood as an attempt to shift the Overton window to the right while framing the rights of minorities as a fringe concern. The Conservatives seek a post-Brexit Britain bolstered by (among other things) an increasingly nativist and divisive populism, and a national pride in the achievements of the British empire, untrammelled by leftwing critics.\\nThere is a long history in Britain of the right whipping up a moral panic about leftwing activists working within state institutions to promote minority issues that most “ordinary” people supposedly oppose. In the 1980s, the British media portrayed a coalition of Marxists, anti-racists, feminists and gay rights activists as the “loony left”, a trope that was embraced by editors, journalists and politicians alike, particularly during the 1987 general election.\\nUnder Margaret Thatcher, the Conservatives endorsed a neoliberal free-market economy, but their liberalism did not extend beyond this. The government’s regressive approach to issues of race, gender and sexuality was famously characterised as one of “Victorian values”. For the British right in the 1980s, a war on the “loony left” was part of a broader ideological battle to reverse the social changes of the 1960s, when progress had been made on issues such as legalising homosexuality and abortion, and the increased awareness the “1968 generation” showed towards the rights of women, gay people and Black and Asian people.\\nAfter Thatcher’s electoral victory in 1979, the influence that the British left had previously enjoyed withered. Meanwhile, the face of leftwing politics was changing. In the 1970s and 80s, an array of social movements emerged, including the Anti-Nazi League in response to the National Front, the women’s liberation movement and the growing gay rights movement. These pluralist movements indicated that the left needed to take issues such as race, gender and sexuality seriously.\\nWhile many leftwing MPs resigned themselves to fighting defensive battles at the national level, local government became a fertile site of resistance to Thatcherism. Councils across London, alongside the Greater London council (GLC) under Ken Livingstone, Sheffield city council and Liverpool city council became places to enact socialist politics in a country governed by majority Tory rule. The GLC funded anti-racist, feminist and pro-LGBT initiatives, while many local councils made strident efforts to denounce apartheid in South Africa and announced nuclear-free zones. In London, Ken Livingstone infamously organised talks with Sinn Féin representatives through the GLC.\\nUnsurprisingly, this provoked anger among sections of the British press. As James Curran, Ivor Gaber and Julian Petley show in their book, Culture Wars: The Media and the British Left, the tabloids started using the term “loony left” in the mid-1980s to portray “the rise of a ‘crackpot’ left more concerned with minorities than with class”. Apocryphal stories of what would come to be known in the 1990s as “political correctness gone mad”, such as the alleged banning of the word “manhole” or the censoring of the nursery rhyme Baa Baa Black Sheep by Hackney council, made tabloid headlines – supposedly exposing the left’s fixation with “fringe” and minority issues.\\nStories of the “loony left” helped to justify the ultimate abolition of the GLC. The Conservatives made this a promise in their 1983 election manifesto, and alongside the defeat of the miners’ strike in 1985, the dissolution of the GLC in 1986 can be viewed as a Thatcherite victory over socialist politics. But stories of local authorities engaging with these issues still abounded, leading to further action by the Thatcher government. One of the most significant moves came in 1988, when the Conservatives introduced section 28 of the Local Government Act, which sought to “prohibit the promotion of homosexuality by local authorities”. It wasn’t until 2003 that the Blair government repealed it.\\nOf course, criticisms of the “loony left” – and the implicit accusation that too much attention was being devoted to the rights of minorities – weren’t exclusively the preserve of Conservatives. Many people in the Labour party also attacked sections of the left that supported these issues. In 1983, the gay rights campaigner Peter Tatchell ran as the Labour candidate in the Bermondsey byelection. He was criticised by Labour party insiders, and said that the party leadership pressured him to keep quiet about his private life. Under Neil Kinnock, Labour still viewed gay rights as a minority issue that might not appeal to voters, while Kinnock and Roy Hattersley, Labour’s former deputy leader, opposed the party’s Black Sections, the movement established in 1983 to demand greater representation for African Caribbean and Asian people.\\nThere are clear parallels between criticisms of the “loony left” in the 1980s and the labelling of movements such as Black Lives Matter and Extinction Rebellion as “woke” in the present day. In both eras, Conservative politicians and sections of the British press have demonised leftwing movements and portrayed them as worrisome forces attempting to infiltrate national institutions. While the right sought to rid local authorities of the “loony left” in the 1980s, they’re now raising the alarm over the alleged creep of “wokeness” in cultural institutions such as the BBC and the National Trust.\\nAs the political theorist Lea Ypi wrote last year, this culture war is stoking fears that Britain is threatened by leftwing “identity politics” that are harmful to a particular British way of life. Just as stories about the “loony left” gave credence to Thatcher’s war on local government in the second half of the 1980s, similar fear of “wokeness” and charges of “leftwing bias” or “virtue signalling” have legitimised the pressure that ministers have placed upon institutions such as the BBC. While some of their targets may have changed, the scare tactics of the right have not.\\nEvan Smith is is the author of No Platform: A History of Anti-Fascism, Universities and the Limits of Free Speech", "image": [["https://i.guim.co.uk/img/media/0501173c9bc7079a202d9aec024c902595f5e633/0_174_3966_2379/master/3966.jpg?width=465&dpr=1&s=none", "Ian McKellen and Peter Tatchell lead a march against section 28, Manchester, February 1988."]], "author": ["Evan Smith"], "date": "2021-04-21"}, "https://www.theguardian.com/environment/2021/apr/09/greta-thunberg-says-she-will-not-attend-cop26-climate-summit": {"title": "Greta Thunberg says she will not attend Cop26 climate summit", "subtitle": null, "text": "Swedish activist says uneven Covid vaccine rollout means countries would not participate on even terms\\nThe Swedish climate campaigner Greta Thunberg has said she will not attend the Cop26 climate summit in Glasgow in November, saying the uneven distribution of Covid-19 vaccines would mean countries could not participate on even terms.\\nThe 18-year-old activist said that by November richer countries would be vaccinating young healthy people “very often at the expense of people in at-risk groups in other parts of the world”.\\n“With the extremely inequitable vaccine distribution I will not attend the Cop26 conference if the development continues as it is now,” Thunberg said.\\nPressure on the UK as Cop26 approaches\\nCampaigners and climate experts have been increasingly concerned about a series of government actions that appear to be out of step with the government’s commitment to net zero emissions, ahead of hosting vital UN climate talks, called Cop26, this November in Glasgow. As host and president of the talks, the UK will have to bring squabbling nations together to agree to slash emissions drastically in the next ten years, and reach net zero emissions by mid-century.\\nRebecca Newsom, head of politics at Greenpeace UK, said the government must reject airport expansion to show leadership at Cop26: “If true, pausing the plans is a sign that the government is starting to clock the catastrophic impacts of this proposed expansion. But we’re just months away from hosting critical global climate talks, and this climate-wrecking mega project is clearly incompatible with our plans to cut emissions, so why only delay the decision and not just call it in now? Quashing the expansion plans before the global climate summit begins would be a real show of climate leadership.”\\nGreen groups received assurances from civil servants in 2019 that decisions on new infrastructure that could increase greenhouse gas emissions would take account of the government’s target of reaching net zero emissions by 2050. However, the supreme court ruled last December that the government’s commitments under the 2015 Paris agreement could effectively be ignored in the decision to press ahead with a third runway at Heathrow.\\nA group of more than 130 prominent scientists, academics and lawyers, including former Nasa scientist James Hansen, and UK former chief scientist Sir David King, last week wrote to the government expressing concern over the supreme court ruling, and warning that the government’s international climate commitments were being ignored. They wrote: “The highest court in the UK has set a precedent that major national projects can proceed even where they are inconsistent with maintaining the temperature limit on which our collective survival depends. Indeed, the precedent goes further still. It says that the government is not bound even to consider the goals of an agreement that is near universally agreed. Not only does that undermine the UK’s status as a champion of the Paris agreement just ahead of Cop26. It also substantially reduces humanity’s prospects of maintaining that limit and hence averting disaster.”\\nOther recent controversial decisions, such as the government’s initial backing for the Cumbrian coal mine, and a new round of licences granted to extract oil and gas from the North Sea, have also raised concerns. The government has scrapped its main green recovery measure, the green homes grant, which was intended to create thousands of green jobs by helping households to install insulation, and cut incentives to buy electric cars.\\nConfirming a BBC report, Thunberg said the conference should be postponed “if everyone could not attend in the same terms”. The conference has already been postponed once as it was originally planned for November 2020.\\nHowever, the campaigner said she did not rule out reversing her decision if vaccine access improved.\\n“Of course, I would love to attend the Cop26. But not unless everyone can take part on the same terms,” she said.\\nThunberg, who began campaigning against the climate emergency in 2018 at the age of 15, has earned Amnesty International’s top human rights prize and the Swedish Right Livelihood award. In 2019, she was named person of the year by Time magazine.", "image": [["https://i.guim.co.uk/img/media/65b062f92a012c12d3f7a12b9aaf4bdb5781334d/667_118_2863_1718/master/2863.jpg?width=465&dpr=1&s=none", "Greta Thunberg: ‘I would love to attend the Cop26. But not unless everyone can take part on the same terms.’"]], "author": null, "date": "2021-04-09"}, "https://www.theguardian.com/music/2021/apr/24/michael-stipe-the-male-idea-of-power-is-so-dumb": {"title": "Michael Stipe: ‘The male idea of power is so dumb’", "subtitle": null, "text": "He was in the one of the most influential indie bands ever, but the songwriter prefers life as a visual artist. He talks presidents, parties and photographing his heroes\\nThe Guardian’s journalism is independent. We will earn a commission if you buy something through an affiliate link. Learn more.\\nThe last time I saw Michael Stipe, he had a beanie hat on and was wandering between the tents at the Extinction Rebellion camp in Trafalgar Square. It was early evening in October 2019, and we had just finished an interview at a nearby hotel. The fashion designer Erdem Moralioglu had arrived with his twin sister Sara, to take Stipe to dinner, but Stipe wanted to check out the protest first. The crowd-phobic Erdem wasn’t sure, but Stipe was almost skipping with excitement. Both scenes – heading off for a meal with his world-renowned artistic friend and mixing with young grungy activists – were exactly his thing.\\nThe Guardian’s journalism is independent. We will earn a commission if you buy something through an affiliate link. Learn more.\\nWe had met to discuss Stipe’s second book of photography, Our Interference Times, which he’d created with the author Douglas Coupland. It was a hefty tome that explored the dissonance between the analogue and the digital. (If that sounds pretentious, the book was very accessible.) It was a follow-up to Volume 1, published in 2018, made with curator Jonathan Berger. That book was more intimate: only 35 pictures, including ones of a young River Phoenix, and Kurt Cobain’s hands.\\nNow, it’s time for Stipe’s third, which he made (mostly) on his own, to be called Michael Stipe. It’s a mixture of portraits of friends, family and figures who inspire him; photographs by Stipe, plus images of pots and book jackets he commissioned to honour people he admires. He’s speaking to me today from the New York apartment he shares with his long-term boyfriend Thomas (pronounced Tohma) Dozol, who is also a photographer. On our Zoom call, their apartment stretches out behind Stipe, open-plan, with a kitchen to the left and large windows to the right. Every inch of visible wall space has art on it; there are sculptures and piles of books. Dozol is padding around in the background, occasionally coming into view, and when he’s about to leave the apartment, Stipe excuses himself to give him a kiss.\\nStipe, in square specs and a bright T-shirt, shows me his new book. “This is my only copy,” he says. “I had it in my backpack and I was walking from my studio. It was pissing rain and it got soaking wet. But look, it’s held up well!” He’s proud of the book’s toughness? “Yes, I am. I’m proud of it full stop; it’s such a beautiful piece.” He flicks through the pages, holding them up to the camera with a smile. “Look at the blue! It came out so well!” His expression is constantly shifting, his feelings (pride, worry, humour) flickering across his face, like the shadows from moving clouds.\\nStipe, 61, is best known as a singer, but his band REM broke up in 2011. He’s a full-on, all-in person, and the band (one of the most respected and influential indie bands ever) had been a full-on, all-in project for 31 years. For a while after the split he stopped making music altogether, though he has released a couple of singles, including No Time For Love Like Now with Aaron Dessner of The National, which came out in early 2020 and almost seemed to predict lockdown: “When did this all begin to change?/The locked down memories can’t sustain/this glistening, hanging free fall”.\\nWhat he has done in his decade of non-music time is make art: mostly photography, though he also creates sculpture and video. The life of an artist suits him (“It feels like the real me; I don’t find music particularly easy. Photography, for me, is much easier”) and pre-pandemic, he would spend his days in New York in his studio. Though he keeps musician’s hours, getting up at 11am and going to bed at 5am, creating physical items appeals to him. “My life’s work with music is intangible,” he says. “It’s creativity that you cannot touch. And so making things that you can touch: a vase that you can hold, a book you can put it on the shelf, say… for me, that’s fascinating.”\\nHe has always taken photographs (some were used in REM’s imagery) and he collects some, too. So his first and second books involved several archive pictures, but he planned for the third volume to be different: he would take a series of portraits of people he felt exhibited “immense strength, combined with a very open vulnerability”. His wishlist of subjects was entirely comprised of women and included Patti Smith and Greta Thunberg.\\nHe started work on the book in 2019. First up was writer Joan Didion, but she declined his approach. Stipe didn’t mind, but Didion’s polite refusal led him to wonder if he could include her in a different way. For a while, he put that thought to one side, and concentrated on photographing those who had said yes. In his New York studio, he took pictures of Tilda Swinton. In Greenwich, London, at Erdem Moralioglu’s wedding, he spontaneously snapped Beth Ditto.\\nAll the while, he was carrying some other pictures with him; photos he’d recently taken of his friend John Giorno, an artist and poet, at Giorno’s exhibition opening, in August 2019. Giorno, who was once Andy Warhol’s lover, and appeared in REM’s last music video (for We All Go Back To Where We Belong), died while Stipe was in Europe. His death changed the nature of Stipe’s photography project. “I had the rolls of film in my bag and the moment he died, I thought, I need to include John,” he says. So he expanded the book’s concept to include people other than women – “to de-gender the project”, as he puts it. All the people he wanted to feature “are, for me, insanely heroic. The work that they’ve done, their activism, their art.”\\nStipe’s list of strong-but-vulnerable subjects grew. Meanwhile, his life (like everyone’s) was about to shrink. Back in the US, in March 2020, Stipe was out of New York when Dozol tested positive for Covid-19 (he recovered well). He decided not to return immediately, and instead went to Athens, Georgia, where his mother, sister and uncle live: “The decision was about family,” he says. “My mother had some difficult health issues.” He ended up staying for a while.\\nAbruptly, Stipe had to become domestic: organising and caring, doing practical and maintenance jobs that he hadn’t done for years. “Climbing ladders, replacing lightbulbs, cleaning out gutters, mowing the lawn, doing the dishes, cleaning and mopping.” How was that? “It takes up a lot of time,” he says. “And also, like everyone else, I found I couldn’t concentrate. I couldn’t focus on anything.”\\nHe started listening to podcasts, which he had never done before, finding his way there via some taped conversations he had of Lou Reed talking to the music producer Hal Willner. Stipe’s listening choices are very him: shows about art and queer issues. He loves 99% Invisible (about design), Your Undivided Attention (on the way social media manipulates us), Against Everyone (a countercultural show from former sex worker Conner Habib), Still Processing (a New York Times culture podcast), LaunchLeft (established artists recommend new ones, hosted by Rain Phoenix), Not Really (a gossipy gay New York podcast), Homo Sapiens (Alan Cumming and Christopher Sweeney’s queer interview show), Talk Art (Russell Tovey and Robert Diament chat art collecting), and New Models. “New Models is this fascinating, very high level of academic conversation, about technology and activism, and politics, and art. They’re talking in a language that is so above my pay grade. I feel the same as when I listen to Wagner. I don’t know exactly what I’m hearing, but I feel better and smarter for having listened to it.”\\nListening to podcasts and doing his chores, he considered what to do with his new book. Under lockdown, he couldn’t take anyone’s photograph (he didn’t want to do Zoom portraits) and couldn’t collaborate with the artist/curator he had originally wanted to be involved. So he decided to work in a different way.\\nStipe had already commissioned some vases from a ceramicist called Caroline Wallner, with a view to using them in an art exhibition. He asked her to put names on them, and they became a way of making a portrait of some of the people he wanted in the book: Mick Jagger, Lou Reed and Cate Blanchett. He also got in touch with a New York printmaker he knew, and asked her to make some book covers with people’s names on them (including Didion’s). He rekindled an old interest in fonts, and designed some of his own. The book Michael Stipe is now a combination of new portraits, photos of vases and book covers with names on them and lists of names printed in fonts designed by Stipe.\\nIt’s a lot freer than the original idea, and, in his head, has become a chronicle of lockdown. “The things that were impacting me wound up making their way in,” he says. “The book just expanded and expanded.” There’s even a podcast-y element: if you scan the QR codes on various pages, they lead to audio recordings of Stipe musing on why he included certain pictures, his thinking behind their placement.\\nThe book becomes more about family as it goes on: pictures of close friends such as Sam and Aaron Taylor-Johnson give way to snaps of his sister and his mum – who is fine, despite the pandemic worries. “My mum’s going gangbusters again, and she’s great.” On one page, there’s a lovely vintage picture of a couple: these are Stipe’s grandparents. “My grandmother and her brother would jump on the train from Mississippi and go to New Orleans on the weekend,” says Stipe. “She had flapper clothes and she danced. That’s her and my Papi, the two of them madly in love.” He had another grandfather who, he says, was a preacher: “And I know I can get very preacher-ilian and hectoring. I got it, too, I got it honest, as we say.”\\nI wouldn’t call Stipe hectoring: he just listens hard and answers carefully and fully. What he seems is sensitive, worried, unable to be glib. Stephen Colbert of the Late Show has described Stipe as “vibrating in reaction to the world”, and that seems right. As a singer, he seemed to mainline emotion; and though he has a light, almost flirty, social presence, he can’t laugh off horrible politics or cruelty, or climate change. Actually, the world affects him so much that, a few years ago, he was advised by a therapist to stop watching the news; he came off social media around three years ago, too, and stayed off. He used to post jokey pictures of himself on Instagram with famous friends, but with the other person cropped out, so the image was just of him grinning madly. He hates social media now.\\n“It’s so upsetting to me that it took the end of the years of Trump as president for Twitter and Jack Dorsey to finally decide that Trump had said something that was offensive on Twitter, and [his account] needed to be suspended,” he says. “That platform allowed Trump a voice that put wind under his sails, and allowed for the type of disgusting behaviour that earmarks those years, and allowed a pandemic to run ravage across our country and across the world. It’s an embarrassing and horrifying chapter of our history. This stupid male idea of power, it’s so dumb.” He warms to his theme: “It’s saddo and dumdum. We’re on a second-grade level here: Saddo and Dumdum. We’re better than this. Americans, you know, we’re particularly good at showing our asses publicly. But when I say we, I mean all of us. We’re better than this.”\\nThis is the preacher-ilian mode he was talking about earlier, and it hovers quite near the surface. Still, that’s not to say he can’t take a joke. When earlier this year the Guardian asked Stipe whom he would most like to apologise to, he said: “Anyone I slept with before the age of 27, because I was a selfish, cold-ass bitch.” Would he care to explain? “Well, it was me trying to be funny,” he says now, “but I was an incredibly insecure and selfish young man. I don’t think I was pleasant to be around, and I don’t think I was a very good lay. It took me the better part of my 20s to recognise that insecurities are actually a superpower, and something that I can utilise to allow my better work to come out of me. I don’t have to be snipy and cynical. Cold-ass bitch was a coat that I put on to protect myself and I realised, I can take that coat off now.”\\nIt sounds as if he was just scared. “I’m a very fearful person. Truthfully, a lot of what this book is about is the people who represent fearlessness to me.”\\nWhen it comes to fearlessness, Stipe has always taken a lot of strength from his friendship with Patti Smith, whom he admired when he was young and is still delighted to be friends with. He shows me a mask of William Blake with writing scrawled over it; a gift from Smith. “She’s the one who said to me, ‘At some point, you need to walk unafraid’,” he says. “And I turned that phrase into a song about exactly that (REM’s Walk Unafraid). But that fierce fearlessness is something that I still look to. To show me the way, to pull me away from the parts of myself that allow me to be absorbed into fear. And to run towards the thing that scares you the most. As a creative person, that’s maybe a superpower.”\\nBecause he admires artists so much, Stipe loves operating in a high-art friendship zone and enjoys telling tales about this, resulting in some heavy-duty name-dropping. For instance, he tells me that, every summer, he and Dozol go on holiday to France with the artist Sophie Calle. (There’s a picture of Calle in the book, with the hotelier and businessman Paddy McKillen.) “Oh my God, I was terrified to meet Sophie at first,” he says. “Her work is amazing, ripping apart the facade that people put up and seeing what’s behind it. But she’s got this wicked, fierce sense of humour.”\\nAnyway, one time, Calle was in New York and Stipe arranged to meet her at an art opening. He asked where she was staying, and she said, Canal Street, at Laurie Anderson’s. And at that time, Stipe lived on Canal Street and was friends with Anderson; he was delighted by the coincidence. After the show, Anderson said, “Do you mind if I call Lou?” (Lou Reed, her husband, who died in 2013).\\n“So she called Lou, and he showed up, and then I was like, ‘I told Patti Smith I was going to see her.’ So Patti showed up, and my friend Tom Gilroy. We all sat there, in this little tapas bar in Soho. Lou Reed, Laurie Anderson, Sophie Calle, Patti Smith, myself, and my best friend, Tom.” Stipe is clearly extremely chuffed with getting all these people together: “Lou and Tom were sat next to each other and they started talking about film. And then it went deep, into indie film-makers no one’s ever heard of before. It was amazing to watch.”\\nStipe is never happier than when he’s in a room full of clever, artistic types. His life, pre-lockdown, was unbelievably social. “Yes, lockdown is the only time I’ve never felt Fomo,’ he says. “I’m always, ‘Where’s the party, where are the exciting people?’” His extended stay in Athens was a completely other life and it has taken a while to adjust back to the city. “This is a very different space to being in my house alone.”\\nHe tells me about some parties where he met famous people. He went to a Vanity Fair Oscars do in the mid-1990s, invited by an agent friend, where he met Gore Vidal. “He’s so tall. So handsome. He’s fucking Gore Vidal. And I’m like, looking up at him like this,” – he pulls a face of extreme awe – “My reaction was to get away. I turned, and who was standing two feet from me? Nancy Reagan. With her hair all fluffed up. I screamed! I shrieked like a cartoon woman on a table with a mouse.”\\nAt the dinner, he was sitting next to the film director William Friedkin, who didn’t talk to him because Stipe wasn’t in the movie business. But Stipe enjoyed himself anyway. “I wound up drinking quite a lot. And I went around the room and I sat down with people. I was like, “Shirley MacLaine, I want to tell you about my dreams.” I made a real mess of myself. But I did get to congratulate Dolly.” (Dolly Parton was nominated for an Oscar for writing I Will Always Love You, Whitney Houston’s version of which was in The Bodyguard.)\\nStipe has put a Parton vase in his book, opposite a Laurie Anderson one, because he thought they have a lot in common. “I put people together in the that I thought would really appreciate each other’s company.” And this is what his book is about, I think; staging a vast virtual party, full of people that Stipe would like to see, or hang out with, or see hang out with each other; to meet even if they are dead. Lockdown has meant he can create his ideal event, full of the beautiful, the clever, the artistic, the brave, the activist. His family and everyone who inspires him, and he thinks we should admire. The best party ever.\\n“We need all of these minds, pushing us to be a better version of ourselves,” he says. “This is our learning period. We’ve just come through this terrible thing together that indicated how much we are all connected. I hope that what comes out of this is something that helps to elevate all of us, and to show ourselves to ourselves, show ourselves to each other.” He realises he sounds a little Pollyanna-ish, and his expression changes again, silliness and self-deprecation scudding across: “I know that I’m like, head-in-the-sky guy, and it sounds really naive, but, you know: it really is all about love.”\\nMichael Stipe is published on 29 April by damianieditore.com, priced at £50. The book includes QR-linked free audio content.\\nThis article was amended on 24 and 26 April 2021. An earlier version said REM broke up in 2010, rather than 2011. Also, Michael Stipe contacted us after publication to correct two of his own recollections: the photo of Beth Ditto was taken at Erdem Moralioglu’s wedding, not his sister Sara’s; and he sat next to William Friedkin at the Vanity Fair Oscars dinner, not Roman Polanski.", "image": [["https://i.guim.co.uk/img/media/0fd1292862fcb7cab8ae444acad10b8d944b284f/0_1133_4912_3615/master/4912.jpg?width=465&dpr=1&s=none", "Michael Stipe in his studio"], ["https://i.guim.co.uk/img/media/bb8ceb603371e4d62f487a0f0bba9586a5066c10/0_0_3600_2160/master/3600.jpg?width=445&dpr=1&s=none", "Thomas Dozol and Michael Stipe."], ["https://i.guim.co.uk/img/media/e081ef659788257a72183926b27e58146d1697f4/0_0_6643_4800/master/6643.jpg?width=445&dpr=1&s=none", "Gus Van Sant in California."], ["https://i.guim.co.uk/img/media/d13af7f9ed09f5823d783de737049a19d838a668/0_215_3600_4500/master/3600.jpg?width=445&dpr=1&s=none", "Stipe’s portrait of actor Tilda Swinton, in New York."], ["https://i.guim.co.uk/img/media/8de193bf8ca548feeddfab0800ceb44e4cd288c9/0_0_6914_5333/master/6914.jpg?width=445&dpr=1&s=none", "Stipe’s portrait of Beth Ditto in London."], ["https://i.guim.co.uk/img/media/aa8ceec6574d1dd4e82db4993237d250ee1aa3d0/235_0_3102_4728/master/3102.jpg?width=120&dpr=1&s=none", "Michael Stipe’s grandparents."], ["https://i.guim.co.uk/img/media/392ec67a1a94a8db2e40b1e24c1e75fa6971ed05/0_0_4050_2700/master/4050.jpg?width=445&dpr=1&s=none", "Sophie Calle and Paddy McKillen."], ["https://i.guim.co.uk/img/media/b88ed889c59f25d7cb78ed281249873ee1594029/0_0_4000_5334/master/4000.jpg?width=120&dpr=1&s=none", "Stipe’s Cate Blanchett vase."]], "author": ["Miranda Sawyer"], "date": "2021-04-24"}, "https://www.theguardian.com/environment/2021/apr/05/extinction-rebellion-to-step-up-campaign-against-banking-system-climate-crisis": {"title": "Extinction Rebellion to step up campaign against banking system", "subtitle": null, "text": "Group aims to highlight financial sector’s role in climate crisis through escalation in tactics this week\\nExtinction Rebellion is planning to step up its campaign against the banking system with a series of direct action protests and debt strikes in the coming weeks aimed at highlighting the financial sector’s role in the escalating climate crisis.\\nLast week the group targeted Barclays Bank’s headquarters in London and the Bank of England as well as high street branches across the UK as part of its Money Rebellion protest.\\nOne of XR’s founders, Gail Bradbrook, broke the windows of the Barclays branch in her home town of Stroud to kickstart the campaign.\\n“This is an escalation in tactics,” she said. “As the suffragettes said, better broken windows than broken promises. What do we need to do to shake the system, to change the system that is killing us … I literally do not know what else to do.”\\nA recent report found that the world’s 60 biggest banks have provided $3.8tn (£2.75tn) of financing for fossil fuel companies since the Paris climate deal in 2015, and that Barclays provided the most among all European banks.\\nXR said more direct action protests were planned for this week as part of a campaign that will also involve debt, tax and mortgage strikes. One group of activists have taken out loans totalling £4,000 from Barclays that they are refusing to repay and have instead donated the money to the human rights group Survival International.\\nLater this month XR is planning to launch a tax strike during which campaigners will withhold a percentage of theirs – about 3.5% from business or income tax.\\nThe money, which the group has calculated is the percentage the government spends on “harming the planet”, will be withheld for a year, and if by that time ministers have not met the group’s demands – including telling the truth about the climate emergency and cancelling “destructive projects” – the money will be donated to Wilderlands, a project to support nature in the UK.\\nBradbrook said it was time to “challenge a system that has destruction baked in and incentivises harm”, adding that it was being critiqued not just by protesters but by the “World Economic Forum, the Economist magazine, IMF … Prince Charles”.\\nShe continued: “It is no longer seen as radical and ridiculous to say the political economy needs to dramatically change. It has become a mainstream conversation … I think anyone saying we have to have what we’ve got because there are no better ideas has either got their eyes closed or they are just pushing the agenda of business as usual because themselves or their paymasters are making too much money.”\\nXR, which came to prominence in April 2019 when thousands of people blocked sites across London for days, said it was finalising plans for action in the buildup to Cop26, the international climate meeting being held in Glasgow in November.\\n“XR’s job is to keep the pressure up on the climate and ecological crisis and the inter-related justice issues and we will carry on doing that,” said Bradbrook. “There are many rebels that want to see Cop do as well as it can, so creating the pressure on the streets can help.”\\nBut she said the “Cop process” had so far failed to bring about the changes that were required to address the huge challenge of the climate and ecological emergency. “We need to look at the systemic issues around why we are failing to act and why we are carrying on killing our life support system,” she said.\\nIn response to Barclays being targeted by XR, a spokesperson for the bank said: “We have made a commitment to align our entire financing portfolio to the goals of the Paris agreement, with specific targets and transparent reporting, on the way to achieving our ambition to be a net zero bank by 2050 and help accelerate the transition to a low-carbon economy.”", "image": [["https://i.guim.co.uk/img/media/c2e15f351e1e11fc5dd021d728040e44b4f7a5a2/0_263_1877_1125/master/1877.jpg?width=465&dpr=1&s=none", "An Extinction Rebellion protest outside a branch of Barclays bank in Edinburgh, on Thursday."]], "author": ["Matthew Taylor"], "date": "2021-04-05"}, "https://www.theguardian.com/commentisfree/2021/apr/05/government-freedom-expression-police-crime-bill-legislation-uk": {"title": "If the government cares about freedom of expression, why is it passing the police and crime bill?", "subtitle": null, "text": "The new legislation would crush the principle of policing by consent in the UK and stifle democratic change\\nThe timing of the police, crime, sentencing and courts bill has generated precisely what it was seeking to minimise: more protests. Police clashed with “kill the bill” protesters in Bristol for the fourth time in a fortnight this weekend, as more than 1,000 people gathered to oppose the new legislation, bringing traffic to a standstill.\\nReading the contents of the 300-page bill can feel like being trapped in a 21st-century version of Animal Farm. Though the government says that everyone has equal rights, the bill reflects the subtext of this official line: only as long as citizens pipe down and do as they are told. While it says that “freedom of expression is a cornerstone of British democracy”, the bill proposes amendments giving police greater powers to restrict protests that cause “intimidation or harassment” or “serious unease, alarm or distress” to bystanders.\\nThe point of protests is that they are unruly, noisy and a source of irritation to many. Without them, we might still have elections in which only rich white men could vote, and wealthy landowners might still curtail our rights to roam the countryside. The reason for the proposed restrictions, as the bill solemnly explains, is a recent change of protesting tactics, such as people gluing themselves to buildings and obstructing entrances. Since the large-scale Extinction Rebellion (XR) protests in April 2019, the Metropolitan police commissioner, Cressida Dick, has said she wants to change police powers to deal with protests. But there is little new about the civil disobedience methods used by XR, save perhaps for jauntier props.\\nThe police already have the power to impose some conditions on “static” protests such as assemblies and demonstrations (they can specify where such a protest can take place, for how long, and how many people can be involved). They have greater powers to control protest marches, including prohibiting marches if they are deemed disruptive to public order. The bill proposes widening the conditions imposed on static protests to match those on march protests.\\nBut are further police powers actually needed? A large body of criminal laws for policing protests, such as obstructing the highway or aggravated trespass, already exist. The rights to freedom of expression guaranteed by the European convention on human rights are “qualified rights” – meaning they may be interfered with to protect the rights of others or the wider public interest. This means that police must use their powers to restrict protests in a way that is proportionate, balancing issues such as public safety or the prevention of crime and disorder against people’s right to protest.\\nRather than criminalising protesters, the police are supposed to work with them to use the least restrictive means of interfering with their rights. The Sarah Everard vigil on Clapham Common, for example, would have played out differently if the Metropolitan police had engaged more effectively with its organisers. Instead, police reacted forcefully against a vigil being held at all, and appeared to think that Covid emergency laws forbid all protests. Although emergency laws have undoubtedly caused confusion among police, they don’t prohibit an individual’s right to protest.\\nBritish policing is supposed to be founded on a philosophy of consent. Increasingly, this principle is being crushed under police boots. Nowhere is this more obvious than in the police, crime, sentencing and courts bill. Of course, not everything in this bill should be seen as a hand smashing down on civilians; the Law Commission has long recommended that the common law of public nuisance be replaced with a formal written statute, updating the language and making the offence clearer, for example.\\nBut there was no public debate prior to the bill’s publication, which is a basic expectation for a piece of legislation with such far-reaching consequences. It was published just two days before the publication of another report, which analysed how effectively the police dealt with protests such as XR and Black Lives Matter, commissioned by Her Majesty’s Inspectorate of Constabulary and Fire and Rescue Services, the body responsible for inspecting the police force. This allowed little time for careful consideration of the latter report’s findings.\\nAnother driver behind the bill is the cost of policing protests. The Met states that the cost of policing XR’s 2019 April protests was more than £16m. What these calculations overlook is the hidden expense of increasing police powers. In 2019, I defended in a trial where a police officer gave an XR protester the choice of moving away from the Intercontinental Hotel in London, where she was protesting about International Petroleum Week, which was taking place inside, or being arrested. She very politely said she would move away. The sergeant then overruled the officer, and the protester was arrested and detained in a police cell for 13 hours.\\nHer trial took place disjointedly, over months, in three different magistrates courts. She was acquitted in the end – but the far cheaper solution would have been to allow her to walk away quietly and peacefully, as she intended to do. Arresting peaceful protesters isn’t just undemocratic: it’s also an expensive waste of police resources. As for the disruption that protests cause to surrounding businesses, cafes certainly do a roaring trade in the midst of demonstrations. And no government can legitimately remove people’s rights in order to increase the country’s gross domestic product.\\nThe legitimacy of government has never been founded on the silence of its people. Muted protests, curbed by growing police powers, are anathema to both democracy and freedom. If the UK is to avoid a descent into narrow nationalism and repression, it needs to strengthen human rights, not diminish them. Here, history is a lesson. Protests have been vital to achieving change. If society is to make progress on issues such as violence against women, racism, poverty and the climate crisis, we must defend the rights of peaceful protesters.\\nKirsty Brimelow is a QC and barrister at Doughty Street Chambers", "image": [["https://i.guim.co.uk/img/media/de665a32dd4cf8e506ccd85ba04cda7f431ec3e9/0_197_5361_3217/master/5361.jpg?width=465&dpr=1&s=none", "Police officers and a protester at a “kill the bill” demonstration in Bristol on Saturday. "]], "author": ["Kirsty Brimelow"], "date": "2021-04-05"}, "https://www.theguardian.com/politics/2021/apr/06/plans-for-expansion-of-leeds-bradford-airport-put-on-hold": {"title": "Plans for expansion of Leeds Bradford airport put on hold", "subtitle": null, "text": "Climate campaigners say they have been told government is preventing the granting of planning permission\\nThe expansion of Leeds Bradford airport has been put on hold after the government paused plans to build a new terminal building on the green belt.\\nThe plans were given conditional approval by Leeds city council in February despite widespread opposition from local MPs, residents and environmental groups.\\nCampaigners argued the expansion would make a mockery of efforts to tackle the climate crisis and undermine the government’s credibility ahead of a key climate conference later this year.\\nPressure on the UK as Cop26 approaches\\nCampaigners and climate experts have been increasingly concerned about a series of government actions that appear to be out of step with the government’s commitment to net zero emissions, ahead of hosting vital UN climate talks, called Cop26, this November in Glasgow. As host and president of the talks, the UK will have to bring squabbling nations together to agree to slash emissions drastically in the next ten years, and reach net zero emissions by mid-century.\\nRebecca Newsom, head of politics at Greenpeace UK, said the government must reject airport expansion to show leadership at Cop26: “If true, pausing the plans is a sign that the government is starting to clock the catastrophic impacts of this proposed expansion. But we’re just months away from hosting critical global climate talks, and this climate-wrecking mega project is clearly incompatible with our plans to cut emissions, so why only delay the decision and not just call it in now? Quashing the expansion plans before the global climate summit begins would be a real show of climate leadership.”\\nGreen groups received assurances from civil servants in 2019 that decisions on new infrastructure that could increase greenhouse gas emissions would take account of the government’s target of reaching net zero emissions by 2050. However, the supreme court ruled last December that the government’s commitments under the 2015 Paris agreement could effectively be ignored in the decision to press ahead with a third runway at Heathrow.\\nA group of more than 130 prominent scientists, academics and lawyers, including former Nasa scientist James Hansen, and UK former chief scientist Sir David King, last week wrote to the government expressing concern over the supreme court ruling, and warning that the government’s international climate commitments were being ignored. They wrote: “The highest court in the UK has set a precedent that major national projects can proceed even where they are inconsistent with maintaining the temperature limit on which our collective survival depends. Indeed, the precedent goes further still. It says that the government is not bound even to consider the goals of an agreement that is near universally agreed. Not only does that undermine the UK’s status as a champion of the Paris agreement just ahead of Cop26. It also substantially reduces humanity’s prospects of maintaining that limit and hence averting disaster.”\\nOther recent controversial decisions, such as the government’s initial backing for the Cumbrian coal mine, and a new round of licences granted to extract oil and gas from the North Sea, have also raised concerns. The government has scrapped its main green recovery measure, the green homes grant, which was intended to create thousands of green jobs by helping households to install insulation, and cut incentives to buy electric cars.\\nOn Tuesday the government issued a direction to Leeds city council preventing councillors from granting planning permission without special authorisation.\\nThe direction – set out in section 31 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 – will give further time to Robert Jenrick, the communities secretary, to consider whether to formally “call in” the planning application.\\nAs secretary of state, he has powers to take the decision-making power on a planning application out of the hands of the local planning authority by calling it in for his own determination.\\nIf a planning application is called in, there will be a public inquiry chaired by a planning inspector, or lawyer, who would make a recommendation to the secretary of state. Jenrick can reject these recommendations if he wishes and would take the final decision.\\nJenrick recently used the powers to intervene in plans to build a new coalmine off the Cumbrian coast.\\nThe same lawyers who took on the government over the mine wrote to Jenrick asking him to do the same with the Leeds Bradford airport\\n“[The] expansion would commit the UK to decades of increased carbon emissions, against the Climate Change Committee’s advice,” barrister Estelle Dehon argued earlier this year, acting on behalf of the Group for Action on Leeds Bradford Airport (Galba). “As with the proposed Cumbrian coalmine, allowing this in the year we host Cop26 undermines the UK’s ambition to lead on the climate crisis.”\\nIn a statement, Galba said: “Over the last few weeks we have had environmental groups, community groups, MPs, scientists and literally thousands of local people, writing directly to [Jenrick] asking for a public inquiry, and many more thousands have signed a petition. We hope that the delay is a sign that [he] is taking those requests very seriously. Leeds city council has refused to accept the responsibility to safeguard the health of the planet and future generations and a consequence the ball is in [Jenrick’s] court. He must take that responsibility and order a public inquiry.”\\nSupporters of the project say the airport expansion would boost the local economy by hundreds of millions of pounds and support thousands of new jobs.\\nThey argue the contested proposal is not about expansion but delivering a cleaner, greener terminal building to support a hoped-for increase in passengers from 4 million to 7 million people a year by 2030.\\nA spokesperson for Leeds Bradford airport, said: “We acknowledge the deadline extension and hope that the secretary of state for housing, communities and local government will uphold Leeds city council’s approval for our replacement terminal, which will deliver thousands of new jobs and support the region’s economy. Our proposals will deliver the UK’s most efficient terminal building, enabling us to become a net zero airport, building back better and enhancing connectivity within the UK and internationally.”\\nA spokesperson for Leeds city council said: “We have been informed today by the Ministry of Housing, Communities and Local Government that the secretary of state will take some additional time to consider the Leeds Bradford airport planning application.\\n“The application is a complex one and has generated a significant amount of interest at both a local and national level. We await the secretary of state’s decision in due course.”", "image": [["https://i.guim.co.uk/img/media/47c1e97d042294ac5fbe3f6a6dc4b3d5033d7880/0_66_3509_2104/master/3509.jpg?width=465&dpr=1&s=none", "Jets at Leeds Bradford airport in August 2020"]], "author": ["Helen Pidd"], "date": "2021-04-06"}, "https://www.theguardian.com/environment/2021/apr/19/environment-protest-being-criminalised-around-world-say-experts": {"title": "Environment protest being criminalised around world, say experts", "subtitle": null, "text": "More than 400 climate scientists sign letter that says activists are being targeted at pivotal time in fight against global heating\\nPeaceful environmental protesters are being threatened, silenced and criminalised in countries around the world including the UK and the US, according to some of the world’s leading climate scientists and academics.\\nMore than 400 leading experts – including 14 authors from the UN Intergovernmental Panel on Climate Change (IPCC) – say that non-violent civil disobedience from groups like the school strikers, Extinction Rebellion and the Sunrise Movement have transformed the debate around the climate crisis in recent years.\\nBut in an open letter published on Monday they warn governments around the world are criminalising them at a pivotal time in the fight to tackle the escalating climate emergency.\\n“We know that our research alone was not enough for this recent awakening to climate breakdown as an existential crisis for humanity, and recognise that protest movements around the world have raised the alarm,” the letter states, adding: “Those who put their voices and bodies on the line to raise the alarm are being threatened and silenced by the very countries they seek to protect..”\\nIn the UK, more than 2,000 people who took part in Extinction Rebellion protests are being taken through the court system in what experts say is one of the biggest crackdowns on protest in British legal history. The scientists also raise concern about efforts to silence climate protests in other parts of the world from the US to France, the Philippines to India.\\nDr Oscar Berglund, from the Cabot Institute for the Environment at the University of Bristol, helped coordinate the letter. He said the attempt to “criminalise climate protest” was central to the fossil fuel industry’s new strategy of delaying action on climate change.\\n“Now that climate change denialism is in steep decline, they have put their money behind efforts to stifle dissent. Climate scientists, who have been subject to the slander of the fossil fuel lobby for so long, recognise this change in strategy.”\\nThe letter is signed by 429 scientists and academics from 32 countries, including leading figures such as Michael Mann and more than 70 other professors. It is also backed by three lead authors and 11 contributing authors on the UN’s IPCC reports.\\nThe experts warn that just months before a crucial global climate conference due to be held in Glasgow later this year, it is more important than ever that these groups are able to put pressure on politicians and highlight the role polluting corporations are playing in the escalating ecological crisis.\\nThe letter states: “It has become abundantly clear that governments don’t act on climate without pressure from civil society: threatening and silencing activists thus seems to be a new form of anti-democratic refusal to act on climate … [we] therefore urge all governments, courts and legislative bodies around the world to halt and reverse attempts to criminalise nonviolent climate protest.”\\nProf Julia Steinberger, a lead author with the IPCC who signed the letter, said governments had ignored scientists and the urgency of the climate crisis by claiming climate action was not politically popular.\\nShe added “Thanks to the alarm raised by climate activists, this has changed – but instead of acting, many governments are choosing to shoot the messenger, by criminalising nonviolent protest. As scientists, we have a duty to stand with the activists who are paying attention to the science, rather than these governments, who seem to be more swayed by powerful economic interests than by the life chances of their own citizens.”\\nA Home Office spokesperson said: “It is completely incorrect to suggest the UK government is criminalising protest. We support the right to peaceful protest, but this does not extend to criminal behaviour. The public rightly will not tolerate protesters who use disruptive and dangerous tactics that can be incredibly dangerous and a drain on public funds. The measures proposed in the police, crime, sentencing and courts bill will allow police to take a more proactive approach in managing highly disruptive protests.”", "image": [["https://i.guim.co.uk/img/media/81700d1a22dc6adef5f2a2745926d6ba6b7efc1a/0_131_3996_2398/master/3996.jpg?width=465&dpr=1&s=none", "Activists from Extinction Rebellion lie on the ground after being arrested in Parliament Square following a march through central London on 10 September 2020."]], "author": ["Matthew Taylor"], "date": "2021-04-29"}, "https://www.theguardian.com/world/2021/apr/29/historic-german-ruling-says-climate-goals-not-tough-enough": {"title": "‘Historic’ German ruling says climate goals not tough enough", "subtitle": null, "text": "Judges order government to strengthen legislation before end of next year to protect future generations\\nGermany’s supreme constitutional court has ruled that the government’s climate protection measures are insufficient to protect future generations, after a complaint brought by environmentalist groups.\\nIn a groundbreaking ruling, the judges of the Karlsruhe court, Germany’s highest, said the government now had until the end of next year to improve its Climate Protection Act, passed in 2019, and to ensure it met 2030 greenhouse gas reduction goals more immediately.\\nOne of the complainants, Luisa Neubauer, an activist from Fridays for Future, welcomed the ruling, saying: “This is huge. Climate protection is not nice to have; climate protection is our basic right and that’s official now. This is a huge win for the climate movement, it changes a lot.”\\nThe court said it was unconstitutional for emission reduction targets to have been postponed for so many years and stated that the law was not detailed enough about how reductions would happen.\\nThe case was brought by young environmental activists, backed by Fridays for Future along with Greenpeace, Germany’s Friends of the Earth (BUND) and other NGOs. Among them was Sophie Backsen, 22, an agricultural science student from the North Frisian island of Pellworm, on Germany’s North Sea coast, together with her younger brothers, Hannes, Paul and Jakob. Her parents, who run an organic farm on the island that Backsen hopes one day to manage, had taken a similar case to Berlin’s administrative court two years ago, together with Greenpeace, but it had ruled against them.\\nThe Backsens were joined by two other families from the East Frisian island of Langeoog and another complainant from Brandenburg, all of whom are involved in either farming, sustainable tourism or both. In their complaint, they told the court they had all experienced first-hand the effects of the climate crisis, including flooding and heatwaves. The group also secured the support of Neubauer, Germany’s Fridays for Future’s main representative who is seen as the country’s leading climate activist.\\nThe judges ruled that young people’s “fundamental rights to a human future” were threatened and that the law in its current state jeopardised their freedom because the goals set were too focused on dates too far in the future. It said that it was only possible to reduce the rise in average global temperatures to between 1.5C and 2C – as set out in the 2015 Paris agreement – with “more urgent and shorter term measures”.\\n“The challenged rules violate the freedoms of the complainants, some of whom are still very young,” the judges said in a statement. They added: “Virtually every freedom is potentially affected by these future emission reduction obligations because almost every area of human life is associated with the emission of greenhouse gases and is therefore threatened by drastic restrictions after 2030.”\\nThe government responded quickly to the ruling, promising a swift implementation of changes to the law. The finance minister, Olaf Scholz, said he would begin work immediately with the environment ministry to make the amendments, which would then be put to the government for approval.\\nOliver Krischer, for the Green party, told the broadcaster Deutschlandfunk, the ruling was “both a slap and a wakeup call for the government to finally start on an ambitious climate protection policy”.\\nClaudia Kemfert, an energy expert at the German Institute for Economic Research, called the ruling “trailblazing and historic”. In future, decisions on all levels would have to be critically reviewed to see if they corresponded with long-term climate goals, she said.\\nPeter Altmaier, the minister for energy and the economy, called the ruling “big and significant”. Despite criticism he faced for his role as one of the main authors of the law, he called it a welcome decision for the economy as it would help it “plan for the future”.\\nAltmaier said he was relieved that the court had supported the “most important” obligation in his 2020 climate initiative, which required that reduction targets up to the year 2050 were “broken down into concrete reduction targets for each individual year between 2022 and 2050”.\\nNeubauer said the climate lobby’s success at Karlsruhe was only the beginning, emphasising that the five months leading up to the federal elections in September, in which the pro-environmental Greens have a good chance of entering government, would be crucial.\\n“We will continue to fight for a 1.5 degree policy which protects our future freedoms, instead of endangering them,” she said, adding, “gone are the days when we were called ignorant for demanding climate action”.\\nUnder the 2019 law Germany is obliged to cut greenhouse gas emissions 55% by 2030, compared with 1990 levels. Annual upper limits for greenhouse gas emissions across the energy, transport, agriculture and construction sectors are also set in the law. If targets are missed, there are penalties and the obligation to make more stringent improvements.\\nThis article was amended on 30 April 2021. An earlier version referred incorrectly in one paragraph to 2040 when 2030 was meant.", "image": [["https://i.guim.co.uk/img/media/d186e20bb56ab1f077939b84db5d1c825bfedca0/0_90_4735_2841/master/4735.jpg?width=465&dpr=1&s=none", "Environmental activist Luisa Neubauer"]], "author": ["Kate Connolly"], "date": "2021-04-29"}, "https://www.theguardian.com/uk-news/2021/apr/03/kill-the-bill-protesters-rally-across-england-and-wales-on-saturday": {"title": "‘Kill the bill’ protesters rally across England and Wales", "subtitle": null, "text": "Demonstrations against crackdown on right to protest are organised in 25 cities including London\\nProtesters have rallied in central London and dozens of other cities in England and Wales against a crime bill that critics say will impose severe restrictions on the right to protest.\\nThere were scuffles between police and protesters in Parliament Square on Saturday afternoon after thousands marched in opposition to the bill from Hyde Park, culminating in over 20 arrests. Protesters had rallied outside parliament to hear speeches against the police, crime, sentencing and courts bill, then blocked the road.\\nThe police, crime, sentencing and courts bill, which passed its second reading in parliament last month, will modify existing public order legislation to make it easier for police to ban or shut down peaceful protests if they are considered too disruptive or likely to lead to disorder.\\nOpponents of the bill have called it an attack on the right to protest and a step towards authoritarianism. They warn that in conjunction with new laws giving agents of the state licence to commit crimes while undercover and changes to the judicial system, the balance of power is being tipped towards the authorities, eroding individual freedoms.\\nSpeaking to the crowd at Parliament Square, Jeremy Corbyn, the former leader of the Labour party, said it was protest that was responsible for the basic rights people enjoy today. He said: “I want to live in a world of peace and justice, I want to live in a world of human rights and democracy, and I’m prepared to make people feel uncomfortable in the process.”\\nZarah Sultana, the Labour MP, said: “Power is with us, it’s with you, it’s with all of us … I know that because now I am in the so-called corridors of power, and they are scared of what we can achieve in the streets, they are so scared.”\\nIn Bristol, more than 1,000 people gathered for the fifth”kill the bill” demonstration in the city centre in the past two weeks. Avon and Somerset police said that about 500 protesters remained by the cenotaph in Bristol following the end of a peaceful march.\\nLater, police issued a dispersal order to direct people and groups to leave the city centre of Bristol following “a number of incidents involving violence between the remaining protesters”, according to a tweet by Avon and Somerset police. Earlier, the force said it had reopened the M32 motorway after it was closed to inbound traffic at junction 3 when protesters sat on the road.\\nElsewhere outside London, protests were expected in Aberystwyth, Bath, Birmingham, Bournemouth, Brighton, Cambridge, Cardiff, Derby, Exeter, Folkestone, Kendal, Lancaster, Lincoln, Liverpool, Luton, Manchester, Newcastle, Northampton, Norwich, Nottingham, Oxford, Plymouth and Portsmouth.\\nThe latest demonstrations come after police in Bristol were condemned for crackdowns on three protests against the bill last month, with officers in riot gear and dogs sent in to clear the streets three times in the city in the space of a week.\\nCovid regulations have since been relaxed and protests are now lawful in England and Wales, providing protest organisers make a risk assessment and take steps to limit the potential transmission of coronavirus.\\nIn London, thousands of protesters rallied at Speakers’ Corner from midday onwards before marching down Park Lane, towards Westminster. Marching to the beat of a samba band, crowds chanted: “Kill the bill” and “The UK is not innocent.”\\nThe Labour MP Bell Ribeiro-Addy was among the speakers who addressed the crowd in the park. She said: “The police, crime, sentencing and courts bill should come as no surprise: it’s part of an authoritarian drive from this government. We can see it in everything they have been doing recently, from voter ID registration to anti-union laws and now anti-protest laws. They want to strip away our hard-fought, hard-won democratic rights and we must stop them.”\\nOther speakers included the Labour MPs Apsana Begum, Clive Lewis and Zarah Sultana, and the civil rights campaigners Peter Tatchell and Lee Jasper.\\nRepresentatives of All Black Lives, Global Majority, Extinction Rebellion, and the Gypsy, Roma and Traveller communities were also expected to speak.\\nAmong those protesting was one man dressed as the Grim Reaper, who declined to give his name. He said: “I’m here dressed as the Grim Reaper to mourn what is in effect the death of democracy … We need to stop this bill going through because it’s a complete erosion of our civil liberties.”\\nAfter most protesters left Parliament Square, police surrounded a small group that remained and started making arrests, before ordering them out of the area. A fast-paced march up Whitehall followed, pausing for a while at Trafalgar Square where more arrests were made, with police moving in in squads to snatch individuals. Several people said they had been pepper-sprayed by officers in the fracas.\\nSeveral hundred protesters then marched up the Strand and eventually a large group was trapped by several hundred officers in riot gear at Aldwych. Just before 9pm, police said they had made 26 arrests related to the protest on suspicion of offences including assault on police, breach of the peace and possession of an offensive weapon. Ten officers had been injured, none seriously, the Met said.\\nAddressing the reasons for the protest in a video posted on Twitter on Friday, Corbyn said: “The right to protest is precious. Protest movements make history, from the eight-hour working day, to the vote for women, to the right for equal pay, the rights we take for granted had to be won through protest. We took them; they weren’t handed to us by the rich and powerful.\\n“From opposing apartheid to the Iraq war, I’m proud to have protested against injustice and defended the right to itself. That right, which gives a voice to those often unheard, is once again under threat from a dangerous bill which effectively criminalises peaceful protest.”", "image": null, "author": ["Damien Gayle"], "date": "2021-04-03"}, "https://www.theguardian.com/environment/2021/apr/13/fukushima-japan-to-start-dumping-contaminated-water-pacific-ocean": {"title": "Fukushima: Japan announces it will dump contaminated water into sea", "subtitle": null, "text": "Environmental groups and neighbours condemn plan to release more than 1m tonnes of contaminated water in two years’ time\\nJapan has announced it will release more than 1m tonnes of contaminated water from the wrecked Fukushima nuclear power plant into the sea, a decision that has angered neighbouring countries, including China, and local fishers.\\nOfficial confirmation of the move, which came more than a decade after the nuclear disaster, will deal a further blow to the fishing industry in Fukushima, which has opposed the measure for years.\\nThe prime minister, Yoshihide Suga, told a meeting of ministers on Tuesday that the government had decided that releasing the water into the Pacific Ocean was the “most realistic” option, and “unavoidable in order to achieve Fukushima’s recovery”.\\nThe plant’s operator, Tokyo Electric Power [Tepco], and government officials say tritium, a radioactive material that is not harmful in small amounts, cannot be removed from the water, but other radionuclides can be reduced to levels allowed for release.\\n“The Japanese government has compiled basic policies to release the processed water into the ocean, after ensuring the safety levels of the water … and while the government takes measures to prevent reputational damage,” Suga told reporters.\\nWork to release the diluted water will begin in about two years, the government said, with the entire process expected to take decades.\\n“On the premise of strict compliance with regulatory standards that have been established, we select oceanic release,” it said in a statement.\\nChina denounced the plan as “extremely irresponsible”, and accused Japan of reaching the decision “without regard for domestic and foreign doubts and opposition”.\\n“This approach is extremely irresponsible and will seriously damage international public health and safety and the vital interests of the people of neighbouring countries,” the Chinese foreign ministry said in a statement on its website.\\nSouth Korea summoned Japan’s ambassador, Koichi Aiboshi, the broadcaster YTN reported, while a high-level government official said Seoul “firmly opposes” the move, a view also expressed by Taiwan’s Atomic Energy Council.\\nThe US was supportive, describing Japan’s decision-making process as “transparent”.\\n“We thank Japan for its transparent efforts in its decision to dispose of the treated water from the Fukushima Daiichi site,” the secretary of state, Antony Blinken, tweeted.\\nThe announcement drew swift condemnation from environmental groups.\\nGreenpeace Japan said it “strongly condemned” the water’s release, which “completely disregards the human rights and interests of the people in Fukushima, wider Japan and the Asia-Pacific region”.\\n“The Japanese government has once again failed the people of Fukushima,” said Kazue Suzuki, the group’s climate and energy campaigner.\\n“The government has taken the wholly unjustified decision to deliberately contaminate the Pacific Ocean with radioactive waste. It has discounted the radiation risks and turned its back on the clear evidence that sufficient storage capacity is available on the nuclear site as well as in surrounding districts.\\n“The cabinet’s decision failed to protect the environment and neglected the large-scale opposition and concerns of the local Fukushima residents, as well as the neighbouring citizens around Japan.”\\nAbout 1.25m tonnes of water has accumulated at the site of the nuclear plant, which was crippled after going into meltdown following a tsunami in 2011.\\nIt includes water used to cool the plant, as well as rain and groundwater that seeps in daily. The water needs to be filtered again to remove harmful isotopes and will be diluted to meet international standards before any release, the government said.\\nThe radioactive water, which increases in quantity by about 140 tonnes a day, is now being stored in more than 1,000 tanks, and space at the site is expected to run out around next autumn. Tepco has argued that it will struggle to make progress on decommissioning the plant if it has to keep building more storage tanks at the site.\\nThe International Atomic Energy Agency supports the decision, since radioactive elements, except tritium, will be removed from the water or reduced to safe levels before it is discharged. The IAEA has also pointed out that nuclear plants around the world use a similar process to dispose of wastewater.\\nExperts say tritium is only harmful to humans in large doses and with dilution the treated water poses no scientifically detectable risk.\\n“There is consensus among scientists that the impact on health is minuscule,” Michiaki Kai, an expert on radiation risk assessment at Japan’s Oita University of Nursing and Health Sciences, told Agence France-Presse before the decision was announced.\\nBut local fishing communities say the water’s release will undo years of hard work to rebuild consumer confidence in their seafood.\\n“They told us that they wouldn’t release the water into the sea without the support of fishermen,” Kanji Tachiya, who heads a local fisheries cooperative in Fukushima, told public broadcaster NHK ahead of the announcement. “We can’t back this move to break that promise and release the water into the sea unilaterally.”\\nThe decision comes about three months ahead of the postponed Olympic Games in Tokyo, with some events planned as close as 60km (35 miles) from the plant.\\nJapanese officials have objected to media descriptions of the water as “contaminated” or “radioactive”, insisting that it be described as “treated”.\\nShaun Burnie, senior nuclear specialist with Greenpeace East Asia, said that claim was “clearly false”.\\n“If it was not contaminated or radioactive they would not need approval (to release the water) from Japan’s nuclear regulator,” he said. “The water in the tanks is indeed treated, but it is also contaminated with radioactivity. The Japanese government has been deliberately seeking to deceive over this issue, at home and abroad.”", "image": [["https://i.guim.co.uk/img/media/d080e6083a3874a006423c53121ce0ab80b780af/0_223_3500_2100/master/3500.jpg?width=465&dpr=1&s=none", "The storage tanks for treated water are seen at the tsunami-crippled Fukushima Daiichi nuclear power plant in Okuma town"], ["https://i.guim.co.uk/img/media/ac05d493d534a7466cd9d7db74611b562cab10b4/0_250_4416_2650/master/4416.jpg?width=445&dpr=1&s=none", "Activists take part in a protest against the Japan government’s plan to release treated water from the stricken Fukushima nuclear plant into the sea"]], "author": ["Justin McCurry"], "date": "2021-04-13"}, "https://www.theguardian.com/commentisfree/2021/apr/04/uk-environmental-protest-developers": {"title": "Across the UK, environmental protest is surging. So why don't we hear about it?", "subtitle": null, "text": "There are hundreds of local uprisings against developers – and it’s starting to become a national issue\\nHow many local environment campaigns does it take for the issues they raise to be recognised as part of a national problem? Ten? Twenty, maybe? What about 100? Surely national media and politicians would have taken up the issues by then.\\nAs it turns out, there’s far more than 100 local environmental campaigns going on right now. In just two weeks, more than 280 different groups across the UK have registered on a new National Grassroots Campaigns Map. Rosie Pearson, one of the founders, is astonished: “When we set it up, it was really just to see what’s out there. But we quickly realised there’s a real hunger for sharing information, resources and support. We’re witnessing a huge number of local groups facing the same issues.”\\nI got a sense of the scale of this problem following an article I wrote about the assault on the countryside. I was deluged by local campaigns: Save Ferriby 2020, Save Culham Green Belt, Save West Grinstead, Keep Rookwood Green, to name but a few. But to see the visuals of this new map is shocking. There are huge housing developments and damaging infrastructure projects everywhere. It’s clear that these are far from localised disputes. They are fighting the same battles: against huge unsustainable housing developments engulfing small towns; against the loss of greenbelt or protected wildlife areas; and against hypocritical councils who declare a climate emergency in one breath and order the destruction of carbon sequestering trees or marshland in another.\\nThese campaigns are David and Goliath struggles. Locals are amateurs with few resources up against well-paid barristers acting for bulk-housing builders or government inquiries, skilled at getting their way. I’ve just been involved in one such unequal struggle: a protest, to Save York Gardens, which through February tried to prevent the felling of a magnificent, century-old black poplar tree standing on a run-down estate in a little park in Wandsworth, south London.\\nThe original “regeneration” plans protected the tree with a tree preservation order. But later, Taylor Wimpey, the developer, pushed to fell it to facilitate cable laying. For over three weeks, protesters, intimidated by private security guards, occupied the tree. The local community brought food, sang to the climbers, produced art and wrote poems for the tree. With no resources they also attempted to make a case at a bewildering online court hearing. And when the tree was eventually lost, they wept and came to pay their respects.\\nOther local campaigns, whether in idyllic countryside or urban estates, will recognise the wider issues here. The local community was powerless when faced by developer and council resources. Environmental legislation failed to protect the tree. The developer’s offer to “mitigate biodiversity loss” was saplings in courtyards to replace a cathedral of a tree. Worst of all, much of the development will be buy-to-let flats that do nothing to solve the affordable homes crisis.\\nIt’s not surprising that politicians downplay and “localise” such protests as lacking national significance. Given the government’s “build, build, build” agenda, it’s best not to let voters know that what’s happening to other communities will soon happen to them. But why isn’t the media paying more attention, especially outlets with environment correspondents? There were a few headlines about “greedy” Eton selling 500 acres of unspoilt countryside on the edge of the South Downs national park for 3,000 houses, but most environmental protests go unreported. So cumulative issues about the suburbanisation of the countryside, the scale of the loss of open space, and the catastrophic failure to protect our biodiversity, are simply not addressed.\\nLazy journalism means no one challenges the political myths behind the government’s obsession with pouring concrete. The government claims it must reluctantly use greenfield sites to solve the housing crisis, but CPRE, the countryside charity, shows there are enough brownfield sites to meet housing targets. Damningly, CPRE also reveals that the building currently happening on green belt is not being used for affordable homes, but expensive executive-style houses.\\nAs for the developer requirement to “mitigate” their destruction with a net gain for biodiversity, new research from the Durrell Institute casts doubt on the promises.\\nMedia and politicians alike are also missing a huge story about the groundswell of environmental protest. The new campaigns map has revealed people who realise they are part of a wider movement, whether HS2 protesters, tree defenders, or campaigners for local nature reserves. A new politics is emerging, making allies of unexpected groups – from shire Tories to Extinction Rebellion, parents and the politically uninvolved – all united against eco-vandalism.\\nThe demise of the black poplar tree was marked by a sad vigil with music and poems. It was heartbreaking, but there was also hope. Local women of every background spoke movingly about the tree’s value and what its loss represented. They made political connections between the greed of developers and the threat to the biosphere. And several committed themselves to joining other tree protests and new networks dedicated to protecting nature against the forces that have declared war on it.\\nRos Coward is professor emerita of journalism at Roehampton University\\n", "image": [["https://i.guim.co.uk/img/media/edc2608f62f0ca25548074fa2076e17f0fb89d4a/0_114_3849_2309/master/3849.jpg?width=465&dpr=1&s=none", "Activist Marcus Carambola in York Gardens, south London, February 2021."]], "author": ["Ros Coward"], "date": "2021-04-04"}, "https://www.theguardian.com/environment/2021/apr/23/jury-acquits-extinction-rebellion-protesters-despite-no-defence-in-law": {"title": "Jury acquits Extinction Rebellion protesters despite ‘no defence in law’", "subtitle": null, "text": "Six activists cleared of causing criminal damage to Shell’s London headquarters in 2019\\nSix Extinction Rebellion protesters have been cleared of causing criminal damage to Shell’s London headquarters despite the judge directing jurors that they had no defence in law.\\nTwo of the group’s co-founders, Simon Bramwell, 49, and Ian Bray, 53, were acquitted on Friday alongside Jane Augsburger, 55, Senan Clifford, 60, David Lambert, 62, and James “Sid” Saunders, 41, after a trial at Southwark crown court.\\nThe six, who represented themselves, were also cleared of individual counts of having an article with intent to destroy or damage property, while a seventh protester, Katerina Hasapopoulos, 43, earlier pleaded guilty to criminal damage.\\nProsecutor Diana Wilson told jurors that each of the defendants deliberately sprayed graffiti or smashed windows of the Shell building in Belvedere Road, central London, on 15 April 2019.\\nThe protest, which saw activists pour fake oil, glue themselves to windows and doors, break glass, climb on to a roof and spray graffiti, was part of wider Extinction Rebellion demonstrations across the capital.\\nWilson said that while some protesters stood outside the building holding banners or speaking through megaphones, “these defendants went further”, adding: “The seven involved caused significant damage.”\\nAll those who stood trial explained they had targeted the Shell building because the oil giant was directly contributing to the climate crisis, thereby causing serious injury and death, and argued that it was a “necessary” and “proportionate” response to the harm being caused.\\nClifford quoted Sir David Attenborough and former archbishop of Canterbury Rowan Williams in his evidence.\\nHe said: “I believe if I don’t do whatever I can to protect our Earth, to protect life on this Earth, to stop the death and injury that is and will be happening, I’m committing a crime, a really serious crime, and I’m willing to break a window, to paint a message on a wall, I’m willing to break the glass on that emergency button, even if some say that’s a crime.\\n“Because this is a much bigger crime and I’m trying to stop that crime, I’m trying to protect life in the only way I feel I can.”\\nJudge Gregory Perrins directed jurors that even if they thought the protesters were “morally justified”, it did not provide them with a lawful excuse to commit criminal damage.\\nWith the exception of Saunders, who claimed in his defence that he honestly believed Shell’s employees and shareholders would have consented to his criminal damage, the judge said: “They don’t have any defence in law for the charges they face.”\\nBut the jury of seven women and five men took seven hours and four minutes to acquit them of both charges. Some of the defendants waved at jurors, several of whom were visibly emotional, as they left court.\\nBefore reaching their verdicts, the jury had asked to see a copy of the oath they took when they were sworn in.\\nThanking jurors for their “care and attention”, the judge said: “This has been an unusual case.”\\nAugsburger, Bramwell, Clifford, Lambert and Saunders, who are all from Stroud, Gloucestershire and Bray, from Holmfirth, West Yorkshire, were jubilant as they left court. Hasapopoulos, from Stroud will be sentenced later.\\nSpeaking after the verdicts, Bramwell said Hasapopoulos had only pleaded guilty because of childcare issues.\\nHe said: “This is such a significant victory for the consciousness of the British people when it comes to the huge, immediate threat of climate change and the absolute failure of our government to do anything meaningful about it.”", "image": [["https://i.guim.co.uk/img/media/7a7219f379b6aae48c0e6fb1d0a54bb923df0d54/0_266_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "Extinction Rebellion protesters"]], "author": null, "date": "2021-04-23"}, "https://www.theguardian.com/environment/2021/apr/19/continue-fight-extinction-rebellion-prosecuted-protesters": {"title": "‘I’ll continue to fight’: the prosecuted Extinction Rebellion protesters", "subtitle": null, "text": "Some of the more than 2,000 taken to court after UK demonstrations tell why they felt impelled to act\\nJust after 10am on a bright and sunny Monday in April 2019, hundreds of people stepped off the pavement and on to the road on Waterloo Bridge in London.\\nWithin a few minutes, one of the main crossings over the River Thames was full of people, tents were erected, banners unfurled, mobile kitchens opened and trees in planters dragged into the carriageway.\\nExtinction Rebellion (XR) – which had launched a few months earlier to sound the alarm about the climate crisis – had arrived.\\nIn the coming days thousands of people took part in a 10-day blockade of key sites across central London. The April “rebellion” was the start of the biggest civil disobedience campaign seen in the UK for generations and it was followed by two more major demonstrations as well as scores of other smaller protests targeting “bad actors” in the system, from fossil fuel firms to the printing presses of rightwing newspapers.\\nThe wave of civil disobedience helped transform the way the climate crisis is discussed and led to climate emergency declarations by parliament and scores of councils around the UK.\\nBut it was also met with a growing chorus of criticism from rightwing commentators and an increasingly harsh backlash from the state. The latest figures show that since 2019 more than 3,500 people taking part in XR protests have been arrested, almost all for minor public order offences such as obstructing the highway.\\nAnd away from the glare of the media, more than 2,000 have been prosecuted and taken to court.\\nFrom husbands and wives arrested together to first-time protesters, climate scientists to grandparents – their stories shine a light on how XR became one of the most significant protest movements in the UK in recent years and the wider fight for climate justice.\\nTo the surprise of some observers, many of the people who took to the streets in April 2019 were not young, or long-term environmentalists. Instead the ranks of the first wave of XR activists were awash with “respectable” older people – often retirees and grandparents.\\nStephanie Howlett, 69, a retired NHS psychotherapist and former probation officer from Sheffield, was arrested at Parliament Square in London during the April 2019 protests as she sat in the road singing. She received a six-month conditional discharge and was ordered to pay £105 costs.\\n“I didn’t want to do this and found it hard knowing that our actions in April were causing disruption and inconvenience to many people’s lives,” she told the court in her written statement. “But I felt impelled to act in the face of the catastrophic future I saw unfolding before us all.”\\nShe said that since her daughter became pregnant with her first grandchild, “delight at this news has been overshadowed by fear of what kind of world this new little being will grow up in.\\n“I decided that I couldn’t live with myself if I didn’t do everything I could to avoid what was looking like a sleepwalk to disaster, leaving a planet unfit to live on for all future generations.”\\nJill Whitehouse, 66, a retired teacher from Exeter, was also arrested during the April protests in Parliament Square. She received a conditional discharge and £110 costs.\\n“At my time in my life I’ve got nothing to lose by joining in,” she said. “It’s a great opportunity for us to make reparations for the damage that we’ve done to the environment.”\\nThere were lots of young people on the frontline of the XR protests too – some of whom were prepared to be arrested. For them this was not just a case of defending future generations, it was about a visceral fight for their own survival – and part of a wider struggle for global climate justice.\\nEve Merrall, 25, a zoology master’s graduate from Sheffield, was arrested in Parliament Square in April 2019.\\n“I am not talking about future generations, people are suffering and dying now … if we keep silent and do not act then we are complicit in their deaths,” she told the court.\\n“This is where we get to decide what we’re made of, to fight for everything that we love. We have an opportunity to build a better and more just world that respects life and shares resources evenly and sustainably. I believe in a better future and I will continue to fight for it. I hope you will join me.”\\nSome of those who ended up in court had been involved in the environmental movement for years and a few had been arrested before. But for most this was their first brush with the law – and in some cases their first protest.\\nSeveral had been working on the climate crisis for years either as scientists, researchers or campaigners. But their testimony shows they had grown exasperated that, after years of signing petitions, going on protests and writing to their MPs, nothing had changed.\\nJames Ryle, 53, a university project manager from Bristol, had worked on environmental issues for a quarter of a century – from a conservation volunteer to “sustainability adviser” to corporations, governments and the United Nations.\\nBut he told the court: “I’ve become increasingly despairing at the lack of meaningful government action to address climate change. The truth is, nothing has changed and so things have just got worse.”\\nHe said the manmade catastrophes happening now were causing “untold human misery and loss” and were also a warning “of much, much worse to come” if only people would listen.\\nRyle said he had no intention of getting arrested when he joined the XR protests, planning instead to “help with outreach to members of the public”.\\nHe added: “But on Good Friday afternoon – sitting in front of the pink boat listening to moving testimonies from climate refugees, mothers, nurses and young people living in fear for their futures – something different happened,” he said. “I felt suddenly and deeply the exquisite vulnerability connecting me with the millions around the world already suffering as a result of climate breakdown … In that moment of clarity, I realised I had no other choice but to break the law.”\\nRyle was given a six-month conditional discharge and £105 costs.\\nFor others, the protests and subsequent arrests were a family affair.\\nTim and Sue Ponton, who have just celebrated their 40th wedding anniversary, were arrested together twice – once on Waterloo Bridge in April 2019 and then again outside the private jet centre at London City airport during another XR protest later that year.\\nSue, a former civil servant, said she was “driven to join XR” after 30 years of “writing to and petitioning politicians and getting nowhere”.\\n“I am really concerned for my children, my family and friends’ children, grandchildren and all children and young people around the world, as temperatures and sea levels rise,” she said in her court statement, adding: “I feel sad that politicians appear to listen more to lobbyists rather than scientists.”\\nTim, a former NHS orthotist, said he felt “outraged that successive governments” had failed to protect him and his family from “impending economic and social breakdown and potential human extinction”.\\nHe added: “I feel deeply saddened that each and every day over 200 species become extinct, losing our vital ecological balance and many potential solutions to human problems for ever. I feel incredulity that intelligent people in high public and corporate office continue to deny the reality of scientific fact and conduct business as usual.”\\nThe photographs of XR activists who have been through the court system show a diversity of age, gender and, to some extent, occupation. But those pictured are almost exclusively white – highlighting an ongoing criticism of XR and the wider climate movement.\\nZoë Blackler from XR said this was something the movement was working to address but that it reflected a broader, structural issue.\\nShe said police data showed one in 10 of those arrested during the April protests were from ethnic minorities, but that most appeared to have pleaded guilty remotely rather than attend court, and of those that did come to court, most asked not to be identified.\\n“And while of course we acknowledge the lack of diversity within the movement and are doing all we can to become more inclusive, the disproportionate number of white defendants does reflect a much broader problem of racism in our society, that means some people are excluded from public protest, and from speaking out about it, through fear of police violence and targeting by the media,” Blackler said.\\nThere are still more than 1,000 prosecutions progressing through the courts, although there is growing pressure on the government from civil rights groups and climate scientists not to waste time and money prosecuting peaceful climate protesters in the midst of an ecological emergency.\\nBlackler said that whatever the government did to crack down on legitimate protest – most recently in its controversial crime and policing bill – the determination of ordinary people to make their voice heard and to demand urgent, far-reaching action on climate justice would not be denied.\\n“What we’ve learned from this unique moment in British legal history is that ordinary people will act in extraordinary ways, to make their voices heard and demand the urgent, systemic changes needed to safeguard all our futures.”", "image": [["https://i.guim.co.uk/img/media/b17c0c42b639750064622c64bba4ba4e64bc6c61/0_0_7155_4001/master/7155.jpg?width=465&dpr=1&s=none", "Portraits of 141 Extinction Rebellion protesters who were arrested"], ["https://i.guim.co.uk/img/media/8691fb5d74318a10673ce9d1d208a5f395219491/0_0_4523_3015/master/4523.jpg?width=445&dpr=1&s=none", "Police officers carry away an Extinction Rebellion protester on Waterloo Bridge in London in April 2019"], ["https://i.guim.co.uk/img/media/bdbda42b6c446ca4181b9afeb05749540e114e9c/0_0_3000_2003/master/3000.jpg?width=445&dpr=1&s=none", "Stephanie Howlett"], ["https://i.guim.co.uk/img/media/1e94c7acf3ab4c3e8698d7a83997543b3c792052/0_0_3000_2003/master/3000.jpg?width=445&dpr=1&s=none", "Jill Whitehouse"], ["https://i.guim.co.uk/img/media/bd54f3dbdf6fe2efd4bb9edc52201b832120a948/0_0_3000_2003/master/3000.jpg?width=445&dpr=1&s=none", "Eve Merrall:"], ["https://i.guim.co.uk/img/media/8fb1b78f56aed8d225beea15ebf8327d909897bc/0_418_2003_1624/master/2003.jpg?width=445&dpr=1&s=none", "James Ryle"], ["https://i.guim.co.uk/img/media/5ea4bbc5b29f83d0ddd6fedf5ebd359be03f2b41/0_0_3000_2003/master/3000.jpg?width=445&dpr=1&s=none", "Tim and Sue Ponton"], ["https://i.guim.co.uk/img/media/90b8c6af86f7cfeb9193ee7d84332f4994fa3e10/0_203_3000_1800/master/3000.jpg?width=445&dpr=1&s=none", "Reparations Rebellion and Brixton Extinction Rebellion protesters during the Afrikan Emancipation Day Reparations march in Brixton, London on 1 August 2020"]], "author": ["Matthew Taylor"], "date": "2021-04-29"}}