{"https://www.theguardian.com/commentisfree/2020/nov/24/midnight-oil-has-always-been-about-social-justice-the-earths-beauty-and-hope-through-action": {"title": "Midnight Oil have always been about social justice, the earth's beauty and hope through action", "subtitle": null, "text": "The band, who will receive a human rights award this week, was formative in the political activation of so many people of my generation\\nOn a road trip back from somewhere in mid-2016 the talk turned to personal origin stories, as is wont when the miles are long.\\nThere were four of us in the car, all in leadership positions in Australian campaigning organisations. Turned out that our family, work and activism backgrounds were heterogeneous, but there was something in common: for each traveller in that fast-moving sedan the music of Midnight Oil had been a formative part of our political activation.\\nI found myself drifting off, thinking of road trips 30 years earlier. There were other great bands and sounds, of course, but the Oils were singular. At times we seemed to listen to Midnight Oil almost on loop, played on cassettes that wore out in beaten-up old cars. The question wasn’t what band, but would we start with Red Sails or Blue Sky? The music was like something elemental, intrinsic to the temper of the time for that generational cohort to which I belonged – emerging in the greedy, scary, last decade of the cold war, and the wasted locust years of the 90s.\\nIt was first announced in October, but this week Midnight Oil will be formally awarded the Sydney Peace Foundation’s gold medal for human rights. The prize is deeply deserved for more than four decades of musician-activism and for all that the band has inspired in others. In typical fashion there’s no doubt the Oils will use the platform to advocate as allies of the Uluru Statement of the Heart as they have on their most recent release, The Makarrata Project.\\nThe span of issues covered by the Oils was as comprehensive as a manifesto: urban alienation, nuclear disarmament, workers’ rights, Indigenous land justice, the commodification of life, imperialism, refugees, vested interests capturing democracy – and of course the environment and climate change.\\nThe tone shifted from song to song, from the didactic to the allegorical or satirical and the furious to the contemplative. But the compass always swung towards a true north of hope through action; of the ability of people to hold power to account and the transcendent beauty of the earth and sea and sky. Deep commitment to social justice and a sense of the spiritual were evoked with intense feeling but without dogma. And it just sounded fantastic: the lead vocals of Peter Garrett, the velocity of Rob Hirst’s drumming, the singing guitars of Martin Rotsey and Jim Moginie; the underlying drive of the bassists, first Peter Gifford, and then the late and great Bones Hillman – taken by cancer earlier this month.\\nFor young men in particular, the Oils offered a species of masculinity in deep contrast to the macho blokeyness of traditional Australian gender roles. Testosterone, it seemed, could be put to decent ends and peaceful pursuits. The only thing to be shot was the wave. The passion never became aggression, and power was not for domination. The band didn’t tolerate any aggro at Midnight Oil shows, not from within the crowd – nor by overzealous security.\\nThe materiality of the continent was evoked in tracks of surf and desert, cities of concrete and neat-lawned suburbs. And the songs were imbued with deep historical consciousness. The Oils lyrically acknowledged the truth of prior Indigenous ownership from time immemorial and the pain of invasion long before these things became common fare among whitefellas. But other history was there to ensure no forgotten years of foreign wars or short memories of global imperialism.\\nThe nation became a grand thing in the Midnight Oil imaginary, deserving of epic songs of gun barrel highways and bones bleaching white – capable of simultaneously realising justice and potential. The insistence that the great south land could be as great as the one it could have been not only problematised Australia’s past and present but also offered an immensely hopeful idea of the national future. And there was nothing elitist about the project because Oils songs are full of people and the immanent features of daily life: the part-time cleaner in a holiday flat; the worker from the blue-sky mine; people who live in water tanks and those who live in red-brick flats.\\nMidnight Oil has a long association with Greenpeace. Back in the mid-80s Garrett sometimes introduced the iconic track Hercules as an “ode to the Rainbow Warrior”. When the Oils re-formed in 2017, they played a private warm-up gig for 250 activists, environmentalists and friends in Greenpeace’s Sydney warehouse before the world tour kicked off (the gig is mentioned for posterity in the sleeve notes to the Armistice Day live album). I remember an odd sense that night, almost a mythic feel to things. In days of climate emergency, with a national government sunk in a morass of capture by fossil-fuel-vested interests, they’d returned. The Oils were back. And three years later here they are, back at number one on the Australian music charts.\\nThe songs of Midnight Oil never shy away from loss and grief, both personal and political. That honest bearing of loss is fundamental to an emotional reckoning with these breaking years of extreme climate damage. But there’s no defeatism or abandonment in any Oils track.\\nWhen you read the Oils song-sheet, the ethic of determination, onwards, whatever the odds, is a golden thread. Not much time, but time to try. They say it’s late, but you know it’s never too late. Sometimes you’re shaken to the core, but you don’t give in.\\nDavid Ritter is the chief executive of Greenpeace Australia Pacific", "image": [["https://i.guim.co.uk/img/media/9e0862dcc94f5fcaa487a6b6d95a4a075b659973/119_79_1853_1112/master/1853.jpg?width=465&dpr=1&s=none", "Midnight Oil"]], "author": null, "date": "2020-11-24"}, "https://www.theguardian.com/environment/2020/nov/23/extinction-rebellion-launch-campaign-of-financial-disobedience": {"title": "Extinction Rebellion launches campaign of financial disobedience", "subtitle": null, "text": "Group stages debt and tax strikes to expose ‘political economy’s complicity’ in ecological crisis\\nExtinction Rebellion is launching a campaign of financial civil disobedience aimed at exposing the “political economy’s complicity” in the unfolding ecological crisis.\\nThe group – which has staged some of the UK’s biggest civil disobedience protests over the past two years – is turning its attention to what it says will be a sustained campaign of debt and tax strikes. It is also asking people to “redirect” loans from banks that finance fossil fuel projects to frontline organisations fighting for climate justice.\\nGail Bradbrook, a co-founder of XR, which was set up two years ago, said: “It’s time to tell the politicians who prop up this way of living: no more. We want an economy that grows health and wellbeing, not debt and carbon emissions. An economy that prepares and protects us from shocks to come, rather than making them worse. An economy that shares resources to meet all our needs, regardless of background. An economy that lets us live.”\\nOrganisers hope that in the coming months the “Money Rebellion” will involve thousands of people in the “redistributing debt” scheme and the debt strikes.\\nXR says it also has a growing number of small businesses that are planning to divert a portion of their taxes to help fund investment into green, sustainable business models and initiatives rather than pay them to the government.\\nBradbrook said: “We need a grownup conversation about why our political economy is killing life on Earth.”\\nXR says the Money Rebellion is the latest stage of its campaign centred around three demands – that the UK government tells the truth about the scale of the climate and ecological emergency, that if commits to zero carbon emissions by 2025 and that it agrees to a binding citizens’ assembly to devise policies to address the crisis.\\nThe group has held three major events since its launch, bringing motor traffic in parts of central London to a standstill. Organisers say that despite its success in raising awareness of the escalating climate crisis, the government has failed to respond appropriately.", "image": [["https://i.guim.co.uk/img/media/2efc18db7f3ab34900188240b3ca5274d2c64067/0_325_4928_2955/master/4928.jpg?width=465&dpr=1&s=none", ": Activists from Extinction Rebellion gather by the Bank of England ahead of marching through central London on the tenth and final day of mass protest action, on 10 September."]], "author": ["Matthew Taylor"], "date": "2020-11-23"}, "https://www.theguardian.com/media/2020/nov/07/nobody-can-block-it-how-telegram-app-fuels-global-protest": {"title": "'Nobody can block it': how the Telegram app fuels global protest", "subtitle": null, "text": "The controversial messaging app has moved huge crowds on the streets of Belarus. But who is its secretive puppet master?\\nOne Sunday in August, two weeks after Belarus’s authoritarian leader Alexander Lukashenko declared an implausibly decisive victory in presidential elections, I joined a crowd of around 100,000 people as it moved through central Minsk. Protest in Belarus was no longer the domain of a few hundred hardy opposition figures, and the homemade placards many people carried illustrated how broad the coalition had become: “Let’s drink to love, from the bartenders of Belarus”; “Teachers against violence”; “Working class, go on strike!”\\nThe previous fortnight had been a time of national awakening, as the country united around the goal of ending Lukashenko’s 26 years in charge. As grim footage of police violence circulated on the messenger app Telegram, large numbers came out to demand that their voices be heard.\\nThe enormous crowd began to flow from Independence Square, through the broad central avenues of Minsk towards a second world war memorial – because many people had received messages on their phones telling them to head there. When we arrived, the monument had been surrounded by barbed wire and placed under armed guard. Some people shouted abuse; others offered the soldiers flowers and implored them to join the side of the people. After a tense, half-hour standoff, they looked down at their phones again. Mobile internet was not working for everyone (the authorities had been switching it off at key moments) but those tech-savvy enough to install the right virtual private network (VPN) apps were able to relay the news.\\nThe first place they looked was Nexta Live (pronounced “Nekhta” and meaning “someone” in Belarusian), a channel on Telegram. “Nexta says we should go towards the residence!” one man called out, joining a column of people making the short walk to Lukashenko’s official residence. Outside was a police line: cars, makeshift fences and a few hundred riot officers in balaclavas with shields. It was clear that attempting to push through would result in bloody clashes. Again, advice flashed up in the Nexta Telegram feed. “Minsk! Do not approach the police line! The best decision now is to disperse.” The crowd did just that. Since then, every Sunday, they have come out; each week, Nexta has announced the time and place of the protest a day or two before.\\nTelegram, a messaging app created by the reclusive Russian exile Pavel Durov, is suited to running protests for a number of reasons. It allows huge encrypted chat groups, making it easier to organise people, like a slicker version of WhatsApp. And its “channels” allow moderators to disseminate information quickly to large numbers of followers in a way that other messaging services do not; they combine the reach and immediacy of a Twitter feed, and the focus of an email newsletter. The combination of usability and privacy has made the app popular with protestors (it has been adopted by Extinction Rebellion) as well as people standing against authoritarian regimes (in Hong Kong and Iran, as well as Belarus); it is also used by terrorists and criminals. In the past five years, Telegram has grown at a remarkable speed, hitting 60 million users in 2015 and 400 million in April this year. Each day, another 1.5 million people sign up.\\nIn Belarus, it permeates the political landscape. Opposition politicians issue press releases on a Telegram channel; journalists swap tips about where things are happening and how to avoid being detained; and people who have been tortured or beaten by Lukashenko’s thugs can find groups offering free medical or psychological support. Most importantly, Nexta Live and a number of smaller opposition channels feed subscribers with organisational information and rallying cries.\\n“How can you stop these Telegram channels? Can you block them? No. Nobody can,” Lukashenko complained. But if he can’t beat Telegram, he has decided to join it instead. On the Sunday I followed protesters through Minsk, Lukashenko took off from his residence in a helicopter and flew over us. Later, his press service posted video footage, shot from inside the helicopter, to his newly created Telegram channel: the leader, dressed in black and wielding an automatic rifle, surveyed the crowds below; “They’ve scarpered like rats,” he muttered, as he peered down from the windows. Lukashenko was meant to appear uncompromising and in control, but the video was quickly copied to opposition Telegram channels, overlaid with insulting captions, voiceovers and memes, and seen there by far more. At the time of writing, Lukashenko’s channel has 86,000 subscribers, while Nexta Live has almost 2 million, an impressive feat in a country of fewer than 10 million. Last month, Belarusian authorities declared Nexta’s channel and logo to be “extremist materials” in an unsuccessful attempt to scare followers off.\\nIt is a common trope for embattled autocrats to claim that protesters are in fact puppets in the hands of nefarious foreign plotters. This summer, Lukashenko suggested that his opponents were backed by the massed armies of Nato, or shadowy forces in Washington DC. But the truth is rather more embarrassing: his nemesis is a 22-year-old blogger working from a room strewn with pizza boxes 300 miles away.\\nTwo weeks after that Sunday in Minsk, I meet with Stepan Svetlov at Nexta’s makeshift headquarters, inside the office of an NGO in a Warsaw apartment block. After buzzing me in, Svetlov appears at the apartment door in baggy jeans and a blue sweatshirt. There are armed police outside; unsurprisingly, given the volume of threats the group receives. “We get them all the time. They say they’re going to blow the office up, they say they’re going to kidnap us and drive us back to Belarus,” Svetlov tells me. We sit down in the room from which he and four others run Nexta. It contains a couple of computers, and a table covered with blue takeaway coffee cups.\\nSvetlov, who only recently turned 22, has not been to Belarus for two years. His parents were there until recently, but have now left the country, having been advised by friends with government contacts that things might get dangerous. “At the start of all this, my mum was quite sceptical, but now she has started to support me,” Svetlov says. Has it been a shock for his parents that their son is now seen as the revolution’s puppet master? “You could say they were quite surprised,” he says, smiling.\\nSvetlov launched Nexta as a YouTube channel in 2015, shortly before the last round of elections in Belarus. “Nobody to vote for/ Only mustachioed portraits everywhere,” ran the lyrics to a song that formed the channel’s first post. Nexta’s sharply satirical videos about Belarusian politics swelled subscriber numbers to 100,000, and quickly brought it to the attention of the authorities. A clip Svetlov made entitled “Lukasherlock”, about the Belarusian president’s claims to have solved a crime overnight, was deemed to be in potential violation of a law on insulting the president, and a criminal case was opened against him. By that time, he was studying in Poland, and he has not returned to Belarus since. In 2018, Svetlov switched his main activities from YouTube to Telegram, realising its potential to reach more people more easily.\\nAs the summer’s election campaign wore on, Nexta’s popularity began to grow, partly because other bloggers who remained inside Belarus were harassed or thrown in jail. Sergei Tikhanovsky, who ran a YouTube channel and intended to stand for president, was arrested in May. In June, Igor Losik, administrator of the second biggest Belarusian Telegram channel, was also arrested. Both remain in jail. Tikhanovsky’s wife, Svetlana Tikhanovskaya, eventually ran against Lukashenko as an opposition unity candidate. The dictator assumed she would give the election a veneer of legitimacy while posing no threat; but her promise to be a transitional leader ahead of new, fair elections began to energise a population desperate for change. Svetlov and his small team in Warsaw were quick to share videos from her rallies.\\nOn 9 August, election day, Belarusian authorities turned off the internet almost completely as they announced the results – 80% for Lukashenko and 10% for Tikhanovskaya – to widespread disbelief and fury. After three nights of protests and ruthless police violence in response, the internet returned, a sign the authorities felt they had the situation back under control. But as detainees were freed and began to tell their stories, the Nexta team in Warsaw was deluged with horrific testimony and graphic footage of violence and injuries. I spoke to a western diplomat who told me that it is hard to overestimate Svetlov’s role in this summer’s protests, with most traditional opposition leaders jailed or forced into exile before the presidential vote: “I think he’s been the most important person of this entire period.”\\nSvetlov’s small team was overwhelmed by the volume of information coming from Belarus. “During the peak, there were about 200 messages coming every minute, or 100,000 a day. It was impossible to work through. We ignored text and just looked at photos and videos, and put the best on to the channel,” he recalls. As we speak, a young woman enters the office with a brusque, “Hi” and settles down for a shift at one of the computers, sifting through the thousands of messages, videos and tipoffs that Nexta receives each day. “You can’t talk to her, she’s still working anonymously,” Svetlov tells me, suggesting we continue our conversation in the kitchen.\\nI ask Svetlov about the Sunday I followed the crowds in Minsk, who in turn were following his directions. There were three people in the office that day, he says, tracking events in the Belarusian capital. There was no great science behind it: no complex software mapping the crowds, or algorithms to determine the numbers – simply three young people scrolling through hundreds of messages sent from the ground, and trying to determine which were the most relevant. Before major logistical information is put on the channel, it is debated in a small Telegram chat containing about 15 people, Svetlov tells me, including Nexta’s administrators and those from a few other channels.\\n“We understood that people were by the war monument, and they needed to do something. Someone suggested they should go to the residence and everyone agreed, so we put it on the feed,” he says. And with that, a 22-year-old sitting in Warsaw moved a crowd of 100,000 people in Minsk.\\nNone of this would have happened without Telegram’s creator, Pavel Durov. The reclusive 36-year-old Russian is ascetic in most lifestyle choices, arrogant in his interactions with others and quite brilliant at what he does. Born in St Petersburg, he learned coding in school, and immediately used it to subvert authority. According to a biography by the Russian journalist Nikolai Kononov, Durov hacked the system so that all the computers in the classroom displayed a photograph of the teacher and the caption “Must die”.\\nLater, as a student at St Petersburg State University, Durov set up a web forum for his fellow students. He did everything he could to promote it, organising real-life beauty contests that forum users could vote on, and creating controversial alter egos to ramp up controversy. “They were really juicy characters and people believed in them: an anti-feminist, a homophobe, a Stalinist,” he told Kononov. In much the same way that Mark Zuckerberg’s Harvard forum grew into Facebook, Durov and his brother Nikolai, who still work together today, turned their university website into VKontakte (meaning “in touch”). The Durovs were joined by a team of young coders, working out of the famous Singer House building in central St Petersburg, and the company grew rapidly in Russia and the former Soviet countries, partly because it also allowed users to share music and videos.\\nAs VKontakte evolved into a tech giant, Durov gained a reputation as a strange, imperious figure. Obsessed with The Matrix, he saw himself, like Keanu Reeves’ character Neo, as a coder with a mission. He looks a little like a boyish Reeves, and in his rare public appearances is always dressed in black. He is a fan of grand gestures, such as a 2012 stunt in which he threw 5,000 rouble notes (then worth about £100) from the windows of Singer House and watched people scuffle on the street below.\\nBut many artists were unhappy at VKontakte’s failure to take action against widespread copyright infringements on the site, and it was also slow to act on offensive material or groups, including those belonging to “Occupy Paedophilia”, an organisation that shared videos of attacks on LGBT people to its 90,000 followers on the site. Durov has a libertarian streak and has often said over the years that he values free speech above all, though to many, his unwillingness to take quick action over hate groups looked like an evasion of moral responsibility.\\nHe also refused to bow to Kremlin pressure to ban opposition political groups, after protests broke out in Russia in late 2011. “This is my official answer to the security services,” he wrote on Twitter at the time, posting a photograph of a dog wearing a hoodie. As the informal relationship he had with figures around the Kremlin broke down, he was forced to sell his stake in an investment fund linked to pro-Kremlin oligarchs; and in the aftermath of the annexation of Crimea in 2014, he fled Russia, citing threats against him.\\nDurov acquired St Kitts and Nevis citizenship, and is now based in Dubai, spending long periods travelling the globe with his team of 15 or so coders in tow, often staying in hotels or rented houses. His precise movements are hard to track, and he ignored several interview requests for this article. (An associate of his tells me this is because “he has very high quality standards” and has met few journalists who lived up to them.) Instead, Durov communicates through a sporadically updated Telegram channel, where around once a month he drops his thoughts on freedom of speech, or the flaws of rival messenger services, particularly WhatsApp, which he loves to denigrate (“WhatsApp sucks”). Occasionally, the channel gives an insight into Durov’s lifestyle, such as a post last June in which he extolled the virtues of a “seagan” diet of wild fish and nothing else. He drinks no alcohol or caffeine, and claims not to have taken any pills or medicine for the past 15 years. In an October post marking his 36th birthday, he shared tips on how to stay looking young (you should live alone, for a start).\\nSince leaving Russia, Durov has focused on Telegram, the app he began developing as a way to speak securely with his brother and other associates. He has portrayed Telegram as a labour of love; it carries no advertising, and he says he has so far funded it himself, from the vast profits he made from VKontakte. A plan to launch a cryptocurrency called TON, which would have been integrated into Telegram, faltered earlier this year after the US Securities and Exchange Commission ordered the cash to be returned to investors.\\nOne of the chief reasons Telegram is so beloved of protest movements is that it will run even if national regulators ban it. Used in conjunction with another app called Psiphon, it can circumvent most firewalls. Protesters in Iran used this approach to get around a government ban on Telegram in early 2018. But this loophole makes it just as useful for drug dealers, terrorists and other criminals. In Britain and many other places, one of the primary uses of Telegram is for buying drugs. In India, authorities have found Telegram has become a leading source of pirated music and film streams. Most notoriously, it also became known as the Isis app of choice. Former former prime minister Theresa May singled out Telegram in 2018 when she warned about “smaller platforms” that “can quickly become home to criminals and terrorists”.\\nAccording to Joshua Fisher-Birch, a researcher at the Counter Extremism Project in New York, Telegram was the forum Isis fighters used most often to communicate with each other at the height of the group’s dominance of parts of Iraq and Syria. “They felt it was a safe space, because they would not have their data shared with any government, and they also liked the ease of use,” he tells me. Durov’s explanations for why he does not lose sleep over this have been far from convincing: “Ultimately, Isis will always find a way to communicate within themselves, and if any means of communication turns out to be not secure, they’ll just switch to another one,” he said at a conference in 2015.\\nBut, despite its initial reluctance to work with governments, Telegram has started taking action against terrorist-linked channels, Fisher-Birch says. In November last year, thousands of chats, bots and channels with Isis links were removed, in a joint operation with Europol, who said Telegram had gone to “considerable effort” to identify and remove Isis-linked content.\\nEarlier this year I spoke, via Telegram audio, to the administrator of a number of channels covering the Hong Kong protests, including one with more than 100,000 subscribers. Anticipating what would happen in Belarus, he told me that the organisers used channels for disseminating timely information to protesters, and the group chats for discussing their next steps. He particularly appreciated a Telegram feature that allows one user to delete a chat for both themselves and the other party, and had used it when friends had been arrested, in case police gained access to their phones.\\nHe also liked the way people could be mobilised very quickly. “A big Telegram moment was at the Polytechnic University [in Hong Kong] last November, when a lot of students were trapped inside and the police were trying to attack. We used the channels to get as many people there as possible to help save them from arrest,” he told me. Although he was sure that some of the chats were infiltrated by police informants, a feature allowing users to hide their telephone numbers meant he felt more protected than on WhatsApp or other messengers. “With Telegram, we are pretty sure that we can’t be monitored by the government,” he said.\\nIn Belarus, it is not just the tech-savvy youth who rely on the app. I realised this at the end of a reporting day in the provinces, when I stopped the car in a small village about an hour from Minsk, and got chatting to a 72-year-old woman who lives alone in a neat cottage. A former manager at one of Belarus’s many Soviet-built, state-run factories, Valentina is exactly the kind of person one might have expected to support Lukashenko – and she told me that until a few years ago she had, appreciating the way he had steered the country through the 90s without allowing the oligarchy and inequality that developed in neighbouring Russia and Ukraine to take hold. “If he had left 10 years ago, he would have gone down as a hero, but he has started to treat the people as though they are trash,” she said as we drank tea made from leaves she had foraged herself.\\nThe transformation in Valentina’s political views began when she stopped watching state news on television and started using Telegram, which one of her grandchildren had installed for her on the chunky desktop computer in her bedroom. Now, each night before bed, she draws the orange curtains in the spotlessly tidy room and settles into an armchair at her computer desk to scroll through her Telegram feed. “It’s very addictive! I think, I’ll just take a look for half an hour, and before I know it, it’s nearly three in the morning. Which is a disaster as I have to wake up early to tend the allotment.” Almost all her friends are on Telegram, too, usually with the help of their children or grandchildren.\\nMeanwhile, the standoff in Belarus appears to have reached something of a stalemate: the Sunday protests continue, but Lukashenko remains reluctant to make concessions. A whole network of smaller Telegram chats and channels, coordinating protest in various cities, streets or even specific apartment blocks, has now appeared, creating a localised and fragmented protest movement that authorities cannot possibly crush.\\nBack in Warsaw, I ask Svetlov what comes next for Nexta. The evening before we meet, the channel had published the home address of a pro-Lukashenko official. Wasn’t this an incitement to violence? “That was not meant to exert physical pressure on him – it was more for psychological effect, so that people start thinking about their actions. We see the same thing with policemen who are scared to show their faces and hide behind masks,” he says. In the weeks after our meeting, Nexta releases the names and dates of birth of thousands of policemen, having been sent a leaked list.\\nWill Svetlov feel a sense of responsibility if the protests turn violent, given the volume of his followers? What if something happens to the people he outs on Nexta? He shrugs, with his usual half-smile, and dodges the question. “From the beginning, we saw it as a peaceful protest. It was the authorities who started the repression.”\\nAs Lukashenko’s legitimacy has crumbled, he has increasingly looked to Vladimir Putin for support. While the Russian president has little affection for Lukashenko, he has even less for street protest. In the Kremlin, there has been horror at how quickly discontent has flared in a neighbouring country that appeared to be stable. Russian authorities banned the app in 2018, after Durov refused to comply with their demand that Telegram should share encryption data with the security services on request. But after two years in which millions of Russians got round the ban by using their own VPN, this June the Kremlin gave up and legalised Telegram again.\\nStill, events in Belarus show that even in the harshest of crackdowns, neutralising Telegram as a mobilising force is close to impossible. Lukashenko recently warned Putin that he, too, should be wary of Telegram: “You’re a powerful country, a nuclear country. But the Soviet Union was also a nuclear country. So you can’t relax… Through the internet, through these Telegram channels, they will get so deep into people’s brains.” The words were clearly meant to pressure Putin into continuing to prop him up, but Lukashenko might have a point – that the app, created by an exiled Russian, could one day play a similar role in Russia.\\nRecently, Svetlov inserted a poll into the Nexta Live channel to ask followers where they were based. Out of more than 700,000 respondents, over half were in Belarus, but 28% were in Russia. “When things quieten down in Belarus, we need to start reaching that Russian audience, too,” Svetlov says, smiling. “We won’t call for people to protest. But if they start, we’ll certainly cover it.”", "image": [["https://i.guim.co.uk/img/media/8a4707fb3b7c35984bef7c046aec517c5ca801b6/0_284_2392_1434/master/2392.jpg?width=480&dpr=1&s=none", "Telegram allows huge encrypted chat groups."], ["https://i.guim.co.uk/img/media/dd9322e746a47d24100c2b2f411348d3676aa312/0_313_5941_3565/master/5941.jpg?width=445&dpr=1&s=none", "Stepan Svetlov, creator of the Nexta channel."], ["https://i.guim.co.uk/img/media/e4d4e8bb71cbe14c70db89cc2565d712410e3f9e/0_325_8510_5107/master/8510.jpg?width=445&dpr=1&s=none", "Pavel Durov, founder of Telegram."], ["https://i.guim.co.uk/img/media/203b8d369133590d2a81d3cbe894826317de0fda/87_451_4562_2736/master/4562.jpg?width=445&dpr=1&s=none", "Protests in Minsk."], ["https://i.guim.co.uk/img/media/fefd247b5b91ef478cc9a497d08fc53fb5558b2a/0_218_3302_1982/master/3302.jpg?width=445&dpr=1&s=none", "Belarus president Alexander Lukashenko (second left) in Minsk."]], "author": ["Shaun Walker"], "date": null}, "https://www.theguardian.com/technology/2020/nov/26/international-campaign-calls-for-boycott-of-amazon-on-black-friday": {"title": "Yanis Varoufakis calls for Black Friday boycott of Amazon", "subtitle": null, "text": "Economist takes on retail giant before planned day of international protests\\nThe economist Yanis Varoufakis has called for a one-day boycott of Amazon on Black Friday as trade unionists, environmental activists, privacy campaigners and tax justice advocates plan coordinated actions against the company’s sites and supply chain.\\nAmazon’s success during the coronavirus pandemic – at one point the company was reported to be making sales of $11,000 (£8,200) a second – has vastly inflated its share price, increasing the personal wealth of its chief executive, Jeff Bezos, already the world’s richest man, by $70bn. Bloomberg estimates his current wealth to be $187bn.\\nIn an online video, Varoufakis asks viewers “not even to visit” Amazon’s website on Black Friday – the retail industry’s most profitable day of the year – which falls on 27 November this year.\\n“By boycotting Amazon you will be adding your strength to an international coalition of workers and activists,” he said. “Amazon is not a mere company. It is not merely a monopolistic mega-firm. It is far more, and far worse, than that. It is the pillar of a new techno-feudalism.”\\nUnder a banner of “make Amazon pay”, Friday’s actions are intended as the start of a campaign against the retailer’s record on workers’ rights, environmental impact, tax avoidance, work with police and immigration authorities, and what activists say are invasions of privacy via its growing range of internet-connected devices.\\nThe campaign is co-convened by Progressive International, a global initiative bringing together progressive leftwing groups, politicians and intellectuals, including Varoufakis, Prof Noam Chomsky and Bernie Sanders, and UNI Global, a trade union federation representing 20 million workers including the UK’s GMB union.\\nCasper Gelderblom, Progressive International’s campaign lead said: “Trillion-dollar corporations like Amazon have too much power and are too large for a single government, trade union or organisation to rein in. That’s why workers, citizens and activists are coming together across borders and issues to take the power back.”\\nA set of demands submitted to Amazon by Progressive International and signed by Oxfam, 350.org, Greenpeace and the Tax Justice Network, said: “Amazon warehouse workers risked their lives as essential workers, and only briefly received an increase in pay.”\\nThe first actions are due to take place in Sydney, Australia, with protests at Amazon facilities by the SDA and TWU trade unions. Protests are also planned for Bangladesh, Brazil, France, India, Italy, Luxembourg, the Philippines, Poland, Sweden and the US.\\nIn Germany, the trade union Verdi has organised three-day strikes at Amazon warehouses, demanding better pay and working conditions. In the UK, where protest is effectively banned under coronavirus regulations, GMB members will stage an online rally. Supporters are being asked to endorse the demands and donate to strike funds for Amazon workers.\\nAn Amazon spokesperson said of the campaign: “This is a series of misleading assertions by misinformed or self-interested groups who are using Amazon’s profile to further their individual causes. Amazon has a strong track record of supporting our employees, our customers, and our communities, including providing safe working conditions, competitive wages and great benefits, leading on climate change with the Climate Pledge commitment to be net zero carbon by 2040, and paying billions of pounds in taxes globally.”", "image": [["https://i.guim.co.uk/img/media/0d2764bfd70ed6730eee0173456107bdf8f77b2d/0_105_3500_2099/master/3500.jpg?width=465&dpr=1&s=none", "Yanis Varoufakis asked people not to even visit Amazon’s website on Friday."]], "author": ["Damien Gayle"], "date": "2020-11-26"}, "https://www.theguardian.com/environment/2020/nov/03/embarrassing-denmark-forced-to-u-turn-on-meat-ban-for-state-canteens": {"title": "‘Embarrassing’: Denmark forced to U-turn on meat ban for state canteens", "subtitle": null, "text": "The initiative had been part of the government’s aim to achieve a 70% reduction in greenhouse gas emissions by 2030\\nThe Danish government has reversed its ban on state canteens serving meat for two days every week after a backlash from employees.\n  Officials had proposed to introduce two vegetarian days a week in the canteens, as well as limiting beef or lamb to once a week. However, trade union objections forced a U-turn on the policy after barely a week. \n  The government has now said it would be up to individual workplaces to decide whether or not to introduce meat-free days. \n  Denmark had been attempting to make reductions in the nation’s diet-related footprint to help meet its ambitious new climate targets. Last year it approved a new climate law to reduce its greenhouse gas emissions by 70% by 2030.\\nAs well as the meat-free days, Denmark had been planning to introduce climate-friendly dietary guidelines in 2021 and initiatives to help reduce emissions from the farming sector. \n  The Danish government had not wanted to ban meat consumption, said Anne Paulin, climate spokesperson for the ruling Social Democrats, but to “set an example on greener eating habits”. Paulin said a more “pragmatic solution” of voluntary meat-free days had now been agreed. “We still believe people will eat meat in the future, but we should eat less for climate and health reasons,” she added.\n  Experts had said the meat-free days, even if compulsory, would be unlikely to reduce climate emissions given the size of the livestock sector in the country. Denmark produces vastly more pig meat than the country needs; 90% of all its pork production is exported, mostly to the rest of Europe.\\n“Changing diet will probably not reduce Denmark’s emissions greatly. Our agricultural sector supplies a global market and I do not see them producing less because they sell less in Denmark,” said Katherine Richardson, leader of the sustainability science centre at the University of Copenhagen.\\nPaulin said the government had “no specific policy to minimise the Danish livestock capacity”, adding that the country’s producers were very climate-efficient compared with other European countries.\n Greenpeace said the government’s U-turn on meat-free days was “embarrassing” and that it was now also likely to back away from initiating the necessary transition in Danish agriculture. \n “It needs to start talking about the elephant in the room, the fact that Denmark is the biggest meat producer in the world, per capita, with 28% of Danish climate emissions coming from the production of meat and dairy products,” said Helene Hagel, head of climate and environmental policy at Greenpeace Denmark.\n The Danish food industry said the meat-free proposals were “not necessarily beneficial” in reducing climate emissions.\\n“Our major concern about mandatory meat-free days from a purely climate perspective is that Danish food products which are among the most climate efficient in the world will be substituted with products flown in from abroad. That will make absolutely no sense from a climate perspective and would render the initiative a token effort,” said Niels Peter Nørring, climate director at the Danish Agriculture and Food Council. \n  UK Green party MP Caroline Lucas said meat-free campaigns were a great way of introducing people to plant-based dishes and raising awareness of the environmental impact of industrialised livestock rearing. “It’s not saying ‘no to meat-eating’, it’s focusing on less and better and – if done in consultation with people – has the potential to change eating habits long term.” Sign up for the Animals farmed monthly update to get a roundup of the best farming and food stories across the world and keep up with our investigations. You can send us your stories and thoughts at animalsfarmed@theguardian.com", "image": [["https://i.guim.co.uk/img/media/9d0d3895d6fb2b22ff760bd61973e5daf79c8a61/53_6_745_447/master/745.jpg?width=465&dpr=1&s=none", "Greenpeace activists paint dead piglets outside the Environment and Food Ministry to call for a reduction in Denmark’s extensive meat production. "]], "author": ["Tom Levitt"], "date": "2020-11-03"}, "https://www.theguardian.com/global-development/2020/nov/02/rotten-river-life-on-one-of-the-worlds-most-polluted-waterways-photo-essay": {"title": "Rotten river: life on one of the world’s most polluted waterways – photo essay", "subtitle": null, "text": "Indonesia’s Citarum is relied upon by millions, but decades of pollution have choked it with chemicals and rubbish\\nThe smell is the first thing that hits you on the banks of the Citarum River in West Java, Indonesia. The odour is dense: rubbish rotting in hot sun mixed in with an acrid tone of chemical waste.\\nSome 9 million people live in close contact with the river, where levels of faecal coliform bacteria are more than 5,000 times mandatory limits, according to the findings of the Asian Development Bank in 2013.\\nLead levels are more than 1,000 times the US Environmental Protection Agency drinking water standard and levels of other heavy metals such as aluminium, iron and manganese are above the international average.\\nThose living along the river have nowhere to dispose of rubbish, so they either burn it or throw it into the river.\\nIim Halimah, 47, has three children. Her husband, Jajang Suherman, died of tuberculosis four years ago, aged 46, after years of dermatitis – a common condition along the Citarum. Halimah suffers from chronic bronchitis, a condition worsened by the pollution and malnutrition. She says the doctor has told her for years not to use the river water, but she has no alternative.\\nThere are more than 2,000 companies in the area – mostly textile factories built near the river because they need large quantities of water. In recent years they have discharged enormous amounts of chemical waste directly into the river.\\nThe village of Sukamaju on the Citarum River. Factories belch out smoke in the distance\\nMountains of river sediment are piled on the banks of the Citarum. Thousands live on these wastelands. Unemployed young people, families displaced by the frequent floods, or so-called ‘scavengers’, the very poor waste collectors who survive by selling recyclable rubbish.\\nIn the industrial area of Majalya, a textile factory discharges waste directly into the river, while children play among the toxic rubbish\\nMany people suffer from dermatitis, contact rashes, intestinal problems; but also from delays in child development, renal failure, chronic bronchitis and a significant incidence of tumours.\\nThe luckiest river dwellers access wastewater from the local industries, who draw water directly from aquifers up to 150m deep and, after partially purifying it, make it available to the neighbouring villages.\\nBut most have to rely on contaminated water directly from the Citarum, to wash themselves and their clothes, and for drinking and cooking.\\nPeople and their animals also ingest contaminants through their food, mostly rice, which is irrigated with water from factories and villages or from the Citarum and its tributaries.\\nPeople living along the Citarum have to wash and cook with contaminated water. The water from the well can range from yellow to black in colour, and the farmers irrigate their fields with water foaming with detergents\\nDespite the filth, fishing is still widely practised along the river. The catch, contaminated with heavy metals and microplastics, is sold and eaten as much in areas adjacent to the river as on the tables of Jakarta. The number of fish species in the Citarum has decreased by 60% since 2008.\\nThe Indonesian government, after pressure from international organisations such as Greenpeace about the state of the river, has established a seven-year cleaning programme for the Citarum, with the goal of making its water drinkable by 2025.\\nThe fishermen have to build floating fences and fish among the rubbish\\nThe programme is also supported by the International Monetary Fund and the Asian Development Bank, which in 2009 committed $500m (£387m) to finance the river’s rehabilitation. The cleaning operation consists of combating soil erosion and agricultural runoff by reforesting surrounding mountains; extracting the toxic sediment from the river with large excavators; prohibiting factories from discharging wastewater until after filtration and purification, and setting up environmental education projects.\\nAn environmental activist patrols a canal in the industrial area looking for hidden discharges into the river\\nAccording to local activists, despite the bans, many factories continue to discharge waste via concealed pipes. Even if discovered, bribes to the right people ensure they remain.\\nHowever, recent environmental awareness initiatives by the government and some campaign groups mean a new wind might be blowing in Indonesia.\\n‘Scavenger’ Mr Iwan, 34, collects recyclable material along the Citarum\\nBut for now at least, every day along the Citarum people are still being poisoned by the dioxins and hydrocarbons in the air from coal-fired textile factories and by the water of a river that was once considered a paradise.", "image": [["https://i.guim.co.uk/img/media/48064984903c6c0b861f3e6cbed4d38f75ba3ddf/0_0_3000_2000/master/3000.jpg?width=465&dpr=1&s=none", "Villagers from Bojongsoang are among the many who rely on the river for their survival."], ["https://i.guim.co.uk/img/media/7bf5ed271611eb34c30eda620e7bbc3a42b6f8f6/0_0_3000_2000/master/3000.jpg?width=445&dpr=1&s=none", "Iim Halimah in her home by the river."], ["https://i.guim.co.uk/img/media/53ef372fe75cddaace127157159357aa4e2683dd/0_0_3000_2000/master/3000.jpg?width=445&dpr=1&s=none", "Sukamaju village, Majalaya District, Bandung Regency, West Java, Indonesia"], ["https://i.guim.co.uk/img/media/39b3c78a1150e6dde83ac18f5b3a82ea92ada243/0_0_3000_2000/master/3000.jpg?width=445&dpr=1&s=none", "In the industrial area of Majalya, West Java, a textile factory discharges waste directly into the river."], ["https://i.guim.co.uk/img/media/65a8873ad09cb5037814f449e7481f4ef9889800/0_142_2966_1858/master/2966.jpg?width=445&dpr=1&s=none", "Children from the village of Babakan, on the banks of the Citarum."], ["https://i.guim.co.uk/img/media/c9bddac464344bf575758d225dca5ca3aab84aee/0_0_3000_2000/master/3000.jpg?width=445&dpr=1&s=none", "Rubbish from the Dayeuhkolot slum, some of it toxic, is regularly burned in the village."], ["https://i.guim.co.uk/img/media/0cc95bcb94bccd76903d802c4b16910c54aebeca/0_0_3000_2000/master/3000.jpg?width=445&dpr=1&s=none", "A child flies a kite on a mountain of sediment taken out of the Citarum in Dayeuhkolot."], ["https://i.guim.co.uk/img/media/75174198c548be792fccfe099b80b32485c7345e/0_0_3000_2000/master/3000.jpg?width=445&dpr=1&s=none", "Oha, 70, is covered with dermatitis. He lives a few metres from the Citarum River and for 36 years collected the grass nearby to feed his goats. He is using a cortisone cream and has been under treatment for three years. He has been visited 25 times by eight doctors but, unable to move away from the river, he cannot heal."], ["https://i.guim.co.uk/img/media/732e8f79e6987610f495c55da15d2245cc87ce31/0_0_3000_2000/master/3000.jpg?width=445&dpr=1&s=none", "Ciwalengke village"], ["https://i.guim.co.uk/img/media/2e08c9568115cdc02bd31f389c3e643bebbfa1c7/0_0_3000_2000/master/3000.jpg?width=445&dpr=1&s=none", "Water from Ciwalengke’s well"], ["https://i.guim.co.uk/img/media/a142800ce143398567d4cb43f29aa510e821a1a3/0_0_3000_2000/master/3000.jpg?width=445&dpr=1&s=none", "the Citarum River"], ["https://i.guim.co.uk/img/media/cb73cb49d89ae4691537d8b27d30ee2e50313221/0_0_3000_2000/master/3000.jpg?width=445&dpr=1&s=none", "Farmer near Citarum River"], ["https://i.guim.co.uk/img/media/dfb15e75038f71c2d8c2e1a102eecf1ec441b223/0_0_3000_2000/master/3000.jpg?width=465&dpr=1&s=none", "A fish trap on the river bank. The fishermen have to build floating fences and fish among the rubbish."], ["https://i.guim.co.uk/img/media/0eb2e305f81259d5c3e4d70892a94de96c935157/0_0_3000_2000/master/3000.jpg?width=445&dpr=1&s=none", "An environmental activist from Badega Lingkungan, is patrolling a canal"], ["https://i.guim.co.uk/img/media/92e7ee2407c3e1f731b77ffa491a38789a13c573/0_0_3000_2000/master/3000.jpg?width=445&dpr=1&s=none", "‘Scavenger’ Mr Iwan, 34, collects recyclable material along the Citarum."], ["https://i.guim.co.uk/img/media/65c3e65e903f17a3b0718602bb1e026da1c14b16/0_0_3000_2000/master/3000.jpg?width=465&dpr=1&s=none", "Rubbish chokes the Citarum in Cipatik, West Java, Indonesia"]], "author": null, "date": "2020-11-02"}, "https://www.theguardian.com/environment/2020/nov/27/lost-species-day-celebrities-to-champion-threatened-wildlife-aoe": {"title": "Lost species day: celebrities to champion threatened wildlife", "subtitle": null, "text": "Amitav Ghosh, Margaret Atwood and Emma Thompson are among 20 activists and cultural figures to speak at Writers Rebel event\\nWriters and activists including Emma Thompson, Margaret Atwood and Amitav Ghosh are to speak about their favourite endangered animals as part of a remembrance day for lost species.\\nThe snow leopard, pangolin and vaquita porpoise are among the endangered animals that will be championed by participants at the free online event, On the Brink, organised by Writers Rebel, which is part of Extinction Rebellion.\\n“A good way of coping with the grief of losing so many species from our planet is to celebrate the ones we have left and make sure they survive,” said Thompson, who will speak about puffins.\\nAs a child she was a member of the Puffin Club and thought at first that puffins were books, not birds. Decades later, while on a trip to the Arctic with Greenpeace, the gently comical sight of a flying puffin, which is listed as vulnerable on the IUCN red list, was a respite from the grief and trauma of watching glaciers disappear. “There always seems to be a think bubble above their heads as they’re flying, which is ‘I’m not sure how long I’m going to be able to keep this up!’ because their wings go so fast,” she told the Guardian.\\nThe sixth mass extinction in geological history has not only begun but is accelerating, according to some scientists, who warn that it may be a tipping point for the collapse of civilisation.\\nA report in June 2020 found more than 500 species of land animals were found to be on the brink of extinction and likely to be lost within 20 years. In comparison, the same number were lost over the whole of the last century.\\nThe land vertebrates on the verge of extinction, with fewer than 1,000 individuals left, include the Sumatran rhino, the Clarión wren, the Española giant tortoise and the harlequin frog.\\nThe analysis, published in the journal Proceedings of the National Academy of Sciences, examined data on 29,400 land vertebrate species compiled by the IUCN red list of threatened species and BirdLife International. The researchers identified 515 species with populations below 1,000 and about half of these had fewer than 250 remaining. Most of these mammals, birds, reptiles and amphibians were found in tropical and subtropical regions.\\nChanges to the climate are reversible, even if that takes centuries or millennia, and conservation efforts can work. Since 1993, up to 48 bird and mammal extinctions have been prevented by conservation efforts. But once species become extinct, there is no going back.\\nThompson hopes the event helps people to realise their deep links with other living things. “That innate connection is what will save us, and to speak of it poetically or amusingly or artistically in any way is merely to remind people of what they already know,” she said. “It’s just adding another voice to the great chorus that is rising from everywhere at the moment, voices saying we can’t go on destroying our landscape, our planet, the great numbers of other organisms or species with whom we share the planet.”\\nAs a child, Thompson was a junior member of Greenpeace and Friends of the Earth. When she was filming In the Name of the Father in 1991, people started talking about bottled water and how stupid it was. “Two decades later we’re going … ‘this is ridiculous – we’ve got more plastic in the oceans than fish?’ If something could go badly wrong in 30 years, it can also go seriously right in the next 10,” she said.\\nFrom Toronto, Atwood will be speaking about the endangered Tasmanian devil, a dog-like marsupial whose ferocity reminds her of climate activist Greta Thunberg. “I chose this creature because I have seen it in its habitat, I’ve followed its footprints across a beach in Tasmania, and I have watched it move through several threats and partial recoveries,” she told the Guardian.\\nFor Atwood the penny dropped about climate issues in the 50s. Humanity had dodged a number of bullets – ozone depletion, acid rain, DDT pesticides, atomic bombs – and scientists who spotted early signs of global heating were mainly ignored. Now people are listening, she said, as shown by the rise of Extinction Rebellion. “What we have to think about … is do we want to be a species? Are we already a threatened species? Are we investing in our own extinction? That is the question … If no action is taken, we’re going to go over the cliff. It’s just a matter of time.”\\nHaving lived through several periods of protest over the years, Atwood says this is the first time the protests have been about the climate, which is forcing politicians to face up to the problem. “There’s no point not having some hope. Because if you have no hope you do nothing,” she said.\\nGhosh became interested in Irrawaddy dolphins in 2000 when he was travelling by boat through a mangrove forest in Bengal and saw a dead one washed up on the mud bank. Years later he got in contact with a researcher from New Zealand and spent a week surveying the dolphins in the Mekong River where there are an estimated 92 of them left. He wrote a book called The Hungry Tide whose central character is a scientist interested in these beakless dolphins, which have bulging foreheads and look like they’re smiling.\\nAn estimated million species are at risk of extinction and Ghosh hopes the remembrance day will highlight the horror of watching entire populations of creatures vanishing before our eyes. “All this stuff has just become naturalised – we become immune to the horror that’s unfolding around us,” he said. “And I think it’s very important and very necessary to constantly reiterate that this isn’t normal.”\\nAt this point, our choices are between terrible and catastrophic because we’ve already crossed too many planetary boundaries, he said. “We are heading towards catastrophic. So yes, we could turn it round to some degree so that we remain within some boundaries, that is still terrible, but are better than catastrophic. That’s the thing that we have to hope for at this point.”\\nLily Cole, Bianca Jagger, Homero Aridjis and Ben Okri will also speak at the event, which will be co-hosted by Mya-Rose Craig, also known as Birdgirl, and David Lindo, the Urban Birder. The aim is to galvanise support and inspire people to become champions of ecosystems at risk of collapse, says co-organiser Liz Jensen. “We hope this will be our biggest and best event yet.”\\nOn the Brink will take place on the Remembrance Day for Lost Species on Monday 30 November at 7pm and will be streamed on Zoom and Facebook Live.\\nFind more age of extinction coverage here, and follow biodiversity reporters Phoebe Weston and Patrick Greenfield on Twitter for all the latest news and features", "image": [["https://i.guim.co.uk/img/media/84187c50af2122c754cb75d1465afb5ba2dd015f/19_0_2172_1303/master/2172.jpg?width=465&dpr=1&s=none", "Amitav Ghosh and Irrawaddy dolphin; Margaret Atwood and Tasmanian devil; Emma Thompson and a puffin"], ["https://i.guim.co.uk/img/media/6649e73cc2638794d84760b8f5c3b55107f9ecdb/0_0_2278_1523/master/2278.jpg?width=445&dpr=1&s=none", "Emma Thompson"], ["https://i.guim.co.uk/img/media/1e41bff013e4020f6f38419f8984cf3691df91c6/0_0_2499_1666/master/2499.jpg?width=445&dpr=1&s=none", "Puffins on the Shiant Isles in the Outer Hebrides, Scotland."], ["https://i.guim.co.uk/img/media/96e74089b208a6002012764f00952fa15974fe96/0_49_768_516/master/768.jpg?width=445&dpr=1&s=none", "Canadian author Margaret Atwood holds up XR sticker."], ["https://i.guim.co.uk/img/media/4f1880ea5f13da7b2321f653e0d82f2b1697f81a/923_984_3609_2165/master/3609.jpg?width=445&dpr=1&s=none", "This year Tasmanian devils were released into the wild on Australia’s mainland – 3,000 years after they went extinct there."], ["https://i.guim.co.uk/img/media/a35955271a183ec0754567211d3ca6ba97cdbc1e/0_0_8688_5792/master/8688.jpg?width=445&dpr=1&s=none", "Writer Amitav Ghosh."], ["https://i.guim.co.uk/img/media/d1867de52a00608de5b4932a68f62304cb73a8bf/0_53_2200_1320/master/2200.jpg?width=445&dpr=1&s=none", "An Irrawaddy dolphin, also known as the Mekong dolphin, in a river in Cambodia."]], "author": ["Phoebe Weston"], "date": "2020-11-27"}, "https://www.theguardian.com/environment/2020/nov/07/extinction-rebellion-protester-17-climbs-crane-in-norwich": {"title": "Extinction Rebellion protester, 17, climbs crane in Norwich", "subtitle": null, "text": "Action comes after group postponed mass protest due to second England lockdown\\nA teenage Extinction Rebellion protester has climbed a crane in Norwich after the movement postponed a mass demonstration due to the second national lockdown.\\nAlex Sidney, who scaled the crane in Duke Street early on Saturday morning while carrying a sleeping bag and supplies, has vowed to stay put until he has “mild hypothermia”.\\nNorwich police were called to the scene just before 6.40am and have arrested three people in connection with the incident.\\n“I’m up here to tell the government and the council to get up off their arses and do something, because I’m worried about the climate,” said Sidney, 17, from Dereham, in Norfolk, from the crane.\\nHe said: “I’m desperate because there’s no easy fix, there’s no alternative, and my generation are the ones inheriting this planet – so I really want to try and not let it go to waste.”\\nAlex, who is on a gap year, will remain on a gantry outside the crane’s cab, which he said is about 33 metres high, for an “indefinite” time. Although lacking a tarpaulin or tent, the rain forecast in the area later on Saturday could force him back to the ground.\\nJames Graham, Extinction Rebellion’s Norwich spokesman, said the crane protest went ahead in place of a much larger demonstration, which had to be postponed due to the national lockdown in England.\\nProtest is not included among the non-exhaustive list of exemptions to the latest coronavirus rules, which came into effect on Thursday.\\nWhile there is no explicit ban on protests, rights groups have expressed fears the removal of the exemption will render organising large-scale lawful protest almost impossible.\\nGraham said: “The message, fundamentally, is that while we know Covid is an immediate problem it does not trump the reality that our world is changing faster than the life on it, including us, can handle.\\n“Yes, obviously working at height can be dangerous, but in addition to the health-and-safety measures already in place on site to minimise the risk of accidents, Alex is a bright young man who is fully invested in his own safety.\\n“None of us want to see anyone getting hurt, and we risk-assess all our actions beforehand.”\\nHe said it was decided that the risks of inaction on the climate and ecological emergency outweighed any risks being taken by XR.\\nOfficers remain in attendance and have asked members of the public to avoid the area.", "image": [["https://i.guim.co.uk/img/media/635a209f680edb9c597bd4073dcf00ceece4a6a4/0_406_1538_923/master/1538.jpg?width=465&dpr=1&s=none", "Alex Sidney on a crane on Duke Street in Norwich, UK."], ["https://i.guim.co.uk/img/media/d9a97e6d7294275b1ac37f2d8f4321d82776a9ea/0_11_1340_804/master/1340.jpg?width=445&dpr=1&s=none", "Alex Sidney scales a crane in Norwich."]], "author": ["Aaron Walawalkar"], "date": "2020-11-07"}}