{"https://www.theguardian.com/environment/2020/oct/08/earthshot-prize-prince-william-launches-50m-drive-to-repair-planet": {"title": "Earthshot prize: Prince William launches £50m drive to repair planet", "subtitle": null, "text": "Five £1m prizes will be awarded each year for next 10 years to support environmental solutions\\nThe Duke of Cambridge has announced that £50m will be awarded over 10 years through his Earthshot prize, billed as “the most prestigious global environment prize in history”, which aims to find solutions to repair the planet by 2030.\\nOfficially launching the prize, Prince William said he felt it was “my job and my responsibility” as the planet reached “tipping point” , and the next decade was “crucial”.\\nFive £1m prizes will be awarded each year for the next 10 years, aiming to provide at least 50 solutions to some of the world’s environmental problems.\\nWilliam said he had been inspired by his father, Prince Charles, as well as the TV naturalist Sir David Attenborough, who is one of the judges of the prize.\\nHe admitted it was “certainly ambitious” and the prize had been 18 months in the making. “We felt that the one piece of the jigsaw that was maybe missing was positivity.\\n“I felt very much that there’s a lot of people wanting to do many good things for the environment and what they need is a bit of a catalyst, a bit of hope, a bit of positivity that we can actually fix what’s being presented.\\n“And I think that urgency with optimism really creates action. And so the Earthshot prize is really about harnessing that optimism and that urgency to find solutions to some of the world’s greatest environmental problems.”\\nHe added: “We believe this decade is one of the most crucial decades for the environment. And by 2030 we really hope to have made a huge stride in fixing some of the biggest problems on Earth.”\\n“We must have some hope, we must have some optimism, because if we don’t it is all too much, it is very apocalyptic about things. These are grave times for the environment. But I do believe in human ingenuity, and I do believe in the younger generations speaking up as they are now, that they will not stand for this lack of hope.”\\nInspired by John F Kennedy’s ambitious “moonshot” lunar programme, the prize is centred on five “Earthshots” – simple but ambitious goals for the planet. These are:\\nProtect and restore nature.\\nClean our air.\\nRevive our oceans.\\nBuild a waste-free world.\\nFix our climate.\\nIndividuals, people-powered movements, businesses cities, and countries can be nominated for the prizes.\\nThe plan was to “harness our ingenuity and our ability to invent”, William said.\\nSpeaking to BBC Radio 4’s Today programme, William said: “I feel right now, it’s my responsibility.”\\nHe added: “The key thing about the Earthshot prize is that positivity. It’s the idea we need to find solutions to be able to live our lives and enjoy our lives and not feel guilty and bad about some of the things we do.\\n“That ultimately has to change, because I also worry from a mental health point of view, the anxiety and the worry that many of these younger generations are going to have. Hearing about what we’re talking about, it’s going to weigh on them. And they don’t to inherit a world that is full of doom and gloom.”\\nHe hopes the prize “reaches everyone around the world, from communities, schools, right up to banks, governments, corporations, anyone and everyone”.\\nAttenborough told the Today programme: “There are simple things that can be done, which may sound crackpot, or a bit hole in the corner things, which really need impetus put behind them to get them done on a world scale. We want to know about those things. The prize will give them that strength, that financial impetus to spread and develop.”\\nWilliam has set up the prize through his Royal Foundation, taking advice from teams behind the Nobel prize and the Xprize. He believes it is unique, and he is bringing leading global figures and organisations onboard.\\nNominations for the first five £1m prizes will open on 1 November. More than 100 “nominators” have been selected from around the globe. The first five winners will be announced at a ceremony in London next year.\\nThe prize is supported by a global alliance of partnerships, including WWF and Greenpeace, and there are plans for it to have its own foundation by next year. Backers include the Aga Khan Development Network, Bloomberg Philanthropies, DP World in partnership with Dubai Expo 2020, and the Jack Ma Foundation.\\nThe prizes will be awarded by a council, a global team of high-profile leaders from the environmental, philanthropic, business, sporting and entertainment worlds. The 13 members include actor Cate Blanchett, singer Shakira, Queen Rania of Jordan, Japanese former astronaut Naoko Yamazaki, Brazilian footballer Dani Alves, basketball star Yao Ming and Attenborough.\\nBlanchett said that “all around the world, science and community-based initiatives are leading to ground-breaking inventions and solutions”, and the prize aimed to “refocus the narrative on climate change to one of hope and action”.\\nShakira said: “Your children, my children – they have to find ways to reduce carbon emissions, to repair our oceans, to clean the air. So we need young minds to be informed and invested, which is why education is so important. But we can’t just stand still. We have to lead the way and we have to do it now.”\\nQueen Rania said: “When our backs are against the wall, humanity has a knack for coming together to find innovative solutions.”\\nAlves said: “It’s the most important power in the world – nature. If you give it good things then nature gives good things back to you. We’re going to make a good team.”\\nTo mark the launch, a series of five short films will be released bringing each Earthshot to life. Produced by world-leading wildlife filmmakers Silverback Films, the films are narrated by young climate activists including Bindi and Robert Irwin, the children of the late Steve Irwin, the Australian wildlife expert and TV personality.", "image": [["https://i.guim.co.uk/img/media/4950e5835379385154231ec29ce81cc20e9df2e1/0_161_3500_2100/master/3500.jpg?width=465&dpr=1&s=none", "Prince William at the Chiatibo glacier in the Hindu Kush mountain range in Pakistan"]], "author": ["Caroline Davies"], "date": "2020-10-08"}, "https://www.theguardian.com/environment/2020/oct/05/3000-articles-100m-readers-a-year-of-our-best-environment-journalism": {"title": "3,000 articles, 100m readers: a year of our best environment journalism", "subtitle": null, "text": "With a piece of environmental journalism published every three hours, the Guardian is a leading voice in the fight to save the planet\\nSince the Guardian pledged a year ago to give the climate crisis even greater priority, we have published a piece of environmental journalism on average every three hours. Greenhouse gas emissions, heatwaves, wildfires, melting polar ice, floods, droughts, the annihilation of wildlife, air pollution … the problems grow more severe every year.\\nOf course, 2020 has been dominated by the coronavirus pandemic, but even here the correlation with environmental destruction is clear.\\nThe “tip of the iceberg” – that was the warning early in the year, when we reported that many more viruses were present in wildlife and just waiting to be released by the human destruction of nature. The UN’s environment chief said “nature is sending us a message” that our abuse of the planet had consequences.\\nAs critical as it is to tackle the damage caused by Covid-19, the root cause – the invasion of wild places and the exploitation of wild animals – is not being addressed, experts warned in the Guardian, despite the relatively tiny amount it would cost. Without action, even worse pandemics would happen, top scientists warned.\\nThe cascade of pandemic impacts is also hitting food supplies in vulnerable places, with the Guardian highlighting fears of the worst food crisis in 50 years and a “famine of biblical proportions”. We also revealed how meat processing plants had become hotspots of Covid-19 infections among workers: “Everyone’s on top of you, sneezing and coughing,” one person told us.\\nWhile a temporary reduction in air pollution was a rare benefit of the pandemic, long-term exposure to dirty air appears to drive up Covid infections and deaths. The Guardian revealed the latest research, including a striking study providing compelling evidence of a link, as well as the discovery of the virus on pollution particle samples. Poor quality air might also help explain the disproportionate impact of Covid on minority ethnic communities, we revealed.\\nThe coronavirus crisis is also an opportunity, however, with trillions of dollars being deployed to fund the recovery. In-depth series in both the UK and Australia set out how this is a once-in-a-lifetime opportunity to put the world on track to tackle the climate crisis, transforming energy, transport, food and even aviation.\\nOf course, fossil fuel vested interests remain, and the Guardian exposed their lobbying for cash in the US, Australia and around the world. We also took a road trip around the UK to seek the views of ordinary people on the Covid recovery. The conclusion: few want a return to “normal”.\\nThat normal would mean the relentless rise of global heating, with the brief cut in emissions during lockdown no more than a blip. Nowhere is that heating more obvious than in the oceans. In January, the Guardian’s print edition led its front page with the news of a record high ocean temperature in 2019, showing the “irrefutable and accelerating” heating of the planet.\\nThe danger signs kept coming, and we kept reporting them, from the temperature in the Antarctic rising above 20C for the first time on record, to deforestation in the Amazon hitting its highest level in a decade.\\nOne of the principal duties of the Guardian is to hold power to account. Our landmark series, The Polluters, revealed the 20 fossil fuel companies whose exploitation of oil, gas and coal reserves had caused more than one-third of all carbon emissions in the modern era, as well as Google’s funding of climate change deniers and the power of the car lobby.\\nIn the US, the 100 days countdown series to the US withdrawal from the 2015 Paris agreement showed how the global climate fight could be lost if Donald Trump is re-elected and how worsening heatwaves are exacerbating systemic racial inequalities.\\nIn Australia, the Guardian ran an agenda-setting interactive series, The Frontline, laying bare the climate emergency in the country. The starkest illustration were the devastating bushfires that raged through the summer months and were documented in The Summer of Dread and After the Bushfires projects. Amid all this, we revealed the third mass bleaching event on the Great Barrier reef in five years.\\nIn fighting the climate crisis, the power of protest has become a mighty force in the last two years. We have championed the protesters, being at the UN in New York for Greta Thunberg’s emotional condemnation of world leaders, and exploring in depth the rise of Extinction Rebellion and how it can reinvent itself for a post-pandemic world. We also revealed that a quarter of all tweets about the climate crisis came from bots that amplified denialist messages.\\nLike the climate emergency, the annihilation of wildlife that threatens the air, water and food on which we depend has not gone away, and neither has the Guardian’s coverage of the crisis. In our Age of Extinction series we examined the deadly truth behind almond milk – “it’s like sending bees to war” – and, like all Guardian exclusives, this was followed up widely by other media.\\nWe also revealed the $1m-a-minute farming subsidies that are ravaging the natural world and the mysterious mass die-off of hundreds of elephants in Botswana, and dug into the UK’s high-speed rail project’s impact on biodiversity and climate change.\\nThe largest environmental cause of human disease and death in the world today is pollution, responsible for many millions of premature deaths. We have kept a sharp focus on this, revealing, for example, research linking air pollution to brain cancer for the first time.\\nPollution takes many forms and we have reported in depth on the “cancer town” in the US where the risk of the disease is 50 times above the national average, and revealed that microplastic pollution is raining down on city dwellers, with as yet unknown effects on lung health.\\nRivers have long suffered from pollution but we revealed the startling fact that water companies discharged raw sewage into English rivers more than 200,000 times in 2019. The only thing worse than dirty water is no water, and we exposed the scandal of millions of US citizens being unable to afford water bills.\\nWhile hard-hitting news is at the Guardian’s core, some stories need space to tell, such as our journey to Antarctica where we encountered the surprising sound of icebergs melting, and our long read on the career of the world’s most revered naturalist, Sir David Attenborough. Another extraordinary tale was that of Takaya, the lone sea wolf whose spirit captured worldwide attention.\\nWe also know that finding solutions is vital in tackling the environmental challenges facing the world, which is why we reported from Darfur on how a water project was helping to end the “first climate change war” and how scientists created a mutant bacterial enzyme that broke down plastic bottles for recycling in hours.\\nIn the UK, the good news included the benefits of beavers, which now have a permanent home in Devon as well as Scotland, and plans to rewild a large patch of East Anglia and to bring back wild bison for the first time in 6,000 years.\\nThe Guardian’s commitment to environmental reporting has real world impacts, but these are rarely easy to measure. So it is useful to hear from those at the top.\\nChristiana Figueres, the UN’s climate chief when the Paris deal was sealed in 2015, said: “Without the work of the Guardian the delivery of the Paris agreement would have been far harder or perhaps even impossible. Its role has continued to be essential in the years since as the situation has become more urgent on a host of issues including climate change and biodiversity. At a time when the darkness of fake news and doubt in science is everywhere, the Guardian is a point of light.”\\nBill McKibben, the leading climate writer and campaigner, said: “There is nothing in the English-language press that comes close to matching the scope and the commitment of the Guardian’s coverage of climate change. At this point, the climate change fight resembles nothing so much as a war. War reporting is the place where newspapers have traditionally shined, bringing all their resources to bear. The Guardian is the only newspaper who has figured out what our time on Earth is really about.”", "image": [["https://i.guim.co.uk/img/media/8e94681e53667be90ef93e0a761c16f450f1f790/0_0_4000_2400/master/4000.png?width=480&dpr=1&s=none", "Environment-DC-print"], ["https://i.guim.co.uk/img/media/eaa3f295b8d6195a473e6c2b836f4c1934b1a289/0_0_4240_2832/master/4240.jpg?width=445&dpr=1&s=none", "Forest clearance and plantation development in PT Megakarya Jaya Raya (PT MJR) palm oil concession in Indonesia"], ["https://i.guim.co.uk/img/media/d302a26f2229a71ab1dfa231208cefc9ae72e3e8/0_200_3000_1800/master/3000.jpg?width=445&dpr=1&s=none", "The sun rises over Lindsey oil refinery in North Lincolnshire"], ["https://i.guim.co.uk/img/media/7f9ca64e618cf9f3ce728624e9ddb179f16f78c1/0_200_6000_3600/master/6000.jpg?width=445&dpr=1&s=none", "A fire burns in a section of the Amazon rain forest on in the Candeias do Jamari region near Porto Velho, Brazil."], ["https://i.guim.co.uk/img/media/51b30d9cdbcd28c54de1fab744ebdd9cdc3ec61b/0_0_5000_3067/master/5000.jpg?width=445&dpr=1&s=none", "A man crosses a street in downtown Portland, Oregon where air quality due to smoke from wildfires was measured to be amongst the worst in the world, September 14, 2020"]], "author": ["Damian Carrington"], "date": "2020-10-05"}, "https://www.theguardian.com/environment/2020/oct/12/climate-crisis-campaigns-pledge-real-change": {"title": "'We've had so many wins': why the green movement can overcome climate crisis", "subtitle": null, "text": "Leaded petrol, acid rain, CFCs … the last 50 years of environmental action have shown how civil society can force governments and business to change\\nLeaflets printed on “rather grotty” blue paper. That is how Janet Alty will always remember one of the most successful environment campaigns of modern times: the movement to ban lead in petrol.\\nThere were the leaflets she wrote to warn parents at school gates of the dangers, leaflets to persuade voters and politicians, leaflets to drown out the industry voices saying – falsely – there was nothing to worry about.\\nIn the late 1970s, the UK was still poisoning the air with the deadly toxin, despite clear scientific evidence that breathing in lead-tainted air from car exhausts had an effect on development and intelligence. Recently returned from several years in the US, Alty was appalled. Lead had been phased out in the US from 1975. Why was the British government still subjecting children to clear harm?\\nRobin Russell-Jones asked the same question. A junior doctor, he quickly grasped the nature of the lead problem, moving his family out of London. His fellow campaigner, Robert Stephens, amassed a trove of thousands of scientific papers, keeping them in his garage when his office burned down – he suspected foul play.\\nTheir campaign took years. But in 1983, a damning verdict from the Royal Commission on Environmental Pollution prompted the UK government to decree that both petrol stations and manufacturers must offer lead-free alternatives. Leaded petrol was finally removed from the last petrol pumps in the UK in 1999.\\nToday, it seems incredible that lead was ever used as a performance improver in car engines. Clean alternatives were available by the 1970s, but making the transition incurred short-term costs, so the motor industry, led by chemicals companies, clung on, lobbying politicians and ridiculing activists.\\nFaced with multiplying, and interlinked, environmental crises in the 2020s – the climate emergency, the sixth extinction stalking the natural world, the plastic scourge in our oceans, the polluted air of teeming metropolises – it is easy to feel overwhelmed. Lockdown offered a tantalising glimpse of a cleaner world, but also revealed a starker truth: that the global economy is not set up to prioritise wellbeing, climate and nature. What can we do, in the face of these devastating odds?\\nIt is easy to forget that environmentalism is arguably the most successful citizens’ mass movement there has been. Working sometimes globally, at other times staying intensely local, activists have transformed the modern world in ways we now take for granted. The ozone hole has shrunk. Whales, if not saved, at least enjoy a moratorium on hunting. Acid rain is no longer the scourge of forests and lakes. Rivers thick with pollution in the 1960s teem with fish. Who remembers that less than 30 years ago, nuclear tests were still taking place in the Pacific? Greenpeace’s Rainbow Warrior ship was blown up by the French government in 1985, with one death and many injuries, in a long-running protest.\\nAs well as giving heart to activists now, these victories contain important lessons. “The environmental movement has been very successful,” says Joanna Watson, who has worked at Friends of the Earth for three decades. “We’ve had so many campaigns and wins. Sometimes it’s been hard to claim success, and sometimes it takes a long time. And sometimes things that worked before won’t work now. But there’s a lot we can learn.”\\nAcid rain, first identified in the 1850s, took decades to address. The first murmurings of concern came about after the second world war and there were concerted efforts to solve it in the 1960s. But it is the campaign that Nat Keohane, vice-president at the Environmental Defense Fund and a former lecturer at Yale, points to when he wants to invoke the success of the global environmental movement. “The reason I talk about acid rain is that it’s one of the instances where we solved the problem.”\\nAcid rain occurs when sulphur dioxide and nitrogen oxides react with moist air to form weak acids, which then fall from clouds, killing plants and aquatic life. The scars can still be seen in parts of the US and northern Europe, where acid has etched limestone building facades, and faces have dissolved from statues. But in most of the world – except China, where the problem persists – the lifeless lakes and leafless trees that acid rain created have long since revived.\\n“Environmental groups led a drumbeat of campaigning on acid rain throughout the 1980s,” says Keohane.\\nPublic pressure in the worst-offending countries – chiefly the US and the UK, which were responsible for acid rain that fell largely on neighbouring countries such as Canada and Scandinavia – was key. Watson recalls one telling advertising campaign: posters printed on litmus paper that said: “When acid rain is falling, you should see red” – offering a vivid illustration of the problem.\\nGetting businesses onside was a different matter. In the US, that was achieved through a novel mechanism that offered financial incentives from rivals, rather than the public purse. “It was the first successful demonstration of a market-based approach,” says Keohane. US power plant operators were issued with a limited number of allowances for how much sulphur and nitrogen oxides they could emit. They could buy and sell these among themselves, meaning the dirtiest companies had to buy them from those who cleaned up fastest, while the number of allowances available was gradually reduced. This cap-and-trade system operated successfully from 1990, becoming the model for a similar approach to greenhouse gases under the 1997 Kyoto protocol – though that attempt was less successful, because the US rejected it.\\n\\nNet-zero carbon or carbon neutrality mean that the emissions of an entity (such as a country, region or company) are balanced by the amount of carbon dioxide it is taking out of the atmosphere, through absorption (eg trees) or removal (ie carbon capture and storage, see below)\\nCarbon removal is the process of taking carbon dioxide or other greenhouse gases out of the air chemically or mechanically. This can be done at source, by capturing and containing carbon dioxide or other gases physically, or by “scrubbing”, a chemical process applied to waste gases that flow or are pushed through a filter that react with the gases to change them to less harmful forms. It can also be achieved, usually less efficiently, by scrubbing carbon from ambient air. There are various methods of doing this, most involving passing air over chemical filters, but at its simplest carbon removal can take the form of crushing rocks such as basalt that then absorb carbon naturally from the air, a process known as enhanced weathering. These crushed rocks can be added to soil, which can also improve the fertility of poor soils, but the energy used to crush the rocks must also be taken into account.\\nCarbon capture and storage (CCS) is a means of carbon removal that requires diverting carbon dioxide emissions from their source, usually a power station or industrial facility, and compressing the gas to a liquid for long-term storage, usually in a depleted oil well or other natural geological storage site. CCS technology has progressed over the past two decades but is still expensive and energy-intensive.\\nCarbon offsetting is the practice of reaching carbon neutrality through investing in projects that reduce CO2 emissions. There are as many forms of offsetting as there are ways of using energy. Carbon sinks such as forests and peatlands can be protected or expanded to offset carbon emissions from other sources. Tree-planting, for instance, is a common offsetting practice. Carbon offsetting has been sometimes controversial in the past two decades, as it has been subject to scams and frauds, and because some organisations have been accused of using offsetting as a cheap alternative to more difficult choices involved in reducing their emissions. For these reasons, it is important that offsetting measures are clearly set out and subject to independent verification.\\n“The benefits were 40 times greater than the costs,” says Keohane. “There was an 86% reduction in pollutants, from 1990 to 2015, and there were huge unappreciated benefits beyond acid rain, on cleaning up particulates [an especially harmful form of air pollution].”\\nWhat acid rain showed is that businesses can be successfully regulated, without causing economic damage, says Keohane. As with the campaign against lead, companies resisted new rules for years, but when they came, they responded swiftly, showing governments they could afford to be less timid.\\nThere are also lessons for today’s campaigners in the close shaves. Climate change threatens to melt the ice caps, raise sea levels, destroy agriculture over swaths of the world, and is already causing humanitarian disasters. Time is short. But a lesson from 40 years ago shows the world can move quickly and decisively if it has to.\\nAbout 15-35km above the surface of the Earth, the ozone layer acts as a filter against the sun’s radiation, blocking about 97% to 99% of medium-frequency ultraviolet light. That is important, because over-exposure to ultraviolet radiation is harmful to most living things, including plants and animals, and causes skin cancers, eye problems and genetic damage in humans.\\nIn 1974 came the first indications that all was not well in the lower stratosphere. Research by Mario Molina, who died last week, and F Sherwood Rowland, both later awarded Nobel prizes, found that chemicals called chlorofluorocarbons (CFCs), commonly used as propellants in aerosols, were likely to be reacting with the ozone and depleting it.\\nThe first moves against CFCs were in the US, Canada, Sweden and a few other countries in 1978, but others hung back, as chemical companies dismissed the fears as theoretical. Then, in 1985, the British Antarctic Survey published clear evidence of damage, in the form of a patch of drastically thinned ozone across the south pole. Their measurements showed 40% less ozone than had been detected 20 years earlier. The science was indisputable.\\nThe world moved quickly. Governments got together under the aegis of the UN and forged the Montreal Protocol in 1987, which phased out ozone-depleting chemicals globally. “The Montreal protocol is the best environment treaty the world has ever created,” says Durwood Zaelke, the president of the Institute for Governance and Sustainable Development. “It solved the first great threat to the atmosphere, and put the ozone layer on the path to recovery by 2065. There’s very strong empirical evidence that it has done its job.”\\nWhen the Montreal protocol was signed, the world was rapidly approaching a precipice. The further the ozone depleted, the less likely it was to regenerate naturally. If the damage continued beyond a certain point, recovery and natural repair would have become virtually impossible, even if production of the harmful chemicals ceased. “It would have been beyond repair in about five or 10 years if we had not acted,” says Paul Bledsoe, a strategic adviser at the Progressive Policy Institute thinktank in Washington DC.\\nThe Montreal protocol shows, as the response to Covid-19 demonstrated, that the world can move quickly when governments want to.\\n“If a government needs to act, and Covid has shown this, my God can a government act,” says John Sauven, the executive director of Greenpeace UK. “All of a sudden, no regulation, no amount of money is a problem. When we need to act, we can.”\\nA key factor in the Montreal protocol and its preceding successes was making the economic case for action. When it came to ozone-depleting chemicals, the chemical companies found they could manufacture substitutes – and make more money doing so. Car companies made a similar calculation on lead in petrol, and US power plants had the incentives of cap-and-trade to halt acid rain. Today, a comparable economic shift has already happened in the field of climate action: renewable energy is cheaper in many countries than coal, gas and oil, and costs are likely to fall further.\\nBut some companies with fossil fuels to sell will still be left stranded, and corporate vested interests have not gone away. Russell-Jones recalls that Associated Octel, the UK’s main lead producer, “went apoplectic” when he started touring radio studios in the early 1980s, sending an operative to trail him in a car, following him in to demand right of reply on the same programme he had just appeared on. These days, there is no need for such efforts as internet trolls can reach far more people.\\n“Fake news is everywhere,” he says. “Disinformation from rightwing thinktanks, on air pollution and climate change, is all over the internet. And the media landscape has shifted to the right.”\\nOne of the most striking aspects of successful environmental campaigns of the past is how they straddled the left-right political divide. Key green legislation and decisions, including the Montreal protocol and the 1992 UN framework convention on climate change, the parent treaty to the Paris agreement, were put forward and signed by leaders from across the political spectrum.\\nThis may be partly because world leaders in the past were more willing to listen to scientists than today. “[The UK prime minister, Margaret] Thatcher got it, on the ozone layer – she was a chemist, she read all the scientific papers herself,” says Zaelke. “[Ronald] Reagan got it because he’d had skin cancer.”\\nBut a changing political discourse in many countries, driven by a rightwing populism that has forsaken reality in favour of stoking imagined grievances, has created a harsher political environment, according to Bledsoe. “The opponents [of climate action] have learned that in a culture where people get their news from politically dominated outlets [and the internet], they can get away with lying about almost anything.” But he says there is one bright spot: “Younger people are rejecting these lies about climate change.”\\nIn building a consensus that can transcend political divisions, Keohane believes green campaigners must focus on the outcome rather than the process and bring forward constructive ideas. “People get used to thinking about the fight, not the winning.” he says. “We have to remind ourselves that we have done it and we can do it again.”\\nReaching out across divisions to foster a broad and inclusive sense of community is essential. Alty may have spent seemingly endless hours printing and handing out leaflets, but “I never felt lonely, not once,” she says, and the many positive responses from people she encountered kept her going. “It was very labour-intensive, it was like rolling a heavy boulder up a very steep hill. But there is a value in knowing you are doing a worthwhile thing.”\\nFor Watson, the emphasis on what people have in common, despite surface divisions, is at the core of the green movement. “The thing about the environmental movement is, it crosses all barriers,” she says. “Whatever our political bent, we are all human, all people on the planet, and all interdependent. The environment is not something separate from us – we are all in the environment. It is where we live.”", "image": [["https://i.guim.co.uk/img/media/67825a514ec85e61d7964b74d1314dcb84d77fd3/0_0_4000_2400/master/4000.png?width=480&dpr=1&s=none", "Graphic showing climate protesters"], ["https://i.guim.co.uk/img/media/790a4c7a66fd5ebd32fdf6d628464f8fddbe9f85/0_148_5120_3074/master/5120.jpg?width=445&dpr=1&s=none", "An obsolete leaded petrol pump at a petrol station"], ["https://i.guim.co.uk/img/media/650398675499de1a8130e4ca2aa69c41cebcc066/0_187_3500_2099/master/3500.jpg?width=445&dpr=1&s=none", "Smoke billows from the chimneys of a factory in Jilin, China."], ["https://i.guim.co.uk/img/media/c4e76859d47f8a1937e7ad7f82ff88335514b84d/25_170_2049_1003/master/2049.jpg?width=445&dpr=1&s=none", "Ozone above Antarctica in 2000, left, and in 2018"], ["https://i.guim.co.uk/img/media/76ca292719d8b71d2f8148b9cb36da5d92ed3cfd/0_61_3500_2101/master/3500.jpg?width=445&dpr=1&s=none", "Young climate protesters at a demonstration in Leeds"]], "author": ["Fiona Harvey"], "date": "2020-10-12"}, "https://www.theguardian.com/books/2020/oct/10/1968-the-year-that-set-the-world-on-fire": {"title": "1968: the year that set the world on fire", "subtitle": null, "text": "Struggles for black justice, clashes between police and protestors, a Republican president running on a law and order ticket... a look at an extraordinary year that echoes in 2020\\nIn the summer of 1968 I was 16 years old and, in retrospect, those months appear significant for me only because I had sat my O-level examinations, and was waiting apprehensively for the results. Consequently, the rest of the summer of 68 remains something of a blur, but it’s not surprising that my memories are vague: the 1960s are over half a century ago now – a fact that, I suppose, makes them genuinely historical.\\nAnd yet, just before that same summer, the US was aflame with the most widespread riots in its history, following the assassination of Martin Luther King in April. Nine weeks later, in June, Robert Kennedy was also assassinated, and the autumn began with the Soviet invasion of Czechoslovakia, in August, terminating the hopes of the Prague Spring with brutal efficiency.\\nFurthermore, 1968 had started with baleful auguries. In January, in Vietnam, the North Vietnamese army and the Vietcong launched the Tet offensive, almost overwhelming the might of the American and South Vietnam military. There were more than half a million US troops in Vietnam at the time. As spring ended, Parisian students and workers took to the capital’s streets, unleashing an eruption of civil strife that created a near revolution, effectively ending the era of Gaullism. And Germany was also convulsed with a social upheaval driven by students that shook society to its foundations, initiating the policy of Vergangenheitsbewältigung (“Coming to terms with the past”) that still dominates German political debate and culture today. The list of significant sociopolitical traumas that occurred in that year is a long one. It is one of those years, like 1789 or 1848 or 1914 or 1933, where, with a little hindsight operating, one can see a paradigm shift in the affairs of the world and its peoples. Maybe that will prove true of 2020, as well.\\nAs I began researching the precise time and location of my new novel, Trio (I had plumped, almost on a whim, for 1968) the serendipitous wisdom of my choice became apparent. Suddenly I had a fascinating context for my characters and their secret lives – all involved in different ways, in the making of a zany, swinging 60s movie – that had a strangely global relevance. The comedy and the absurdity of the situation, plus the intensely private and personal lives of the characters, were ideally counterposed with the darker geopolitical state of the world.\\nThe cataclysms happening abroad had their effect on British society but, compared with the rest of the world, we were caught up in that complacent, hedonistic, freewheeling era. Despite malign rumblings in the background – sectarian discrimination in Northern Ireland provoking unrest and confrontation; Harold Wilson’s Labour government’s singular inability to pacify or negotiate with the trade unions – the state of Britain in the second half of the 60s is usually starkly contrasted with what was going on in the rest of the world. Britain’s travails seemed small-scale and localised compared with the whirlwinds tearing through the US, France, Germany and Italy and elsewhere.\\nThe counterculture in Britain was small and isolated – intellectual and well-to-do – there was nothing similar to the stridency and potency of the student movements elsewhere. However, the historical watershed that was the 1960s and its legacy – and the tipping-point that was 1968 – can still be seen, albeit transformed, today. Martin Luther King’s assassination shifted the civil rights movement into something altogether more radicalised and militant. In 1968, Eldridge Cleaver published the seminal text Soul On Ice, placing the Black Power movement in the foreground of African American political engagement. In Memphis, striking black workers marched silently in protest with large placards slung around their necks proclaiming “I am a man” in foot-high letters. It’s not a big jump to Black Lives Matter.\\nLater, the vicious pitched battles between demonstrators and police in Chicago at the Democratic National Convention effectively demolished the hopes of Hubert Humphrey being elected president and allowed Richard Nixon to cruise to victory on a “law and order” ticket. Sound familiar? The same effect could be witnessed this coming November.\\nOther parallels abound. The French riots of May 1968 found their echo in the confrontations in Paris by the gilets jaunes last year. The first demonstrations at the Miss America pageant in September by the Women’s Liberation Movement started a process that led to victory in many feminist battles, although the war is not won, yet. At the Mexico City Olympic Games in October, black American medal-winners raised their fists in Black Power salutes on the podium. Now they “take the knee”. Far-left protest groups began to emerge with more anarchic, utopian objectives. In the US, the Weather Underground briefly flourished. In Germany the leftwing student movement, the SDS, nurtured the seeds of the Red Army Faction. Urban terrorism was reborn – direct action, circumventing due legal process, became more popular. We see the same tendencies today in Extinction Rebellion, Pussy Riot, Femen and other radical human rights organisations.\\nWhatever they may have inculcated or initiated, the swinging 60s in Britain didn’t actually begin in 1960. The early 60s were remarkably like the 50s, but various crucial cultural signposts have been proposed as to when the party actually started. Was it in 1964, when the first Brook Clinic opened and unmarried women as young as 16 could be prescribed the contraceptive pill? Was it in July that year when the Rolling Stones had their first No 1 hit with “It’s All Over Now”? Or was it the day that the model Jean Shrimpton wore a dress with the hem cut five inches above the knee to the Melbourne Races in 1965 and sparked world-wide astonishment and condemnation – and the miniskirt was born?\\nDominic Sandbrook, in his remarkable and compendious history of the era, White Heat, plausibly advances the key moment as something less ephemeral, occurring in January 1965 when Winston Churchill – who was born in 1874 – died. With Churchill’s death went the last symbol of British Victorian imperial hegemony, and all the national myths constructed around him, and by him, suddenly lost their objective correlative. We were just another mid-sized country slowly sliding down the road to relative powerlessness and moderate influence. It was time for a change and the change duly occurred, but not in the way the rest of the word experienced it. Sandbrook comments that, “Bearing in mind [Britain’s] self-conscious traditions of conservatism and pragmatism, the relatively comfortable conditions in the universities, the rather gloomy stability of its political life and the long continuity of its institutions, it is hardly surprising that Britain did not witness vast protests to compare with Paris in May 1968.”\\nIt wasn’t all depressing however, there was fun to be had. Elvis Presley rebooted his career with massive weight loss and a Comeback Special; Stanley Kubrick’s film 2001: A Space Odyssey was released; Hair opened on Broadway; the Beatles didn’t break up, their White Album indicating that the show was still on the road, sort of; and the Apollo 8 astronauts successfully orbited the moon in the days leading up to Christmas.\\nSo 1968 ended on something of an upbeat note – but the consensus was that many parts of the world had been through a particularly torrid, bleak and conflict-ridden period. In the editorial of its end-of-year issue, Time magazine summed up the preceding 12 months. “Seldom has the nation been confronted with such a congeries of doubts and discontents. While US prestige declined abroad, the nation’s self-confidence sank to a nadir at which it became a familiar litany that American society was afflicted with some profound malaise of spirit and will.” For the US, read the world. For 1968 read 2020. Plus ça change, plus c’est la même chose.\\nWilliam Boyd’s new novel, Trio, is published by Viking (£18.99). To order a copy go to Guardianbookshop.com. Delivery charges may apply", "image": [["https://i.guim.co.uk/img/media/c0efb07c75302368b873a9006ff097a9a459cdb4/0_331_5274_3165/master/5274.jpg?width=465&dpr=1&s=none", "Battle lines … Demonstrators swarm a statue in Grant Park, Chicago, during the 1968 Democratic national convention"], ["https://i.guim.co.uk/img/media/3418e35f3e8bce4e837638670f08832c12823fd2/0_855_3416_2047/master/3416.jpg?width=445&dpr=1&s=none", "Tommie Smith and John Carlos give the Black Power salute at the Mexico City Olympics in 1968"], ["https://i.guim.co.uk/img/media/a80346769f3c6e6dea1efec9a7d2a179d3d90ca9/128_415_2027_2026/master/2027.jpg?width=445&dpr=1&s=none", "Jean Shrimpton and Terence Stamp at a press conference at Essendon Airport, Melbourne, for Melbourne Cup week."]], "author": ["William Boyd"], "date": "2020-10-10"}, "https://www.theguardian.com/world/2020/oct/11/humans-werent-always-here-we-could-disappear-meet-the-collapsologists": {"title": "‘Humans weren’t always here. We could disappear’: meet the collapsologists", "subtitle": null, "text": "Deep in the French countryside, pockets of anti-capitalists and environmentalists are preparing for the end of civilisation – or even humanity itself\\nMichel Rosell gathers up a mass of papers and divides them into two piles. On the left are bills: a single sheet. On the right is a sheaf of letters from friends and lovers. “If the pile of letters is growing faster than the pile of bills, you’re on the right track,” says Rosell. “If it’s the other way round, you’re on the wrong track. It’s not that hard, the revolution I’m proposing.”\\nWe are sitting on a wooden bench at a wooden table beneath a ceiling made of braided ribbons of wood, in Rosell’s house in the Cévennes, a mountain range in the south of France. Rosell looks like someone who has been fighting a revolution for half a century: untamed white hair, bare chest and feet, grubby black tracksuit bottoms. A weatherbeaten Robinson Crusoe, still hale and eager to take on cannibals – or capitalists – at 73.\\nHe has lived here, far from any road or other habitation, since the 1970s, not long after spinning out, breathless and bloodied, from the 1968 student uprisings in Paris. Many of his rebel comrades urged a return to a simpler life, but few enacted it. He found a remote plot in the least densely populated region of France and built a bioclimatic home on it; that is, a house with low energy requirements and a light environmental footprint.\\nHe hoarded rainwater, composted, recycled his waste water and heated his house with firewood and solar panels. Not for him salaried work, which he refers to as “five days of prostitution followed by two days of resuscitation”. He preferred to take what he needed – and no more – from nature. On the day I visit, he shows me a shallow pool filled with electric-green water, in which he grows the protein-rich algae spirulina: delicious, he says, with olive oil and garlic. It complements a diet rich in wild plants: 70 species altogether, which he gathers from the forest.\\nRosell currently lives alone. He does not believe in marriage and never had kids, he says, but people passed through. Some came out of curiosity, and left again; others moved in. He taught those who were interested how to live as self-sufficiently as possible. Young people bold enough to venture to his University of Applied Collective Ecology built walls out of crushed sunflowers and cow dung, motors that ran on seaweed, and reed beds that transformed sewage into drinking water. It was emphatically experimental, and it did not always work. But his approach, dismissed as eccentric by his contemporaries, appeared increasingly sensible to generations fearful that humanity had damaged the planet beyond repair, then urgent to the growing number of his compatriots who feel that their society is on the verge of collapse.\\nThe belief that we are heading for some kind of all-consuming crisis is not exclusively French, of course. Serious scientists all over the world are discussing it. Wealthy Americans were buying spots in Armageddon-proof bunkers long before Covid-19, and militant environmental and social protest movements have been on the rise everywhere. Within Europe, however, a survey published last November by the left-leaning French thinktank the Jean Jaurès Foundation found that only Italy beat France for pessimism about the future. Seventy-one per cent of Italians and 65% of French people agreed with the statement that “civilisation as we know it will collapse in the years to come”; 56% of Brits shared that apocalyptic vision – slightly ahead of Americans, at 52% – while Germans came in last with a sanguine 39%.\\nIn 2015, two Frenchmen, Pablo Servigne and Raphaël Stevens, who describe themselves as independent researchers, co-wrote an essay entitled How Everything Can Collapse, in which they introduced the term “collapsology”. In a long interview Servigne gave to Philosophie magazine this year, he explained that, at first, their neologism was tongue-in-cheek. The concept must have struck a chord, though, because within a couple of years he found himself at the head of a movement, and this summer the word collapsologie entered the popular French dictionary Le Petit Robert. “We created a monster,” Servigne told Philosophie.\\nFor the authors of the Jean Jaurès study, the political scientist Jérôme Fourquet and the pollster Jean-Philippe Dubrulle, collapsology is driven at least in part by economic factors. The least apocalyptically minded country they polled, Germany, also has (or had, pre-Covid-19) the strongest economy, while the countries where the movement has the largest following – Italy and France – are those where economic performance has been poorest of late, and social and political tensions run high.\\nThey deliberately left their statement vague as to the causes of the coming collapse, because people in different countries think differently about these. In Britain and Germany, the emphasis is on the climate crisis, as seen in the emergence of Extinction Rebellion in the UK. But in France, where they overlap to some extent with the gilets jaunes movement, collapsologists also consider society to be sick. The idea is that rampant consumerism, ever-accelerating technological advances and the dominance of neoliberalism are leading French people to perdition.\\nIt is probably for this reason, say Fourquet and Dubrulle, that France stands apart from the other countries they surveyed in one important way: whereas in general the movement is strongest in the under-35 age group, “in our country, all generations, the 65-and-overs included, share the same sombre diagnosis”.\\nThe movement also cuts across political boundaries, embracing everyone from the far right to the far left. One of the most outspoken collapsologists is Yves Cochet, a politician with Europe Ecology – France’s green party – and a former environment minister in Lionel Jospin’s leftwing government of the early 00s. He has retreated to a farmhouse in Britanny and reputedly has not seen the inside of a plane since 2009. But there are also French “survivalists” who – at least until about a decade ago – shared the drawbridge mentality of the Americans stocking up on peanut butter and ammo.\\nAfter the financial crisis of 2008, says Bertrand Vidal, a sociologist at the University of Montpellier who studies these groups, the predominantly rightwing, libertarian survivalists shifted closer to Servigne and Stevens’s softer, back-to-nature school of how-to-avert-the-worst, with its emphasis on sustainability. Differences between them remain, but one thing they share is a neo-Malthusian conviction that there are too many people on Earth. Even those who overtly criticise capitalism believe in a post-apocalyptic winnowing of the human species, in which nature will determine who lives and who dies. “They use the analogy of the grasshopper and the ant,” Vidal says, referring to the fable in which the ant survives the winter because it prepared for cold weather, while the improvident grasshopper expires.\\nThe uncertainty created by ongoing financial instability, climate change and now Covid-19 has shrunk the ideological distance between the two camps still further, while at the same time swelling their followings. “People hesitate to call themselves collapsologists or survivalists,” says Vidal. “Nevertheless, I’ve noticed that it has become a subject of general preoccupation. It’s no longer restricted to a minority of fanatics.”\\nThese days it is mainly a middle-class phenomenon, in part because you have to have the means to be able to contemplate a radical life change. You probably also grew up with certain expectations that you perceive to have been frustrated by the deteriorating state of the world. “These are people who don’t see a future and who, in searching for a sense to their social disqualification, find it in this idea of the end of the world,” says Vidal. It is also markedly urban – as it was in the 70s – being fuelled by a romanticised image of what it means to live self-sufficiently in a low-tech, rural setting. For that reason, most collapsologists are content to discuss their anxieties, without acting on them.\\nServigne acted. Born in Versailles in 1978, he studied agronomy in Belgium before completing a PhD in sociobiology. The subject of his thesis was cooperation in ants. It was the early 00s, and the scientific consensus was moving away from the idea that cooperative behaviour is genetically determined – you only help your kin – to one that said the environment matters too: social animals band together in harsh conditions, even if they are not related, because their survival depends on it. This chimed with arguments he had heard in anarchist circles, and after his second son was born, he and his family left their cramped apartment in Brussels – and the academic life – to move closer to nature and likeminded people.\\nThey ended up in the Drôme, a mountainous region in south-east France near Grenoble, living close to a forest where the children regularly glimpse birds of prey, wild boar, even wolves. Ironically, Servigne himself does not have time to garden – he is too busy leading a movement – but growing food is central to the family’s and community’s lifestyle. And though he and Stevens have yet to publish their vision of how best to live in the shadow of collapse – it is a work-in-progress – central to it is the concept of permaculture: living off the land, durably. Permaculture embraces organic and traditional forms of farming, but it can also extend to other domains of life: recycling, barter, homeschooling.\\nUnlike Cochet, who claims that things will fall apart in 2030 – in a series of mainly climatic catastrophes that will eliminate half the world’s population – Servigne does not predict when the collapse will happen. Indeed, he thinks we may already have entered the endgame. (Among scientists, there is a parallel debate over whether the people of lost civilisations, such as the Minoans or the Hittites, realised their societies were collapsing.)\\nNor does he claim to have all the answers, though he believes that salvation lies in slow, local, group-based solutions. “Small is beautiful,” he says. In the eyes of many French people he has taken on the status of a guru, not unlike Greta Thunberg internationally (she herself has been compared to an earlier French guru, Joan of Arc). And although he insists that his thinking is grounded in science, he does not shy away from accusations that his crusade has a religious dimension. For him, it is impossible to think about humanity’s place on the planet without engaging in spiritual or philosophical reflection. Science, after all, has provided a diagnosis but no workable solutions to date.\\nCollapsology has plenty of detractors. The philosopher Jean-Pierre Dupuy, of the École Polytechnique in Paris and Stanford University in California, has two major criticisms. The first is that, despite vaunting their scientific credentials, collapsologists have misunderstood the fundamental nature of complex systems, whether they be ecological, financial, social or climatic. Servigne, for example, contends that the more globalised and connected human societies become, the more vulnerable they are to disruption. This is plainly wrong, says Dupuy. “It is in their complexity that both the resilience and the vulnerability of systems lie, meaning that collapse is far from a given, just because the system becomes more complex.”\\nSecond, by predicting collapse on a certain date – as Cochet does – collapsologists shoot themselves in the proverbial foot. They are effectively saying that nothing we do will make any difference, but if that is true, we might as well sit back and wait for the end. They risk either engendering fatalistic resignation or, if people do act, being proved wrong. If their goal is to avert the calamity, they should prefer the second option. “The curse of the prophet of doom is to be condemned to be a false prophet,” says Dupuy.\\nHe acknowledges that he is taking risks of his own, in criticising the collapsologists, because the threats to humanity are real, and they include the indifference of the vast majority of us. It is possible, though far from certain, that Covid-19 will wake us up; that people will see it as a taste of what is to come. Collapsologists read the pandemic differently. Bizarre as it may seem, says Vidal, many greeted it enthusiastically – as vindication. “For them, the catastrophe represents a sort of tabula rasa, a sweeping away of the errors of the past, and a step closer to the day when society will reboot itself.”\\nYogan Bredel-Samson, a carpenter and builder who is raising a family in a bioclimatic cabin in the woods of the Dordogne, as part of a community of nature-loving artisans and artists, says: “When the coronavirus came, we were very happy to have our old ploughs and wooden tools, our gardens and horses.” He credits Rosell for inspiring his life change – he was a student at the latter’s alternative university 20 years ago – but says that what he took from that experience was how to live sustainably. Rosell’s politics, which he considered extreme, left him cold. “I’m against supermarkets,” he says, “not money.”\\nMeanwhile, Rosell continues his life’s experiment. Before I leave, he shows me a sweet chestnut sapling he has grafted on to an oak, in the hope that it will one day bear fruit. He does not fear Covid-19, having confidence in his immune system, because he has nourished it properly all these years. Does he see the pandemic as a warning? He shrugs. “There’s no point in frightening people,” he says, suggesting he has mellowed since the 60s. “We weren’t always here. We could disappear. But we could also do something different.”", "image": [["https://i.guim.co.uk/img/media/79aaedccfafe754c083763ea468fca47caef9e52/140_0_3127_1877/master/3127.jpg?width=465&dpr=1&s=none", "Main photograph: Yogan Bredel-Samson with his British partner, Emily, and their baby son, Orso, at their cabin in the Dordogne."], ["https://i.guim.co.uk/img/media/d3efd217e9e96ed3b0c160180f33d5fb161f0e35/0_0_4224_2816/master/4224.jpg?width=445&dpr=1&s=none", "Michel Rosell teaching students at his University of Applied Collective Ecology in 2016."], ["https://i.guim.co.uk/img/media/e43478e7065ea247dbf6340c69019a5ccd3d6332/0_0_5120_3417/master/5120.jpg?width=445&dpr=1&s=none", "Raphaël Stevens (left) and Pablo Servigne, who came up with the word ‘collapsology’."], ["https://i.guim.co.uk/img/media/222cebe42f92c04c43a3a544b24d44499e5bab17/0_0_3984_2633/master/3984.jpg?width=445&dpr=1&s=none", "Yves Cochet, a member of France’s green party and a former environment minister, claims things will fall apart in 2030."], ["https://i.guim.co.uk/img/media/60e0bb1fc70566d13dd365a85b50d2657a2d40a5/0_0_4224_2816/master/4224.jpg?width=445&dpr=1&s=none", "A bioclimatic ‘conference room’ that Rosell built near his house in the Cévennes."]], "author": ["Laura Spinney"], "date": null}, "https://www.theguardian.com/film/2020/oct/13/trial-of-chicago-7-netflix-rennie-davis-interview": {"title": "'I was hit and knocked to the ground': the true story of The Trial of the Chicago 7", "subtitle": null, "text": "One of the defendants portrayed in Aaron Sorkin’s Oscar-tipped film talks about the 1968 protest and the dramatic trial that followed\\nRennie Davis had come to protest peacefully. The police had come to riot. Wielding batons, they stormed forward yelling, “Kill Davis!” he recalls. He was cracked on the head, knocked to the ground and felt lucky to escape with his life.\\nIt could be a scene from this year’s summer of civil unrest in America. In fact it was a demonstration outside the 1968 Democratic national convention in Chicago that descended into a violent clash with police and the national guard.\\nThe story of Davis and other organisers of the protest is told in The Trial Of The Chicago 7, a film written and directed by Aaron Sorkin that premieres on Netflix on 16 October. Its star-studded cast includes Sacha Baron Cohen, Joseph Gordon-Levitt, Michael Keaton, Frank Langella, Eddie Redmayne and Mark Rylance.\\nIn an interview with the Guardian, Davis, 80, says he was not consulted during production of the film and expresses serious reservations about how he and fellow activists are portrayed. But he also welcomes the timeliness of its release.\\n“Coming out at this time is just really perfection,” he says by phone from his home near Boulder, Colorado. “There are some things that I wouldn’t agree with how Sorkin has characterised certain figures in the trial, myself included. But the impact of the movie is there and I certainly endorse and support it.”\\nThe tumult of 2020 – a global pandemic, economic crisis, an uprising over racial injustice – has frequently been compared to 1968, when the Vietnam war was raging, Martin Luther King and Robert Kennedy were assassinated and major cities were engulfed by violence.\\nFrom a farm community in Michigan, Davis’s political awakening came in the early 60s. He helped created Students for a Democratic Society, effectively the voice for students in the north. Davis was an activist and community organiser and joined the antiwar movement in around 1965.\\nBy the summer of 1968, Americans were dying at a rate of more than 1,000 per month in the worst year of the Vietnam war. Davis became the national coordinator of a coalition of 150 organisations dedicated to nonviolence that went to Chicago.\\n“Our initial plan was to bring 500,000 people to Chicago and it was simply because the mayor refused to grant permits that the numbers reduced, but the result was a police riot. That’s how a presidential commission defined what happened. But it was watched on television by more people than watched the moment the first man landed on the moon. It was incredible.”\\nEventually the city did grant a permit for a demonstration in Chicago’s Grant Park that was so benign it included parents with babies. Davis remembers that a young person lowered a flag to half-staff, later explaining it as a symbol of international distress.\\n“The police saw the flag coming down and basically came in and beat people as they arrested this person. We had a very highly organised team of close to 4,000 marshals so I was able to put up a human chain where arms were linked.\\n“We faced out towards the police to just bring the whole situation under complete control in a matter of minutes. Then I announced to the police that we have a permit and you can see we are able to secure this properly, so if you could withdraw, that would be in everybody’s best interest, or words to that effect.\\n“That just set off the police and they came crashing in. As they approached me, I literally could hear police yelling, ‘Kill Davis!’ I was hit on the head and knocked to the ground. I was on the ground crawling with my two arms trying to get away and just being clubbed and clubbed and clubbed. I think what saved me that day, honestly, was a little chain fence in the park. I was able to get under the chain fence and it gave me three seconds to get away, stand up and get on the other side. I did pass out for a while.”\\nDavis went to hospital and was given 13 stitches and managed to avoid arrest. “The police realised I was seen as the organiser of this event so they came into the hospital and did a room-by-room search trying to find me to arrest me. One of the most amazing things of the impact we were having on the city is that there were nurses who literally risked their entire career.\\n“This was a county hospital, they were employees of the county, and they put me on a trolley and covered me with a sheet and literally moved me from room to room to evade the police search until I could get to an exit and get out. I did, and didn’t get arrested. It really is amazing. Even today I think: wow, that was some courage there.”\\nBut the incoming Richard Nixon administration successfully pushed for the purported ringleaders of the protest – including Abbie Hoffman, Jerry Rubin, Tom Hayden and Davis – to be charged with conspiracy to incite a riot. They were originally the “Chicago Eight”, but the case against the Black Panther leader Bobby Seale – who was silenced in court by being bound and gagged – was eventually dropped.\\nA chaotic and raucous trial began in 1969 and forms the backbone of the Netflix movie. Davis continues: “The trial went forward with eight people and, on the opening day, the New York Times said on the front page: ‘This is the most significant political trial in American history’ – and it certainly lived up to its billing.\\n“Certainly none of us want to go to prison for many years, so it’s not to say we weren’t mindful of the likely outcome, but quite honestly this was a group of people, myself included, who really saw the opportunity to basically speak to the country about the Vietnam war. We had different styles and we came from different organisations but, while the movie characterises us as squabbling and fighting a fair amount, it really wasn’t the case.”\\nWhen the trial ended each day at 4.30pm, the accused, out on bail, would travel far to deliver speeches to crowds of thousands of people. “This was every night with every defendant and people were stamping their feet and screaming. It was really that support of, especially, students that made such a difference.\\n“We also had press conferences at the lunch break that were larger than the press conference at the White House: the entire world press was present in a massive room that could barely hold everybody. All three networks carried our story pretty much as the lead story every single day for six months.”\\nThe trial lasted five and a half months. At one point all the defendants read the names of people who lost their lives in Vietnam. Five, including Davis, were found guilty of inciting a riot and all seven, plus their lawyer, were sentenced to prison terms for contempt of court. The convictions were reversed on appeal.\\nDavis became friendly with John Lennon and proposed that the onetime Beatle undertake a 42-city tour to revive the waning antiwar movement and raise funds for local causes. The first was held in Ann Arbor, Michigan, in 1971, but was so successful that Nixon tried to to have Lennon deported and the tour was abandoned.\\nDavis still recalls the day when Lennon took him to a recording studio in Manhattan: “Basically the entire audience is just me and Yoko and we sit there and I still don’t know what’s going to happen. John starts and he’s basically recording the final overdub of Imagine. It was really spectacular.”\\nHe moved to Colorado and set up a business, consulting to chief executives of Fortune 500 companies. But his counterculture streak also saw him living alone at the bottom of the Grand Canyon for four years. “Today I teach earth whispering, how to basically deepen yourself and become more self aware and things like that. It was largely triggered by that Grand Canyon experience.”\\nDavis is played by Alex Sharp in the movie. Sorkin, known for the White House TV drama The West Wing and the Facebook origin story The Social Network, started writing the screenplay in 2007, but filming did not begin until late 2019. It is his second go in the director’s chair, following Molly’s Game in 2017.\\nDavis has mixed feelings about the finished product. “I was the coordinator of the coalition that went to Chicago and I brought back American prisoners of war from Vietnam at a time when places where I was living were being bombed by US military. In the movie, I’m made out to be a complete nerd who’s afraid of his own shadow.”\\nHe adds: “Sorkin was seven years old when the trial was occurring and clearly had no understanding of the defendants or, maybe more importantly, the tens of millions of people that were just passionately supporting us.”\\nHalf a century later, Donald Trump is again swimming against the tide of public opinion, according to every poll, by playing down police brutality and using the Nixon “law and order” playbook to seek re-election. Hoffman, Rubin and Hayden are no longer alive but for Davis, the echoes are inescapable. “Of course, there are very decent police officers in every state but the systemic racism in the police department just can’t be denied.\\n“It’s very similar to the anti-war movement. There was a period where the protests represented a segment of society but gradually the anti-war movement came to represent the majority of society and that’s exactly what I see happening now. It is Black Lives Matter but it’s also the women’s movement and the youth movement and the environmental movement and the Extinction Rebellion movement and how they see themselves as basically being, in a way, one voice.\\n“They don’t have the kind of coalition that we had in the 60s but I suspect that’s going to be coming. As we move towards this kind of authoritarian tendency in the government – and the government just has really lost his way – the greatest hope right now is that movement, just as it was in the 60s.”\\nThe Trial of the Chicago 7 is now showing at select cinemas and will be available on Netflix on 16 October", "image": [["https://i.guim.co.uk/img/media/56f9c0193a896d9e377f55c17e76a383faeb4a9e/0_176_3667_2202/master/3667.jpg?width=465&dpr=1&s=none", "Jerry Rubin; Abbie Hoffman and Rennie Davis"], ["https://i.guim.co.uk/img/media/ca1ca7db72cd1ca4b5f1418d5eeb8e4b91137f56/0_422_3000_1799/master/3000.jpg?width=445&dpr=1&s=none", "Rennie Davis, Jerry Rubin, Tom Hayden and John Froines in 1970"], ["https://i.guim.co.uk/img/media/690f143d5f00fbb402252dea060a351a89fff893/0_400_6000_3600/master/6000.jpg?width=445&dpr=1&s=none", "Yahya Abdul-Mateen II, Ben Shenkman, Mark Rylance, Eddie Redmayne and Alex Sharp in The Trial of the Chicago 7"], ["https://i.guim.co.uk/img/media/48c1fe04a54d09d19b50b33fb7f5169d18ff5d2d/0_42_816_490/master/816.jpg?width=445&dpr=1&s=none", "Leonard Weinglass, Rennie Davis, Abbie Hoffman, Lee Weiner, David Dellinger, John Froines, Jerry Rubin, Tom Hayden, and William Kunstler"]], "author": ["David Smith"], "date": "2020-10-13"}, "https://www.theguardian.com/world/2020/oct/25/feeling-the-heat-over-arctic-sea-ice": {"title": "Feeling the heat over Arctic sea ice", "subtitle": null, "text": "David Nowell thinks Extinction Rebellion should focus on insulating homes, running public transport cooperatives and campaigning for major economic reforms, while Iain Climie says late Arctic ice formation should surprise nobody\\nThe delayed freeze in the Laptev Sea is consistent with the entire Arctic Ocean, which is set for the slowest recovery in the extent of sea ice this autumn, if the current daily trend continues (Alarm as Arctic sea ice not yet freezing at latest date on record, 22 October). This follows on from this summer having the second lowest minimum since 1979, with the early decades significantly above the annual trends during the last few years.\\nOther feedback mechanisms are now starting to take hold of global heating, as current atmospheric carbon dioxide concentrations are well beyond the normal Quaternary levels over the last 800,000 years – usually 170 to 280 parts per million, between ice age maximums and interglacial stages, compared with a still accelerating anthropogenic 410 ppm, coupled with the impact from a significant rise in methane and other warming gases.\\nThis is why mitigation policies are all we have left. Extinction Rebellion would be better off insulating homes, running public transport cooperatives and campaigning for major economic reforms to pay for this. Starting with taxing carbon intensity, abolishing non-dom tax status and establishing an overseas tax liability for British citizens like the Internal Revenue Service (IRS) does for US citizens wherever they are living. Even in Monaco where too many of our honoured tax exiles live.David NowellFellow of the Geological Society, New Barnet, Hertfordshire\\nLate Arctic ice formation should surprise nobody. Rising temperatures melt ice so less solar energy is reflected and darker surfaces absorb more heat. Trapped greenhouse gases escape, causing more warming and more ice to melt while fires and dying vegetation worsen matters further. Even if net emissions from human activities somehow became negligible, this positive feedback will accelerate heating.\\nMany ideas essential to combat expected heating would make sense even if temperatures were static, fell or if a major food crop failed. Examples include restoring fish stocks, less waste, alternatives to fossil fuels, silviculture, regenerative agriculture and combining conservation with careful use. Instead if adopting such win-win policies, decades have been wasted bickering about who was right. Future generations will find this very difficult to forgive.Iain ClimieWhitchurch, Hampshire", "image": [["https://i.guim.co.uk/img/media/1889daa2bd1b58ab9f8a757c480618522ba48bc2/68_0_1490_894/master/1490.jpg?width=465&dpr=1&s=none", "Melting sea ice"]], "author": null, "date": "2020-10-25"}, "https://www.theguardian.com/education/2020/oct/02/ministers-taking-way-too-long-to-bring-black-history-into-curriculum": {"title": "Ministers taking 'way too long' to bring black history into curriculum", "subtitle": null, "text": "Campaign founder fears that momentum for change in English schools will be wasted\\nThe founder of a leading education campaign to get black British history embedded in the national curriculum in England has expressed frustration at the government’s inaction, despite the growing clamour for change among young people.\\nLavinya Stennett, who launched the Black Curriculum in January, said it was taking “way too long” and expressed concern that new government guidance on “extreme” political teachings in the classroom could hamper progress further.\\nShe said the global Black Lives Matter protests, which followed the killing of George Floyd, had been a huge catalyst for change. Her campaign has been inundated with requests for training and support from students and teachers, inspired by global events, who want change in their own classroom.\\nHowever, despite earlier interest from the Department for Education and promises of a meeting, she is yet to see ministers to discuss curriculum reform and there is no date in the diary.\\nThis week, the Coalition of Anti-Racist Educators and Black Educators Alliance threatened the government with legal action over new guidance that tells schools not to use resources from organisations that have expressed a desire to end capitalism.\\nIn a pre-action letter, they warned the guidance would prevent teachers from using material from groups including Black Lives Matter and Extinction Rebellion, limiting anti-racism teaching. “They’re not making it easier,” Stennett said.\\n“I’m very confident there will be real change. There’s a lot more young people who have entered the conversation. There’s a lot more young people who have put it at the top of their agenda. It will happen. But it’s just when?”\\nHer campaign wants it to be mandatory for pupils in England, from key stage 1 in primary through to key stage 4, when students take their GCSEs, to learn about black British history throughout the year, rather than just in Black History Month.\\n“Black British history is not merely a theme for October,” its mission statement says, “but started hundreds of years before Windrush and predates European colonial enslavement. Our work aims to address and overcome these limitations by seeking to provide a contextual, globalised history that roots the Black British experience in histories of movement and migration, 365 days a year.”\\nAs Black Lives Matter protests gathered momentum around the world and the disproportionate impact of Covid on minority ethnic communities became apparent, hopes were high that the government would be forced to tackle racism, including racial bias in the curriculum.\\nThough Covid has meant moving the group’s work online as opposed to its usual programme of face-to-face workshops, the Black Curriculum has become significantly more high-profile and now counts Marks & Spencer as a sponsor, as big-name corporations seek to ally themselves with organisations fighting racism.\\nStennett’s team have worked with more than 1,000 teachers and school leaders across the country this year, as well as UCL’s Institute of Education, and Teach First, which trains teachers to work in schools in disadvantaged areas. On Friday the mayor of London, Sadiq Khan, announced a partnership between London schools and the Black Curriculum.\\nIn June, Stennett and other campaigners wrote an open letter to the education secretary, Gavin Williamson, demanding change. “Thousands of us, the British voting public, are grief-stricken and concerned about the existing status quo in the UK, which disregards the lives and contributions of Black British people,” the letter stated.\\n“Despite numerous calls over the years to reform the national curriculum to incorporate Black histories, these requests have been denied. Learning Black history should not be a choice but should be mandatory. Our curriculum should not be reinforcing the message that a sizeable part of the British population are not valued.”\\nIn July, however, the schools minister Nick Gibb said there were no plans for a review of the curriculum. The Liberal Democrat MP Layla Moran said ministers were tone-deaf on the issue. “I’m very frustrated,” said Stennett. “People want to see change. It’s taking way too long.”\\nAfter a huge surge in interest, Stennett is concerned the momentum of the past few months should not be lost. “People have a sudden interest and it fades away. That’s a worry I have, with sudden things like that. It’s about sustaining it now.”\\nA Department for Education spokesperson said: “Schools play a crucial role in helping young people understand the world around them and their place within it.\\n“The knowledge-rich curriculum in our schools already offers pupils the opportunity to learn about significant figures from black and ethnic minority backgrounds and the contributions they have made to the country’s history, as well as helping them learn about our shared history with countries from across the world.”", "image": [["https://i.guim.co.uk/img/media/bbc79f96de778c77e3285b8c7ba47de064fdc676/0_110_6000_3600/master/6000.jpg?width=465&dpr=1&s=none", "Lavinya Stennett, founder of the Black Curriculum, said she had yet to see ministers, despite promises of a meeting."]], "author": ["Sally Weale"], "date": "2020-10-02"}, "https://www.theguardian.com/money/2020/oct/31/barter-covid-swapping-goods-skills": {"title": "A barter way of life: Covid crisis fuels swapping of goods and skills", "subtitle": null, "text": "Empty shop shelves drove many people to exchange items such as toilet rolls and yeast, but some have carried on\\nIt all started as a way of getting hold of items such as flour, yeast and eggs – and even toilet rolls – that were in high demand at the start of coronavirus outbreak after many began panic-buying, leaving shelves empty. But for some, the swapping of goods has continued since those frantic few weeks.\\nExchanges of everything from food to plants are going on through dedicated Facebook pages such as Barter United Kingdom, which has more than 1,300 members, WhatsApp groups and the neighbourhood hub app Nextdoor.\\nRachel Mills, 39, a freelance writer and editor who lives in Ramsgate, Kent, started bartering through a local Library of Things Facebook group that was set up during lockdown. In May she swapped a pair of jeans for a large picture frame, while on the day I speak to her she is picking up a collection of Goosebumps children’s horror fiction books in return for a houseplant she propagated from one of her own.\\n“It’s saving money and waste, especially plastic and all the unnecessary packaging, but you’re also getting to know people in your community,” she says. “Though I want to be careful not to swap things just to accumulate more stuff. The Goosebumps books are my first Christmas purchase-not-purchase as my plan is to try to shop differently this year.”\\nMarjorie Dunne, 53, a nurse living in London, joined the Facebook group Barter United Kingdom after her friend Laisani Georgie set it up in April. “I was having a big clear-out and thought: ‘What am I going to do with it all?’ I thought it might be useful if someone else could have it and I could exchange for something else.”\\nIn return for clothes and kitchen items, she received food such as curries and rotis from local people. “It helped me as I was recovering from Covid-19 and wasn’t able to do any cooking. But what we’ve seen now is people having discussions away from the group with people they’ve swapped with previously.”\\nMartina Mercer, 41, a freelance PR and marketing consultant living in Devon, began bartering at the start of lockdown when everyone was panic-buying. “I’m a single mum with three children and no support – I have friends but couldn’t see them due to guidelines and couldn’t take the children all shopping with me or leave them alone. Some people in the village also couldn’t find what they needed in the shops as the shelves were bare, so I set up a free stall with duck eggs, chicken eggs, vegetables from the garden and other new items I had a surplus of such as disinfectant wipes.”\\nThe stall was originally held outside the local pub but they soon switched to communicating through a Facebook group. Since the outbreak, Mercer has traded equipment for her chickens such as heat lamps and pens, and newspapers for her daughter’s papier-mache project, in return for items such as paint, cabbage plants, flowers and yeast. She says the local village hall has also held a plant-swapping event. “It feels good to help people but also you receive what you need while the other person benefits, too. It’s a win-win. I’ve met some lovely people and made some great friends. I really do feel like part of the community now.”\\nProfessor David Hillier, an associate principal and executive dean at Strathclyde Business School, says that as money and coins became the preferred medium of exchange, bartering retreated into the background “but it has always existed and is making a resurgence in response to Covid-19”.\\nNick Lisher at the neighbourhood app Nextdoor says that since the start of lockdown he has seen members supporting each other in their communities. “While Nextdoor members can use the For Sale & Free function on the app to sell or give away goods, we regularly see book swaps set up and plant exchanges.”\\nBartering isn’t only limited to things such as yeast and plants. With many small companies struggling since the outbreak of the coronavirus, some are finding alternative ways of working with fellow business owners without exchanging a single penny.\\nBusiness bartering – or simply exchanging skills and services – appears to have become more widespread across the UK as entrepreneurs look to find different ways to improve their business as companies’ finances take a hit as a result of Covid-19.\\nMany are swapping skills through Facebook groups. Emma Venables, 36, a graphic designer from Weston-super-Mare, has been involved in two skills swaps via the Bristol Small Business Network Facebook page since the outbreak. Her first swap involved receiving help with a contract from a company specialising in contracts, risk management and disputes in return for one of her ebooks on creating leads on LinkedIn.\\n“It was massively beneficial to me as a small business,” she says. “The legal side of things was certainly something I knew I needed to look at to protect my business and the skill swap allowed me to do that without worrying about finances first.”\\nThe second swap involved Venables offering her graphic design services to a Spanish theatre school in Bristol in exchange for Spanish tutoring via Zoom. “It’s allowed me to pick up an old hobby in the midst of all the chaos,” says Venables, who is looking to exchange her skills with a web developer to help her with a software system.\\nShe says skill-swapping can be a great way for two parties to exchange tools and resources that you might not otherwise have had or been able to justify the budget for.\\nKindtrader, an e-commerce and barter exchange startup, says membership inquiries have tripled since the Covid-19 outbreak. “The phone has been ringing a lot more, with businesses interested in finding a creative and exchange-based way of continuing to trade,” says the founder, Elliss Stevens.\\n“One of the areas we’ve seen boom in popularity during the pandemic is ‘time barters’. We’ve seen people advertise space in exchange for unsold event tickets, a company offer surplus stock in exchange for spare office space, and someone trade legal advice in exchange for logo/brand design.”\\nFor Dom Bridges, the founder of the natural fragrance and skincare brand Haeckels, business bartering is nothing new. The Margate entrepreneur started swapping skills in the community for one day as part of the Extinction Rebellion protests more than a year ago. “I wanted to communicate how we can become more collective and look at how businesses can work and survive without taking money.” Bridges says he was “quite amazed” by the response. “We swapped products in return for cookery lessons, someone fixed the company car and we received yoga lessons.” Still, he admits that he soon realised that bartering “wasn’t going to feed us all as much as making money would”.\\nHe has also held a bartering day in protest at the consumerism surrounding Black Friday. Successful swaps involved an accountant offering to handle the books for a year in return for products, and partnering with Jo Miller, a local sound therapist, who created the backdrop to one of Haeckels’ treatments and in return produced her own incense in the lab. “She didn’t have to buy something in and received a unique experience. It was a pretty good trade.”\\nHillier believes that, given the financial crisis emerging because of the pandemic, we are likely to see a greater resurgence in bartering, especially given technological advances. “New cloud-based barter platforms will allow bartering companies and individuals to find a common location to trade and, like so many other business sectors, the move to online modes of engagement will see bartering become more common as a niche method of exchange,” he says.", "image": [["https://i.guim.co.uk/img/media/20d1e461423f4be987529d12fdd866ce1636414f/0_137_959_575/master/959.jpg?width=465&dpr=1&s=none", "Rachel Mills"], ["https://i.guim.co.uk/img/media/11a5e100d24a929d5b59347402c8668b42a0b2ad/0_0_1280_960/master/1280.jpg?width=445&dpr=1&s=none", "Martina Mercer"], ["https://i.guim.co.uk/img/media/badb0fda7a8296f48f3266e37dfc5f564d1dff17/404_0_876_876/master/876.jpg?width=445&dpr=1&s=none", "Emma Venables"], ["https://i.guim.co.uk/img/media/4d2bf6630395b7669c0fc84bd426401138b7fa69/0_19_796_478/master/796.jpg?width=445&dpr=1&s=none", "Elliss Stevens of Kindtrader"], ["https://i.guim.co.uk/img/media/9cffb9fc32958e5a459204918c4c4f64d93ce721/0_31_1378_827/master/1378.jpg?width=445&dpr=1&s=none", "How Kindtrader works"]], "author": ["Suzanne Bearne"], "date": "2020-10-31"}, "https://www.theguardian.com/environment/2020/oct/25/we-had-nudity-on-the-greens-the-battle-over-britains-golf-courses": {"title": "‘We had nudity on the greens!’ The battle over Britain’s golf courses", "subtitle": null, "text": "The country’s fairways take up a huge amount of green space – and many were thrown open to the public during lockdown. Should that change be made permanent?\\nHollingbury golf course is a big splodge of green bleeding into Brighton’s grey urban sprawl. For more than a century, its 18 holes have risen above the seaside city towards the ruins of an iron age hillfort, which is now enclosed by holes nine, 12, 13, and 14. From Hollingbury’s highest point, it is possible to look west on a clear day and see the hills of the Isle of Wight.\\nAs housing has spread around the course, which is owned by the council, so has tension between golfers and walkers, who are permitted to cut across it on a network of footpaths and old drovers’ tracks. Relations seem calm on the autumn day I visit, but I gather “Fore!” is not the only four-letter exclamation to have bounced along the manicured fairways.\\nIn late March, the awkward relationship flipped on its head when a lockdown ban on golf coincided with a yearning for green space among Britain’s confined households. A national campaign, supported by the Brighton MP Caroline Lucas, called for golf courses to be opened to the public to relieve crowded parks.\\nAt Hollingbury, which has no fences and is part of the South Downs national park, residents responded like calves put out to pasture. They cartwheeled on the fairways and picnicked on the greens. “It was like being in the mountains up here, with that open-space feeling that makes you feel immediately better,” says Michaela Spryanova, an office administrator who lives just beyond the course’s western edge.\\nRachel Henson, an artist and translator, came here every day, basking in the spring sunshine and sweeping views over Brighton and the Channel. She taught her daughter to ride a bike on the sloping fairway of hole 10. “We learned all the common birdsong together,” she says.\\nBut then, in June, golf was permitted once more – and golfers reclaimed the course. “We knew it was coming, but it was a terrible shock,” Henson says as we walk with Spryanova from their children’s school after the morning drop-off. We stroll up towards the hillfort on one of the old paths to which non-golfers are again confined. “It depressed me so much I couldn’t come up here for a while,” Henson adds.\\nThe struggle for space at Hollingbury – and a second council-owned golf course two miles to the west at Waterhall – reflects a wider debate about conservation, ecology and democratic access to green space. As a pandemic triggers a revolt on many of Britain’s fairways, it poses a vexed question: is it time we opened up all golf courses to the public for good?\\nOne of the joys and challenges of golf is that it requires a lot of nice green space. How much space is disputed. A common claim that Britain’s golf courses occupy more land than housing is based on dodgy estimates, but it is a lot of land.\\nThe American writer Malcolm Gladwell once considered the scale of gated golf courses in Los Angeles, a city of few parks. He calculated that if you gave each player on a basketball court the space a golfer commands, the court would cover 12 hectares (30 acres); the hoops would be more than 400 metres apart. “They’d have to play on motorcycles,” Gladwell wrote.\\nYet this calculation depends on a course being busy. Not all courses are busy. Steve Garrioch, who has been the captain at Hollingbury since 2009, tells me he was one of significantly more than 500 members when he joined 20 years ago. There are now 122 members and about twice as many season-ticket holders.\\nGarrioch, a leather merchant, blames an oversupply: Hollingbury is one of six courses within five miles of Brighton Palace pier in a city of about 300,000 people. But its decline is not unusual. According to a participation report by KPMG late last year, membership of golf courses in Great Britain dropped to a low of slightly more than 850,000, down almost 20,000 in a year. In Scotland, membership has dropped by 14% since 2014. Yet the number of courses – more than 2,000 – is relatively stable.\\nHollingbury, which opened in 1908, is not exclusive. “It’s for working-class people,” Garrioch says. “We’ve got taxi drivers, builders … there’s nothing elite about it.” Yet perceptions fuelled the debate about the role of courses in lockdown. “I think a certain US president has done golf no favours,” says Guy Shrubsole, a campaigner and the author of Who Owns England?. For Shrubsole, Donald Trump – and the eponymous courses on which he has played out a large part of his presidency – exemplifies the image of golf as a gated, gilded pursuit.\\nIn early April, when many councils threatened to shut the gates of crowded parks, Shrubsole launched a petition at change.org calling for golf courses to be opened. More than 7,500 people signed it. Lockdown was highlighting space inequality; studies show that people in poorer postcodes not only have smaller gardens, or none at all, but also less access to smaller parks.\\nPushing open the gates of golf courses began to feel like a moral imperative. “There’s a sense that golf is played by a small number of people and that they are potentially quite wealthy, retired, white men who don’t necessarily represent society,” Shrubsole says.\\nIt is not known how many courses opened to the public. It was a fraught process for many that did. “We had nudity on the greens and kids riding bikes straight over the bunkers,” Garrioch says. Elsewhere, there were reports of quad biking, horse riding and rampant picnicking. One couple were spotted playing a rather different sport in a bunker at Glenbervie golf club near Falkirk in central Scotland. “This isn’t Butlin’s,” an anonymous member of the club told the Daily Record. “It’s frustrating that members aren’t even allowed to get their daily exercise by playing a round on their own in the fresh air, yet you’ve got locals having sex in the bunkers. Where’s the social distancing in that?”\\nBut for the responsible majority, including Henson, Spryanova and their families, the overnight arrival of new parks was a revelation. “I wanted to shift debate and say there was something deeper going on here – this was about our exclusion from public space and our inability to provide enough of it,” Shrubsole says.\\nThat debate was big in Brighton before the pandemic. Ten-year management contracts at Hollingbury and Waterhall were due to expire on 31 March. “It came up at pretty much my first committee meeting last year,” says Marianna Ebel, a German-born IT engineer who was elected as a Green party councillor for Goldsmid ward in May 2019.\\nBrexit inspired Ebel, 35, to enter local politics. She is now the joint chair of the council’s tourism, equalities, communities and culture committee, so council-owned golf courses are her responsibility. For a while, it was assumed a new operator would simply take over the leases. “But I remember looking at the membership numbers,” Ebel says. “I thought: ‘Instead of continuing, how about rewilding the courses?’”\\nIn October, the council appointed an estate agent to market the courses, offering 25-year management leases. But they also invited bids for other uses, including projects to restore the wildlife-rich chalk grassland on which the courses were laid.\\n“We simply cannot miss this exciting opportunity to create a health & wellbeing sanctuary and a wildlife haven for all,” read a petition launched in late December by the Brighton branch of Extinction Rebellion (XR), the environmental campaign group. Counter-petitions called for golf to be saved. Meanwhile, Liberal Democrats in the city pushed for the space to be used for affordable housing.\\nMore than 5,000 people signed the rewilding petition, including Chris Packham, the presenter and campaigner. In January, XR Brighton held a protest outside a committee meeting. They marched on Hollingbury. “We’re not anti-golf,” insists Ben Benatt, an ecology surveyor and XR member. “It’s about a sustainable solution that addresses the climate and biodiversity emergency.”\\nIn January, the council awarded a new contract for Hollingbury, securing its future as a golf course. It was a blow to campaigners and the families who had roamed the course. But the council also announced that Waterhall, where membership was in steeper decline, would shut down for a rare experiment: the rewilding of a golf course.\\n“They call chalk grassland rainforests in miniature,” says Kim Greaves, as we crouch low on the first green at Waterhall. The 37-year-old played here briefly as a teenager. These days, he works with adults with learning disabilities and teaches Brazilian jujitsu, a martial art that relies on skilful leverage. He is also an amateur naturalist and part of the campaign to restore Waterhall.\\nGolfers abandoned the course when lockdown stopped play just seven days before the old lease expired. It had stood here since 1923. Six months later, the greens are cracking up. Daisies and ragwort are growing and the old holes and bunkers are filling with soil and debris.\\nThe clubhouse, which sits just above the first green, has sweeping downland views. There is one proposal to move the building towards a rugby club, where dog walkers now park to enjoy the old course, and turn it into an education centre. For now, it is a symbol of a lost era. Abandoned trophies left in the window of the Spike Bar collect dust next to a golf glove, on which a large bumblebee has expired.\\nThe very thin layer of soil that covers chalk in valleys across the south-east of England – the result of centuries of grazing – lets rain drain straight through it. Nutrients are scant, so dominant grasses, and the shrubs and trees that would succeed them, tend not to do well. Instead, an array of resilient wildflowers cling to the earth, supporting rare species of butterfly and birds.\\nDiversity on the old greens is still low; it will take years for the effects of mowing and pesticides to be flushed out. But Greaves wants to show me what is happening on the fringes of the fairways. Wildflowers with evocative names – betony, harebell, devil’s-bit scabious, lady’s bedstraw – are creeping in from the rough.\\n“I even saw a round-headed rampion in the middle of the fairway,” Greaves says of a survey he did in the summer. “It might have been there without flowering for decades.” The delicate blue flower, also known as the Pride of Sussex, is a magnet for the chalkhill blue butterfly.\\nRewilding here will require management. Without any intervention, ecological succession will do its thing, even on thin soil. Last month, the council took responsibility for the project after a leaseholder pulled out. Greaves is anxious to start controlling the hawthorn that is already dominating areas between fairways. In other ecosystems, big fauna would do this kind of work. “Perhaps we’ll introduce elephants here eventually,” Greaves says with a smile.\\nGolf still offers pleasure and exercise to hundreds of thousands of people. Many clubs enjoyed a growth in visitor numbers when they reopened in June; golf is nothing if not a socially distanced sport. Even XR Brighton says a sensitively managed links is far from the worst way to preserve green space, “especially if it brings a revenue stream that can help manage it in the right way”, Benatt says.\\nHousing can be an obvious – and lucrative – alternative, especially when privately owned courses can rescue their finances with a sale to developers. Reading golf club, another old, struggling course, will next year merge with Caversham Heath, a club two miles to the west. A controversial housing development will take its place.\\nBut Waterhall’s fate adds weight to campaigns for old courses to remain green yet public, making permanent the freedom that excluded communities briefly enjoyed this year. Four years ago, Lewisham council closed a municipal 18-hole golf course that had occupied an old Georgian estate in Beckenham, south-east London. It is now a public park with a restored lake for swimming and boating. “It shows what local campaigns can do,” Shrubsole says.\\nIt will take time for balance to be restored at Hollingbury. Today, walkers and joggers outnumber golfers by far. “It’s just getting ridiculous,” says Brian Coomber, a club member who is looking for his ball in the rough next to the 10th fairway. He says people have been using the footpaths way more since golf resumed, interrupting play and messing up the fairways. “Don’t get me wrong, I’ve got a dog myself, but at the end of the day this isn’t common land,” he says. His friend, Dave Slocombe, nods in agreement. Days later, the men leave Hollingbury to join East Brighton golf club, which is only three miles away.\\nHenson and Spryanova still walk on Hollingbury, where Spryanova says a few comments from golfers have made her children feel uncomfortable on their walk to school. Lockdown inspired Henson’s art. She made videos of the course, in which images of cartwheeling children fade into more recent footage of golf. Birds sing in the background. As we stand at the hillfort, taking in the sweep of Brighton, she can still picture those weeks. “At sunset, everyone would have been sitting here looking west, each little group taking a mound,” she says. “It looked a bit like a very spaced out village green.”\\nThis article was amended on 27 October 2020 because an earlier version mistakenly said that “Liberal Democrat councillors pushed for the space to be used for affordable housing”. That meant to refer to the city’s Lib Dems, not councillors.", "image": [["https://i.guim.co.uk/img/media/a1dd390fc0af40e2c50e80b82b212ffb14f6ea83/0_121_5940_3564/master/5940.jpg?width=465&dpr=1&s=none", "Waterhall golf course in Brighton, which is being rewilded"], ["https://i.guim.co.uk/img/media/7a7eb75a55db21b98cb77c59fdb7c61c917586d6/0_0_6720_4480/master/6720.jpg?width=445&dpr=1&s=none", "Michaela Spryanova (left) and Rachel Henson at Hollingbury golf course in Brighton"], ["https://i.guim.co.uk/img/media/c74cd075c171edf38cc4a270765a1c6bfcf09bbd/0_0_6720_4480/master/6720.jpg?width=445&dpr=1&s=none", "Waterhall golf course"], ["https://i.guim.co.uk/img/media/80d3cb7bd368693404455f3a446fa378981bd2fd/0_0_6720_4480/master/6720.jpg?width=445&dpr=1&s=none", "Kim Greaves, an amateur naturalist, is part of the campaign to restore Waterhall"], ["https://i.guim.co.uk/img/media/126acb87e9b49bdd148a0d423c757cb6a0e2ec4f/0_0_2560_1536/master/2560.jpg?width=445&dpr=1&s=none", "Waterhall is already providing a home to flora and fauna including common blue butterflies, adders, devil’s-bit scabious and fox moths"], ["https://i.guim.co.uk/img/media/9b8f79d0b762538f91756034d6d36ebaf6683d82/0_0_6720_4480/master/6720.jpg?width=445&dpr=1&s=none", "Wildflowers on Waterhall golf course include harebells (pictured), lady’s bedstraw and betony"]], "author": ["Simon Usborne"], "date": "2020-10-25"}, "https://www.theguardian.com/technology/2020/oct/27/amazon-launches-eco-friendly-shopping-platform": {"title": "Amazon launches 'eco-friendly' shopping platform", "subtitle": null, "text": "Site will show shoppers sustainable products but campaigners say it is ‘tip of iceberg’\\nAmazon has launched a dedicated “eco-friendly” shopping platform to help guide consumers in the UK and other European countries to household products with sustainable credentials.\\nFrom plastic-free solid shampoo bars to organic children’s clothing, more than 40,000 items on the new platform will carry certificates from schemes such as Fairtrade International and the Carbon Trust to help consumers pick products on their environmental merits.\\nThe world’s biggest online retailer has faced criticism for its use of excessive cardboard and other packing materials, and last year came under fire for introducing new-style packaging that could not be recycled. But Amazon said the new scheme will help lessen the company’s impact on the environment.\\nThe products, badged with a special logo from at least one of 18 independent certification schemes, are featured in a dedicated section of the website and shown in shopping results, with extra sustainability information on the product page. They include goods made and sold by small businesses across Europe, including – in the UK – Manchester-based Faith in Nature, which makes plastic-free shampoo bars, and Kite Clothing in Poole, Dorset, known for its sustainable children’s clothes.\\nAmazon has also created its own externally validated certification, Compact by Design, to encourage brands to design products that can reduce carbon emissions through increased efficiency and better packaging. Among those already certified is the Cif ecorefill, a concentrated cleaning spray refill that helps people reuse their spray bottles.\\nThe platform was launched in the US in September and is being rolled out this week to the UK, France, Germany, Italy and Spain. It supports Amazon’s wider commitment to reach the Paris Agreement 10 years early and be at net zero carbon by 2040.\\nHowever, environmental campaigners pointed out that 40,000 badged products was “a tip of the iceberg” of the millions it ships within Europe every year. It is thought that Amazon ships between 4bn and 5bn parcels a year worldwide. One of the world’s largest logistics operators, the retailer has been a major beneficiary of the Covid-19 pandemic as homebound shoppers have turned to online shopping, accelerating the collapse of already struggling bricks-and-mortar rivals.\\nWill McCallum, senior campaigner at Greenpeace UK, said: “Amazon sells millions of products and this latest initiative covers just a tiny fraction of the total. By certifying only a limited range of goods, Amazon is implicitly admitting that the rest of its business model isn’t up to scratch. The environmental and climate crises we are facing demand more than token gestures and piecemeal action.”\\nDoug Gurr, Amazon UK manager, said the new platform will help customers discover more sustainable products. “With 18 external certification programmes and our own new certification, we’re incentivising selling partners to create sustainable products that help protect the planet for future generations,” he said.\\nFriends of the Earth’s head of policy, Mike Childs, welcomed the initiative as “a small step in the right direction” but said the company had a long journey ahead of it before it could be considered green. “Will greener products appear higher in searches? And other products be labelled as climate-unfriendly?” he said. “Ultimately we need legally binding standards and regulations to ensure all products meet the very highest environmental standards, and that every company plays its part in building a greener, fairer future for us all.”", "image": [["https://i.guim.co.uk/img/media/b4998b793a0b2cdf56908b0e2b3796762b475d79/0_128_3500_2100/master/3500.jpg?width=465&dpr=1&s=none", "Amazon logo"]], "author": ["Rebecca Smithers"], "date": "2020-10-28"}, "https://www.theguardian.com/environment/2020/oct/05/greenpeace-drops-rock-scultpure-outside-defra-hq-fishing-protest": {"title": "Greenpeace drops 1.5-ton rock outside Defra HQ in fishing protest", "subtitle": null, "text": "Fiona Banner artwork is part of group’s direct action campaign against illegal North Sea fishing\\nSecurity had been told to expect an artwork for the secretary of state at 9am. Perhaps they were not expecting it to be an enormous chunk of granite painted with squid ink and so heavy it will need a crane to remove.\\nThe artist Fiona Banner and a team from Greenpeace deposited the 1.5-ton artwork outside the Westminster offices of the Department for Environment, Food and Rural Affairs (Defra) on Monday.\\nTitled Klang, it supports Greenpeace’s direct action campaign against destructive and illegal fishing in the North Sea, which has involved dropping huge boulders in the Dogger Bank area to disrupt trawlers.\\nThe artwork was sculpted from granite taken from the North Sea, which brought its own challenges. “I was astonished to be working with material which was just so dense and heavy,” she said.\\nThe original intention was to carve something perfect but “once I started I realised it was completely resistant to human intervention. In the end that is nature telling us that it cannot, will not, continue to bend to our will.”\\nShe made three sculptures using a powerful robot-controlled diamond cutter. Two of them, Peanuts and Orator, are heading by boat to the North Sea to be dropped by Greenpeace while Klang will remain outside Defra until authorities decide what to do with it.\\nBanner described the illegal bottom trawling of the North Sea as “like taking a bulldozer through an ancient forest”.\\nShe sees the debate as not just about fishing in the North Sea. “It’s the future of humankind,” she said. “Here we are still in a pandemic, viscerally aware of our vulnerability and the vulnerability of nature. We know we all really need to act. Deploying the sculptures in this way is I guess a way of recognising we need to act beyond language.”\\nGreenpeace has said it will remove the boulders it is dropping in the sea – including the artworks – if the government takes credible action. What happens to the one in Westminster remains to be seen. “It will be quite hard to move. They will probably have to get a crane,” said Banner.\\nBanner, who once installed a Harrier jump jet in Tate Britain, has been sculpting full stops over two decades.\\nThese works are materially different in that they have been painted with sustainably sourced squid ink. “We can’t put anything in the water that is toxic,” Banner said, “but they do smell a bit fishy. I was in the house the other day saying what’s that smell, what’s been going on and eventually it was traced back to me.”\\nA Defra spokesperson said: “We are putting sustainable fishing and protection of our seas at the heart of our future fishing strategy. We have already set up a ‘Blue Belt’ of protected waters nearly twice the size of England and the Fisheries Bill proposes new powers to better manage and control our Marine Protected Areas and English waters.\\n“The Common Fisheries Policy currently restricts our ability to implement tougher protections, but leaving the EU and taking back control of our waters as an independent coastal state means we can introduce stronger measures.”", "image": [["https://i.guim.co.uk/img/media/c99499112cad3405914881d7076e3a5aa6ca1834/68_214_3376_2025/master/3376.jpg?width=465&dpr=1&s=none", "Klang, a sculpture in the form of a boulder by Fiona Banner, outside the Department for Environment, Food and Rural Affairs in London"], ["https://i.guim.co.uk/img/media/467b18f71e9bc996813bf02dbb59a3029ca41adb/0_116_3500_2101/master/3500.jpg?width=445&dpr=1&s=none", "Fiona Banner with her art installation in Westminster"]], "author": ["Mark Brown"], "date": "2020-10-05"}, "https://www.theguardian.com/business/2020/oct/02/first-new-deep-coalmine-in-uk-for-30-years-gets-green-light": {"title": "First new deep coalmine in UK for 30 years gets go ahead", "subtitle": null, "text": "Planning permission granted to Cumbria project that will extract 2.7m tonnes of coal per year\\nPlans to open the UK’s first new deep coalmine in 30 years have been given the go-ahead by councillors in Cumbria.\\nWest Cumbria Mining (WCM) said it plans to mine under the seabed to extract around 2.7m tonnes of metallurgical coal annually, which is solely for use within industry and not for power stations. Steel and chemical factories in Scunthorpe, Lincolnshire and Port Talbot are expected to burn the coal’s output, with the company arguing that the coal will replace imports and will not increase emissions because it will not be shipped over from the US.\\nThe move comes almost five years after the country’s last deep coalmine – the Kellingley colliery in North Yorkshire – closed and two months after England’s last coalmine – the surface mine in Bradley near Durham – extracted its last coal.\\nThe decision to press ahead with the new mine, Woodhouse colliery, has been made despite protests by climate campaigners including Extinction Rebellion who have argued that the new coalmine, which will reportedly emit 8m tonnes of carbon annually, contradicts the UK’s pledge to be carbon neutral by 2050.\\nA judicial review brought by campaign groups – after councillors had twice unanimously approved the plans – forced the application to be amended. The £160m mine must now shut by 2049.\\nCouncillors on Cumbria county council’s planning committee voted 12-3 on Friday afternoon to grant planning permission to the project, with two abstentions.\\nMark Kirkbride, chief executive of West Cumbria Mining, said: “Woodhouse colliery will bring significant local benefits to Whitehaven, Copeland and Cumbria in terms of jobs and investment, at a critical time given the impacts of Covid-19 upon employment and economics both locally and nationally.”\\nRobert Jenrick, the housing minister, will now face pressure to block the plans.\\nAssuming the mine becomes operational, the metallurgical coal will supply UK and European steel-making plants, which currently import around 60m tonnes a year from the US, Canada, Russia and Australia.", "image": [["https://i.guim.co.uk/img/media/4615d3bf83d4b2be738c21e91a1398c10f7e77f8/120_0_1800_1080/master/1800.jpg?width=465&dpr=1&s=none", "The Woodhouse colliery in Cumbria"]], "author": ["Simon Goodley"], "date": "2020-10-02"}, "https://www.theguardian.com/environment/2020/oct/05/the-guardians-climate-promise-we-will-keep-raising-the-alarm": {"title": "The Guardian's climate promise: we will keep raising the alarm", "subtitle": null, "text": "Global heating is the emergency of our times. So we are taking action to confront it\\nThe global climate crisis is the emergency of our times. Amid all the fear and sadness of 2020, it remains the overwhelming long-term threat to our planet and to everyone’s health and security.\\nThat is why we promise to keep reporting on it, raising the alarm and investigating the crisis and possible solutions, until we begin to see genuine systemic change.\\nA year ago, the Guardian made a pledge to our readers. We promised to keep speaking out about the climate emergency, despite the formidable and well-funded forces who would much rather the subject remained buried. We adopted new language to emphasise the existential nature of the situation. We pledged to deepen our environmental reporting. Our commercial teams decided to reject all advertising from fossil fuel extractors – a first among major media companies. We committed to reaching carbon neutrality by 2030. And that was just the start.\\nThousands of readers from 130 countries joined us as a result, paying to support open, independent, authoritative environmental journalism that pulls no punches, exposes the depth of the crisis, and challenges us to rethink every aspect of our warming world – how it can be better, more sustainable, more just and more hopeful.\\nThat support has enabled us to maintain a relentless focus on the environment, with almost 3,000 articles over the last 12 months. We have published investigations, scientific analysis, reports on species extinction and air quality – and we have kept the voices of those affected by global heating at the heart of our reporting.\\nIn the past year, we’ve reported from the Arctic and Antarctic, as well as other climate frontlines: the Amazon, the Sahara, the wildfires of Australia and the American west. We reported from the Cop25 summit of governments (travelling there by train). We have closely covered the movements trying to bring about change, such as Extinction Rebellion and the school climate strikes. We dug deep into the loss of wildlife, the problems of air pollution and microplastics, and exposed the most polluting companies on the planet.\\nWe want our supporters to know: when you fund us, this is what you are paying for.\\nBut of course this environmental year has been unique for another reason. A succession of related crises, not least the global Covid-19 pandemic, has brought a new perspective. These crises have starkly demonstrated how so many of our global problems – public health, migration, food security, land conflict, equality, gender and race – intersect with our environmental catastrophe.\\nFor example, many researchers now see a correlation between species-jumping viruses such as Covid-19 and humanity’s deep, destructive incursion into the natural world. Links between high air pollution and increased coronavirus infection rates have also become apparent, thanks to persistent Guardian reporting. It’s becoming clearer than ever that people’s mass migration from the global south over the past decade has been principally caused by changing weather. And we are coming to understand, more deeply than ever, how global heating disproportionately affects communities of colour.\\nIndependent, expert journalism can make a difference. It generates awareness of the problems – as well as the solutions. It galvanises protest and resistance, putting pressure on government and industry to make positive changes. And it promotes and encourages best practice, human ingenuity and innovation that we can all learn from. As Christiana Figueres, the UN’s climate chief when the Paris deal was sealed in 2015, told our environment editor, Damian Carrington: “Without the work of the Guardian the delivery of the Paris agreement would have been far harder or perhaps even impossible … At a time when the darkness of fake news and doubt in science is everywhere, the Guardian is a point of light.”\\nBut words alone may not be enough. We feel the need to act, too. So the Guardian is also trying to set an example. Over the past year, we have renounced fossil fuel advertising. We have eliminated more than 95% of our investment exposure to fossil fuels. We have qualified as a B Corp, a certification that will hold us to high social and environmental standards.\\nBy 2030, we will have completely eliminated two-thirds of our emissions. For the remaining third, we will remove carbon from the atmosphere by supporting the highest-quality offsetting schemes. We don’t expect these changes to be easy, and we may make mistakes along the way, but we will be transparent about our progress and share everything we learn.\\nWars have been fought over natural resources for most of human history, and our efforts to coexist with the natural world have been written about for decades, if not centuries. But the crisis before us today is something quite different, for two main reasons. First, the stakes are higher, the planet hotter than it has been for tens of thousands of years. The risk we face is nothing less than the downfall of the civilised world, perhaps in the lifetime of today’s schoolchildren. Second, we can see a path forward that avoids the worst outcomes. The worldwide response to Covid-19 has demonstrated that there can be collective global action if the threat is big enough, and that humans are capable of changing our lives and lifestyles quickly, when the moment demands it.\\nThe threat presented by the climate crisis is big enough. Help us to galvanise the action required by supporting Guardian journalism.\\nIt’s not too late.", "image": [["https://i.guim.co.uk/img/media/c6e340fd45d67ddad6eb0ac44d44a79e66a6f797/0_345_4404_2643/master/4404.jpg?width=465&dpr=1&s=none", "Smoke from an illegally lit fire in an Amazon rainforest reserve, south of Novo Progresso in Pará State, Brazil."]], "author": ["Katharine Viner"], "date": "2020-10-05"}, "https://www.theguardian.com/australia-news/2020/oct/12/scott-ludlam-faces-court-over-sydney-climate-change-protest-arrest": {"title": "Scott Ludlam faces court over Sydney climate change protest arrest", "subtitle": null, "text": "Former Greens senator and 12 others accused of obstructing traffic during Extinction Rebellion protest in 2019\\nA magistrate has begun hearing allegations the former Greens senator Scott Ludlam and 12 others broke the law during a climate change protest in Sydney.\\nPolice arrested dozens involved in an Extinction Rebellion protest in October 2019 after it stopped on one of Sydney’s busiest streets, Broadway.\\nLudlam – whose nine-year parliamentary career ended during the dual-citizenship scandal in 2017 – was detained while sitting on the road. Others were arrested while lying on the ground.\\nThe 13 people all deny failing to comply with a police direction regarding a road closure.\\nEach faces a maximum fine of $2,200 if found guilty.\\nBody-worn police camera footage played at Sydney’s Downing Centre local court on Monday showed protesters shouting, “This is what democracy looks like” as police order those lying on the ground to move on for obstructing traffic.\\nThe rally had been authorised with the understanding it would be “free-flowing” with no stops, the police prosecutor Jamie Palmer told the court.\\nAfter an unauthorised stop outside Central railway station, the public assembly again stopped on Broadway.\\nFive of the 400-odd protesters tethered themselves to a pink tank that had been pulled off a parked truck as the group of the 13 accused sat or lied down on the road, the court was told.\\n“Muesli bars were stuck in the tank to ensure the persons were fed and watered during that time,” the prosecutor said.\\nAt that moment, the protest was “substantially outside” the terms of the authorisation, she said.\\nLawyers for the group of 13 declined to make an opening address to the magistrate Vivien Swain.\\nThe protests came amid a week of nationwide demonstrations calling on governments to drastically reduce carbon emissions.\\nThe hearing continues.", "image": [["https://i.guim.co.uk/img/media/33a57ceb2e48076faf042082c765f14ac7332900/1126_303_3646_2188/master/3646.jpg?width=465&dpr=1&s=none", "Former Greens senator Scott Ludlam being arrested during the Sydney climate change protest in 2019."]], "author": null, "date": "2020-10-12"}, "https://www.theguardian.com/education/2020/oct/01/legal-threat-governments-anti-capitalist-guidance-schools-political": {"title": "Legal threat over anti-capitalist guidance for schools in England", "subtitle": null, "text": "Campaigners say ban on use of resources from certain political groups limits freedom of speech\\nCampaigners have threatened the government with legal action over new guidance that tells schools not to use resources from organisations that have expressed a desire to end capitalism.\\nIn a pre-action letter, the Coalition of Anti-Racist Educators (Care) and Black Educators Alliance (BEA) said the guidance would prevent teachers from using material from groups including Black Lives Matter and Extinction Rebellion, limiting anti-racism teaching.\\nIn guidance issued last week for school leaders and teachers in England, the Department for Education (DfE) categorised anti-capitalism as an “extreme political stance” and equated it with opposition to freedom of speech, antisemitism and endorsement of illegal activity.\\nThe guidance also states that schools should not “under any circumstances” work with or use material from groups that do not “condemn illegal activities done in their name or in support of their cause” or promote “victim narratives that are harmful to British society”.\\nCare and BEA said the guidance would prevent young people from engaging with teaching about racism, discouraging the use of material produced by Black Lives Matter, Extinction Rebellion, the charity Inquest “or another campaigning organisation that seeks to draw attention to the disproportionate impact of state violence (including against Black men).”\\nThe letter says that as it is unclear what “victim narratives” means, schools could be discouraged from using resources produced by organisations that campaign for rights for minority groups.\\nThe groups have began to fundraise to proceed with a judicial review if the department refuses to withdraw the guidance.\\nBell Ribeiro-Addy, the Labour MP for Streatham, said: “I support this legal challenge. Freedom of speech and an educated population are two fundamental pillars of democracy. We cannot move forward as a society without respecting them both.\\n“These guidelines are a deeply worrying erosion of these two principles by an authoritarian Conservative government that has lost all credibility among the young.”\\nA spokesperson for Care said: “This guidance will have a chilling effect in the classrooms. Our schools are filled with inquisitive young people and we should be doing everything necessary to ensure they are given all the tools and information to have rich discussions on topics such as inequality.\\n“This guidance prevents that by restricting access to materials and no-platforming organisations that don’t curry favour with the government.”\\nRachel Harger, a solicitor at Bindmans, said: “The guidance, which was published without consultation or warning, is a clear statement of the secretary of state’s own political preferences and the ban on the use of teaching materials related to leftwing or political groups is clearly unlawful, serious and far-reaching.\\n“The guidance constitutes an assault on the common law right to freedom of speech, freedom of religious belief, and has a disproportionate impact on protected groups such as the black and trans community.”\\nA Department for Education spokesperson said: “Our new relationships, sex and health education (RHSE) guidance is clear that schools should not work with agencies that take extreme positions. Schools should already be aware of their duty to political impartiality, as set out under the Education Act 1996.\\n“We would still expect subjects to be discussed in a balanced way as part of a school’s wider curriculum where relevant.\\n“More widely, our guidance is designed to give schools the confidence to construct a curriculum that reflects diversity of views and backgrounds, whilst fostering all pupils’ respect for others, understanding of healthy relationships, and ability to look after their own wellbeing.”", "image": [["https://i.guim.co.uk/img/media/0afa62bec2485bdb33cf3bcb49cefd3b81f72ac4/0_229_4992_2995/master/4992.jpg?width=465&dpr=1&s=none", "A (pre-Covid) study group. "]], "author": ["Aamna Mohdin"], "date": "2020-10-01"}}