{"https://www.theguardian.com/lifeandstyle/2021/oct/27/tarot-cards-self-care-jessica-dore-interview": {"title": "When the mystical goes mainstream: how tarot became a self-care phenomenon", "subtitle": null, "text": "Tarot used to be seen as the domain of the credulous. It’s now seen as a means of coping with the present, thanks to psychology-minded practitioners like Jessica Dore\\nWhen Jessica Dore was growing up, her mother had a tarot deck from which she’d pull cards – much to the mounting mortification of her daughter. As a child, Dore went along with it as fortune-telling fun. But “as an adolescent, it was sort of like ‘Mind your own business’”, she says wryly.\\nIt meant Dore was at least familiar with tarot. The deck of 78 cards, split between major arcana and minor arcana (“greater” and “lesser secrets”), is used with varying degrees of sincerity to divine past, present and future. “But I never had any sense that it could be something that would be of value for me in my life,” Dore says.\\nThen, a decade later, Dore threw a dinner party to which two friends brought along a tarot deck. They gave her an “amazing” reading, she says, that cast new light on a hard time she was going through. “The cards made me feel seen and understood in a way that I wasn’t used to.” The experience opened her mind to the potential of tarot to shift perspectives and illuminate possibility. She acquired a deck of her own, and started pulling cards after work each night.\\nAt the time Dore was in her early 20s, a poet with a communications degree working as a publicist at a publisher of self-help and psychology textbooks. She had been struck by how the research she encountered through her job could help people to gain new insight into their thoughts, feelings and behaviours – if only they knew to seek it out.\\nTarot, she thought, could be a similar conduit to awareness and introspection. These two strands – barriers to self-help, and tarot as a path to it – travelled together in Dore’s mind, culminating in a “strange and unlikely marriage”: she became a licensed social worker and full-time tarot reader.\\nOn Twitter, more than 130,000 people (along with 52,000 on Instagram) follow Dore’s daily draw of a card, which she then connects to psychological concepts, legends, myths and miscellanea as a prompt for introspection.\\nShe links the five of cups, for example, to cognitive flexibility training, proposing expanding one’s thinking as a path away from triggering thoughts; while the sun card could illuminate healthy responses to rejection.\\nToday's card. Sometimes it's helpful to reframe difficult experiences in a more \"positive\" light, but it's tricky to do so w/o treating painful thoughts & feelings as wrong or inferior, or trying to avoid them. What if u could know there are many ways to see it & feel how u feel. pic.twitter.com/60mD60ABOL\\nNow Dore has expanded on her cerebral writing on “the human experience through tarot” in a book, Tarot For Change: Using the Cards for Self-Care, Acceptance and Growth. With this practical, carefully referenced guide, Dore brings together the scientific and the arcane, two spheres long believed to be antithetical – but increasingly less so.\\nTarot is among a range of mystic practices to have seen a mainstream resurgence in recent years. Most obvious is astrology, now almost adjacent to psychoanalysis in our shared lexicon – but there’s also psychics, reincarnation, supportive spiritual energies (such as with manifesting), and even witchcraft.\\nIn 2018, the Pew Research Centre found that six in 10 Americans (both with religious affiliations and not) held at least one new age belief. Among the explanations given have been the internet connecting subcultures and people with alternative views, fashion houses bringing their imagery to the fore, and the decline in Christianity and community in the west.\\nAbove all, this new dawn of the new age has been framed as a response to widespread anxiety and sociopolitical instability; as an attempt to find meaning in an impervious, chaotic world.\\nIt is now possible to book tarot readings directly over Instagram – @thehoodwitch Bri Luna (who has 470,000 followers) and @thelionnessoracle Alejandra Luisa León each charge around $140 an hour – or learn to read the cards yourself, with free resources such as Brigit Esselmont’s @biddytarot community, or the Labyrinthos online school and app.\\nOn TikTok, tarot cards are drawn by algorithms. Even the Sun newspaper recently published its own guide to major and minor arcana, a surefire sign of steady online search traffic for spiritual guidance.\\nBut tarot as practiced by Dore does not so much provide answers as it generates more questions. “You’re not predicting the future – you’re really just exploring, looking at the images and activating the imagination,” she says over Zoom from her home in Philadelphia.\\nDore likens drawing cards to yoga: a daily discipline of self-care, containing “profound spiritual data” to be experienced rather than intellectualised. “I came to tarot needing to figure out how to take better care of myself, how to check in with myself, to show up for myself,” she says. (Indeed, Dore does two hours of Ashtanga yoga each morning, after 45 minutes’ journalling – if the unexamined life is not worth living, hers is hard-won.)\\nWhen she started her nightly ritual of drawing cards, Dore found that what emerged gave shape to her thoughts and feelings in the same way as a writing prompt might. The eight of swords – communicating a sense of feeling victimised, or trapped – for instance, might cause Dore to reflect on whether she was avoiding any difficult emotions.\\nAs well as serving as a prompt for introspection, the cards’ storied past made Dore think of history repeating – circular narratives and mirror images through literature, folklore and legends. “It felt very nourishing for me, just to be like: ‘Someone drew this illustration; someone created these various interpretations – that means that I’m not alone.’”\\nConsidered in this light, tarot has more in common than one might think with therapy. As Dore points out, Carl Jung studied archetypes, symbols and synchronicity in seeking to understand the human psyche.\\nToday, cognitive behavioural therapy – widely used as a treatment for depression and anxiety – focuses on changing the way you think in order to support your wellbeing. And other evidence-based models lean heavily on metaphors to bring about change (acceptance and commitment therapy).\\nAs a set of images and ideas derived from ancient wisdom, tarot has similar potential for transformation and growth, says Dore. She refers to the American psychologist James Hillman’s definition of “psychologizing: whenever reflection takes place in terms other than those presented”.\\nDore is clear about the limits to this: tarot is not therapy, just as she is not a therapist (though she received clinical training as part of her master’s degree). But that is not to say there is no therapeutic benefit to projecting our inner lives on to a card.\\n“Language can get you stuck, and it can get you unstuck,” says Dore. “Tarot is a set of metaphors that can help somebody understand something: I could just say it to you, or you could look at an image and it might really sink in.”\\nAfter nearly 100 years of work to ground psychology in evidence and empirical studies, we might see such idiosyncratic influences as outside the scientific scope. But all through human history, spirituality has factored into concepts of mental health and wellbeing – not necessarily reductively.\\nOne upshot of the 21st-century embrace of “wellness” is mounting awareness and acceptance of the real benefits of non-clinical practices such as meditation, yoga, spending time in nature, journalling and mind-altering drugs.\\nTarot might be seen in kind, says Dore – as an intervention rooted in a mystic tradition, like mindfulness. It is possible to accept “other ways of knowing”, she suggests, without denying or undermining science.\\nCertainly, the care and palpable sense of responsibility with which Dore approaches her work might surprise those who see tarot as essentially exploitative, the pastime of the cretinous and the credulous. The dismissal of tarot – and likewise astrology, another interest popular among young women – is often suggestive of whose suffering is taken seriously.\\nDore does not see herself as working within an explicitly feminist context. But she suggests that people who don’t feel represented in accepted paradigms, or included in clinical settings, could benefit the most from alternative approaches to healing. (Dore completed a year-long internship at an eating disorder clinic, where the cards were used to “amazing” effect.)\\n“For those people who don’t feel spoken to by some of the interventions that are evidenced-based, tarot makes a doorway for people to show up and say: ‘Here’s what I need’, instead of telling them: ‘Here’s what you need’,” she says.\\nThe goal is not to throw out facts, truth or science, says Dore – but to make room for magic, long “relegated to the edges”. Her preferred definition is from the anonymous Christian author of the Meditations on the Tarot: using the subtle to influence the dense.\\nIn psychological terms, that could simply mean greater awareness of how our thoughts and emotions (the subtle) shape our actions and behaviours (the dense).\\nIn a world that did not draw so hard a line between science and spirituality, Dore suggests, “maybe we would better understand our behaviours as consumers, as activists; the jobs that we choose, the things that we spend our time doing. What are these things serving? At what altars are we worshipping? It seems very idealistic – but that’s the way I think about it.”\\nAs it is, the current trend for tarot has seen it absorbed and repackaged by the mindless forces of capitalism it aims to counter. Where Pamela Colman Smith – the illustrator of the ubiquitous Rider-Waite tarot deck – died penniless and uncelebrated, there are now tarot decks themed from everything from cats to Disney villains.\\nUrban Outfitters sells a tarot-themed colouring book (or “personal growth colouring journey”), and a “spiritually uplifting” cocktail set, with “tequila-inspired meanings for all 78 cards”. At the higher end, Dior debuted “tarot dresses” for its spring 2021 couture line. You can even have your cards read at Selfridges of London.\\nAs the German philosopher Theodor Adorno wrote in 1953, of the popularity of astrology: “the kind of retrogression highly characteristic of persons who do not any longer feel to be the self-determining subjects of their fate, is concomitant with a fetishistic attitude towards the very same conditions which tend to be dehumanizing them”.\\nDore, too, writes of the chariot card and the limits to willpower: “Capitalism isn’t built to teach pathfinding; it’s built to teach compliance within a preset path.” But she suggests that tarot could reveal another way – as stories and symbols have always done, separate from any question of whether they are rooted in fact.\\n“I would challenge you to consider that this set of images – that are derived straight from mythology and folktales and fairytales in many cases, and even religion and spirituality – might also have meaning too, if you can step out of the rigid mindset.”\\nEven if magic is a leap too far, in “reclaiming the imagination from the grips of doubt and rationalism”, tarot may at least allow us to imagine a better world: the first step to creating it.\\nAn ideal of tarot is to experience the “totality of things”, says Dore: where nothing is black and white, even seeming opposites are identical in nature, and “all things, no matter how seemingly conflicted, can exist together”. This bears striking resemblance to many Indigenous world-views – increasingly being recognised as vital in the fight against the climate crisis.\\nThe Extinction Rebellion co-founder Gail Bradbrook and feminist scholar Angela Davis have likewise spoken of something akin to Dore’s definition of magic in their activism: the possibility of achieving what seems impossible now.\\nTarot simply asks that we hold ourselves open to it, says Dore. “The beautiful thing about tarot is that you will meet the card where you’re ready to go.”\\nTarot for Change: Using the Cards for Self-Care, Acceptance and Growth by Jessica Dore is published by Penguin Life/Viking for $27.00 US / £14.99 from October 26, 2021", "image": [["https://i.guim.co.uk/img/media/3ee7ff5fd742fd0384a2837cec5e3f99e82f0769/0_236_3543_2126/master/3543.jpg?width=465&dpr=1&s=none", "Jessica Dore arranges tarot cards at her home in Pennsylvania. ‘Tarot is a set of metaphors that can help somebody understand something.’"], ["https://i.guim.co.uk/img/media/1eee5d299d48e1fd890c688da71d3d202c4b32d6/0_239_6000_3600/master/6000.jpg?width=445&dpr=1&s=none", "Jessica Dore holds tarot cards at her home in Pennsylvania. ‘You’re not predicting the future – you’re really just exploring.’"], ["https://i.guim.co.uk/img/media/1224d7172d0fb6d5523e49f94cbddd8997170441/0_0_3515_5262/master/3515.jpg?width=445&dpr=1&s=none", "Jessica Dore sits for a portrait at her home."], ["https://i.guim.co.uk/img/media/c9bfd3a88c2ad621bb56acbc2b2239d937bf4aed/0_0_5807_3871/master/5807.jpg?width=445&dpr=1&s=none", "Various pieces of artwork and old glass bottles at Jessica Dore’s home."], ["https://i.guim.co.uk/img/media/6df0c1856b3c159df4d52d97cea759b380037441/0_309_5241_3145/master/5241.jpg?width=445&dpr=1&s=none", "Tarot cards, part of a deck of 78."]], "author": ["Elle Hunt"], "date": "2021-10-27"}, "https://www.theguardian.com/stage/2021/oct/19/alan-carr-review-saucy-riffs-and-showbiz-tales": {"title": "Alan Carr review – saucy riffs and showbiz tales", "subtitle": null, "text": "Milton Keynes theatreGood albeit digressive gags keep the routines endearingly amusing in the comic’s new touring show Regional Trinket\\n“I hate being camp,” says Alan Carr, which would be surprising if true – his signature style having secured TV ubiquity and national-treasure levels of affection. (His show title, Regional Trinket, riffs on the latter status.) But the thought of Carr unhappy in his camp skin need not long detain us. It is, like everything else he says onstage, a gambit of only the most fleeting significance, this one volunteered mainly to justify a saucy riff on no one fancying effeminate men.\\nThere’s certainly no one in the audience hating on camp Carr: after all, it’s an attitude he wears lightly and deploys to fine effect, in a show recounting – very digressively – his recent wedding and married life. One might wish – I occasionally do – for a glimpse of some hidden depth of feeling, if only for variety’s sake. But, even as Carr ranges across meaty matter such as his husband’s alcoholism and (briefly) Extinction Rebellion, nothing disturbs the prevailing tone of animated superficiality.\\nHappily, the jokes are good, and Carr’s sense of his own ridiculousness as endearing as ever. From the opening story, in which a fellow train passenger contrives, with his testicles alone, to delete from Carr’s laptop the script for this show, we’re in the hands of a man with a flair for the arresting image. In a show that’s lavish with showbiz anecdote, a choice gag follows about why Carr agreed to appear on Who Do You Think You Are? before a joke about his secret non-binary past that ends with the deathless punchline “… and that’s how Gabrielle lost her eye!”\\nThe show’s ostensible focus is his recent wedding – officiated by Adele, no less – and married life on a Kentish farm. It all sounds very bijou – or would if Carr weren’t scouring the glamour for truffles of indignity and squalor, like the droll section on night-time supermarket staff. So as we flit from LA nuptials via hobnobbing with Celine Dion to a Mexico honeymoon, Carr focuses instead on his ego, his flab and his bald patch. None of it is heartfelt – I’m guessing he loves being camp, really – but it’s usually a laugh.\\nAt Sunderland Empire on 22 October. Then touring.", "image": [["https://i.guim.co.uk/img/media/7de7d96b05bd133e30b7821c1f7491a5a38b1864/0_310_2302_1380/master/2302.jpg?width=465&dpr=1&s=none", "Alan Carr"]], "author": ["Brian Logan"], "date": "2021-10-19"}, "https://www.theguardian.com/environment/2021/oct/30/its-the-protests-which-are-giving-me-hope-activists-descend-on-glasgow": {"title": "‘It’s the protests which are giving me hope’: activists descend on Glasgow", "subtitle": null, "text": "Campaigners from around the world are uniting to disrupt the Cop26 conference and put pressure on political leaders\\nThousands of protesters from around the world arrived in Glasgow on Saturday to demand urgent action on the escalating ecological emergency before the two-week Cop26 climate conference.\\nCampaigners from scores of environmental justice, indigenous and civil society groups are converging on Scotland’s biggest city to forge alliances and pressure political leaders.\\nAmong the activists to arrive in Glasgow on Saturday evening was Greta Thunberg who was mobbed by supporters at Glasgow Central train station. Climate protesters held a demonstration at the station ahead of her arrival and the teenage activist was greeted by large crowds of supporters.\\nProtests – from marches to strikes, and occupations to roadblocks – are being planned and activists say their campaigns of peaceful civil disobedience will be crucial to the outcome of the talks. “It is the protests which give me hope,” said Cat Scothorne, 18, an activist with Glasgow Calls Out Polluters.\\n“It is a chance to foreground the voices of those people on the frontline of the climate crisis and push back against the influence and ‘green washing’ of corporations at this Cop – a chance to tell people what is really happening, especially in the global south.”\\nCampaigners from Europe, Africa and Asia joined UK activists on Saturdayon the streets as protests and civil society events got under way. On the banks of the Clyde, overlooking the Cop26 conference centre, activists from Ocean Rebellion dressed as mermaids to highlight the huge impact industrial fishing has on greenhouse emissions.\\nDelegates from the Minga Indigena collective, representing indigenous communities in North and South America, were welcomed to the city by Scotland’s first minister Nicola Sturgeon. They mixed water from Scotland and the Andes before calling for climate justice to be a “unifying demand of Cop26”.\\nIn central Glasgow, activists who had walked to Cop26 from across the UK and Europe arrived in the city demanding justice for those on the frontline of the climate crisis.\\nAlex Cochrane, from Extinction Rebellion Glasgow, which helped organise the “pilgrims’ procession”, said it was time for governments to “walk the walk for the global south”.\\nCochrane added: “Cop26 must end a growing crime against humanity by wealthy governments where the global south are sacrificed to bear the brunt of the global north’s affluent, carbon-intensive lifestyles.”\\nProtester numbers were due to grow on Saturday eveningwith the arrival of a “climate train” carrying hundreds of activists from across Europe at Glasgow Central station.\\nFederico Pastoris, a climate justice activist and campaigner with the Stop Cambo group, which is campaigning to prevent drilling in the Cambo oilfield in the North Sea, said the next two weeks were as much about building links between environment campaigners in Europe and frontline communities in the global south as they were about influencing what goes on inside the conference centre.\\n“It is summed up by the idea of climate justice… there is a realisation that the Cop process is ineffective so we need to build grassroots collaborations and solidarity to find new ways of addressing this crisis. That is why people have made such an effort to get here.”\\nOver the next fortnight, campaigners are planning a series of protests and civil disobedience actions. On Friday Thunberg is planning to join a school strike in Glasgow, and on Saturday a global day of action will see large-scale marches in both Glasgow and London, with campaigners promising spin-off civil disobedience protests. Activists say there will also be smaller, more disruptive actions throughout the two weeks of the conference.\\nMany campaigners and civil society groups from the global south have had severe difficulty getting to Glasgow because of problems with visas and the changing Covid-19 travel restrictions.\\nHowever, by Saturday some had made it. Patience Nabukalu, 24, had travelled from Uganda as part of the Mapa – “most affected people and areas” – organisation, representing communities disproportionately affected by climate change.\\n“This is an opportunity for people like us, who live in areas that are really facing the climate effects right now, to raise our voices,” she said.\\nNabukalu, who was speaking from a coach that was expected to arrive in Glasgow on Saturday evening, said she had grown up facing ever-more-regular and extreme flooding, which had had dire consequences for her family and the wider community.\\nShe added: “The only thing I want to hear [from world leaders] are climate solutions and climate action. I am tired of promises and pledges because promises keep getting made but nothing actually happens and we are running out of time.”", "image": [["https://i.guim.co.uk/img/media/5b88441f802ecb8b3fc8577cfe03d377863f24eb/0_192_5760_3456/master/5760.jpg?width=465&dpr=1&s=none", "An Extinction Rebellion demonstrator protests against bottom trawling"], ["https://i.guim.co.uk/img/media/eea2c70de8520a5ed5cd10c5b502f93855a57e4d/0_192_5760_3456/master/5760.jpg?width=445&dpr=1&s=none", "Members of Ocean Rebellion dressed as mermaids and mermen to highlight the impact of industrial fishing"], ["https://i.guim.co.uk/img/media/d4ea0b2b4d119b326c143175bf89e1eb0c500396/7_121_3682_2209/master/3682.jpg?width=445&dpr=1&s=none", "Environmental campaigner Greta Thunberg"]], "author": ["Matthew Taylor"], "date": "2021-10-30"}, "https://www.theguardian.com/environment/2021/oct/28/exxon-ceo-accused-lying-climate-science-congressional-panel": {"title": "Exxon CEO accused of lying about climate science to congressional panel", "subtitle": null, "text": "Congresswoman Carolyn Maloney likens oil company bosses’ responses to those of tobacco industry at historic hearing\\nThe chief executive of ExxonMobil, Darren Woods, was accused of lying to Congress on Thursday after he denied that the company covered up its own research about oil’s contribution to the climate crisis.\\nFor the first time, Woods and the heads of three other major petroleum companies were questioned under oath at a congressional hearing into the industry’s long campaign to discredit and deny the evidence that burning fossil fuels drove global heating. When pressed to make specific pledges or to stop lobbying against climate initiatives, all four executives declined.\\nThe chair of the House oversight committee, Representative Carolyn Maloney, pressed Woods about statements by his predecessor, Exxon CEO Lee Raymond, who in the 1990s said the scientific evidence for climate change was “inconclusive” and that “the case for global warming is far from air tight”. In 2002, Exxon ran advertisements in the New York Times calling climate science “unsettled”.\\nMalone put it to Woods that Exxon’s own scientists had repeatedly warned the company about the threat from burning fossil fuels as far back as the 1970s.\\n“There is a clear conflict between what Exxon CEO told the public and what Exxon scientists were warning privately for years,” she said.\\nWoods denied that Raymond or Exxon misled anyone.\\n“I do not agree that there was an inconsistency,” he said.\\nMaloney said the response reminded her of “another hearing that we had with the tobacco industry”.\\n“They said they did not believe that nicotine was addictive. Well, it came out that they lied. Tobacco nicotine was very addictive. And now I’m hearing from you that the science that was reported publicly, where your executives were denying climate change, we know that your scientists internally were saying that it’s a reality,” she said.\\n“So I was hoping that you would not be like the tobacco industry was and lie about this.”\\nThe heads of the American operations of the other oil companies – Shell, Chevron and BP – also denied they misrepresented climate science or deceived the public.\\nThey each said that they recognised global heating was a reality and a major challenge. But the executives did not accept that their companies had failed to take it seriously or that they were undermining attempts to cut greenhouse gases by funding trade groups pouring millions of dollars into lobbying Congress against tighter environmental laws.\\n“We accept the scientific consensus,” said Michael Wirth, the CEO of Chevron. “Climate change is real. Any suggestion that Chevron is engaged in disinformation and to mislead the public on these complex issues is simply wrong.”\\nBut Maloney accused the oil companies of continuing the cover-up, including by hiding documents. She said she would take the unusual step of issuing subpoenas to force the firms to reveal what they knew.\\n“We need to get to the bottom of the oil industry’s disinformation campaign and with these subpoenas we will,” she said.\\nThe oil and gas industry, which spent about $100m on political lobbying last year, was strongly backed by a number of Republicans on the committee who sought to distract by denouncing Joe Biden’s energy policies.\\nRepublicans called their own witness, Neal Crabtree, who said he lost his job as a welder within three hours of Biden being sworn in as president because the Keystone pipeline was cancelled. Crabtree was used to portray Biden as colluding with China and Russia against America’s oil industry.\\nThe highest-ranking Republican on the committee, Representative James Comer, questioned the legitimacy of the investigation. He said the committee would be better off spending its time investigating the White House’s handling of inflation, illegal immigration and the US military withdrawal from Afghanistan.\\nIn a hearing meant to focus on climate misinformation, several Republican members openly questioned the urgency of the climate crisis. Representative Clay Higgins called the hearing “a threat from within” because the American way of life was built on oil.\\nAnother Republican member said Maloney owed the oil executives an apology for intruding on their right to free speech by pressing them to make a commitment that their firms will “no longer spend any money, either directly or indirectly, to oppose efforts to reduce emissions and address climate change”.\\nNone of the executives would make a direct commitment.\\nMaloney showed the hearing a video secretly recorded by Greenpeace earlier this year of an Exxon lobbyist describing the oil giant’s backing for a carbon tax as a public relations ploy intended to stall more serious measures to combat the climate crisis.\\n“How did Exxon respond?” asked Maloney. “Did they come clean about this shocking conduct? No. Mr Woods called Mr McCoy’s comments inaccurate and then they fired him. And they are obviously lying like the tobacco executives were.”\\nWhile the oil executives largely maintained a united front, Representative Ro Khanna, a leading critic of the petroleum industry on the committee, drew out testimony that showed the European companies, Shell and BP, were working to cut production while the US firms, Exxon and Chevron, intended to increase drilling in the coming years.\\nWirth said that that Chevron would raise oil production while cutting carbon emissions.\\nThe hearing also questioned the leaders of two powerful lobby groups accused of acting as front organisations for big oil, the American Petroleum Institute and the US Chamber of Commerce.\\nKhanna noted that API was heavily funded by oil company money as it resisted the expansion of infrastructure for electric vehicles and opposed a methane fee backed by Biden, including flooding Facebook with advertisements in recent months.\\nKhanna challenged each of the oil executives in turn to resign from API over its position on electric vehicles or to tell it to stop its opposition to a methane fee. All of them declined to do so.", "image": [["https://i.guim.co.uk/img/media/3de83ee92f578159a758a2223bffe89c77000adf/0_116_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "Darren Woods, chairman and CEO of Exxon Mobil Corporation, denied that there was an inconsistency between what the company told the public and what Exxon scientists had privately warned."], ["https://i.guim.co.uk/img/media/f2f7976cadb9aee479d6705e4add593295bac62e/0_188_5643_3386/master/5643.jpg?width=445&dpr=1&s=none", "Carolyn Maloney, chair of the House oversight committee, speaks at a hearing on the role of fossil fuel companies in climate change."]], "author": ["Chris McGreal"], "date": "2021-10-28"}, "https://www.theguardian.com/environment/2021/oct/01/new-zealand-supreme-court-blocks-seabed-mining-consent": {"title": "New Zealand supreme court blocks seabed mining consent", "subtitle": null, "text": "Campaigners hail ruling preventing TTR dredging 50m tonnes of iron-sands from South Taranaki coast, though mining firm says it will try again Race to the bottom: the disastrous, blindfolded rush to mine the deep sea\\nA New Zealand offshore mining company has lost its supreme court bid to overturn a decision preventing it from mining millions of tonnes of iron-sand off the coast of South Taranaki, on New Zealand’s North Island.\\nThursday’s unanimous ruling by New Zealand’s supreme court, which upheld previous high court and appeal court decisions revoking Trans-Tasman Resources’ (TTR) permission to mine, was welcomed by environmentalists and the mining company, albeit from opposing perspectives.\\nEnvironmental groups described the ruling as a victory and the “final nail in the coffin” of the proposal, However, the mining company said it was now confident of getting consent successfully “re-approved”.\\nThe judgment is the latest in a long-running legal battle by environmental and community groups against TTR’s plans to dredge 50m tonnes of iron-sand – a type of sand with heavy concentrations of the metal – from the seabed of the South Taranaki Bight, on the west coast of the North Island.\\nDebbie Ngarewa-Packer, who led the Ngāti Ruanui iwi (people) of South Taranaki through successive legal challenges to TTR’s plans, said the ruling was the “final nail in the coffin” of the plan.\\n“We couldn’t have asked for a better decision,” Ngarewa-Packer, now co-leader of the Te Pāti Māori party, told New Zealand’s Stuff news website.\\n“This was always about a small grassroots group who didn’t want our beach polluted,” she said. “We wanted to continue to surf and eat, and this activity threatened that.”\\nThe supreme court ruled that the Environmental Protection Agency erred in law when it granted TTR consent in 2017 and rejected the company’s appeal. It further ruled that the decision would be sent back to the EPA’s decision-making committee for reconsideration.\\nNgarewa-Packer described such a review as a “technicality”, adding: “The courts have determined this type of activity doesn’t sit within the legislation.”\\nJames Hita, of Greenpeace Aotearoa’s seabed mining campaign, said: “This ruling is a victory for the ocean, and for people power. For the better part of a decade, iwi, Greenpeace, Kasm [Kiwis against Seabed Mining] and coastal communities have worked together to oppose the proposal to mine in the South Taranaki Bight. And today we won.”\\nTTR welcomed the chance to have the consent reconsidered. In a statement, its executive chair, Alan Eggers, said: “TTR is satisfied with the decision.\\n“​​The legal issues are now very narrowly defined and there are no aspects of the judgment that are an impediment to TTR having the consents re-approved. The court’s rulings provide a pathway to a successful resumption of proceedings with the EPA.”\\nThe EPA granted TTR consent to mine an area of 66 sq km (16,000 acres) on the seabed off South Taranaki in 2017. Ngāti Ruanui and 10 environmentalist and fishing groups successfully fought the approval, first through the high court and then the appeal court. TTR then turned to the supreme court.\\nIn its 130-page judgment, the supreme court dealt with a number of issues concerning the proper interpretation and application of the Exclusive Economic Zone and Continental Shelf (Environmental Effects) Act.\\nAll five justices of the court agreed that the EPA had erred in law when it granted the mining consent in 2017.\\nTTR claimed the court of appeal had relied too strictly on environmental protection and that assessment of the proposal must also consider economic benefits.\\nThe supreme court disagreed and said that, given the uncertainty of information on how TTR’s activities would affect species including marine mammals and seabirds, the EPA’s decision-making committee “simply could not be satisfied that the conditions it imposed were adequate to protect the environment from pollution”.\\nMore than 35 species of marine mammals have been documented within the South Taranaki Bight region, including at least eight species or subspecies classified as threatened or vulnerable by the International Union for Conservation of Nature, including a genetically distinct and isolated population of New Zealand pygmy blue whales that live there all year.", "image": [["https://i.guim.co.uk/img/media/e50aee07f4a028563a98fa677d14f5b084a93a95/0_0_5526_3615/master/5526.jpg?width=465&dpr=1&s=none", "The South Taranaki rocky coastline"], ["https://i.guim.co.uk/img/media/a89975765519ccacda56f844f736a1178a3495df/0_14_1200_720/master/1200.jpg?width=445&dpr=1&s=none", "Greenpeace International activists protest against deep sea mining company Global Sea Mineral Resources"]], "author": ["Karen McVeigh"], "date": "2021-10-01"}, "https://www.theguardian.com/commentisfree/2021/oct/12/news-corps-turnaround-on-climate-is-a-greenwash": {"title": "News Corp’s turnaround on climate crisis is a greenwash", "subtitle": null, "text": "The company won’t change until it understands the grave damage it has done with its ugly legacy of denialist reporting\\nLet’s be straight. The planet is heating because we’re adding gigatonnes of greenhouse gases into our habitat. The consequences get worse for every additional gram we displace from deep underground and send into the sky, through the dual actions of extraction and combustion. We know with certainty that the impacts – inflicted already and inevitably due if we don’t stop fast – are gruesome and visceral.\\nAs the world recovers from Covid-19, so too does fossil fuel use. It’s largely unsurprising, considering how little real work was done to decouple human existence from the burning of carbon. Not only do these gases accumulate in the atmosphere, the amount we add each year is itself increasing. That is to say: it’s getting worse quicker.\\nIn the midst of this terrifying climbing curve, it is understandable that we instinctively seek out positive signs. Recently News Corporation, a long-time blocker of climate action, loudly proclaimed a grand turnaround in its attitude. The “Mission Zero” campaign wrapped the smiling faces of miners, billionaires and government advisers around the paper.\\nThis campaign must be seen entirely within the context of the outlet’s legacy on climate. It is an ugly record.\\nAccording to one recent study, the climate science reporting in News Corp’s Australia outlets was the worst compared to New Zealand, Canada, UK and US media. The Daily Telegraph and the Courier Mail scored second and fourth worst in terms of climate science disinformation between 2005 and 2019. Even in the midst of the Black Summer bushfires, the Australian published an op-ed declaring: “There are no carbon emissions. If there were, we could not see because most carbon is black.” This sits alongside campaigns to frame renewable energy as too unreliable, too expensive and even causing “wind turbine syndrome”.\\nNews Corp has played a major role in ensuring a truly catastrophic track record for emissions in Australia over the past decade. Though the Labor party’s 2009 to 2014 renewable policies resulted in some ongoing reductions, those are easily erased by ballooning coal and gas mining projects and a growing fleet of city-choking combustion engine vehicles. Only a deadly pandemic has resulted in a meaningful drop in fossil emissions in Australia.\\nDespite the shiny cover, the “Mission Zero” campaign makes a show of repeating many of the climate-delay talking points that have caused so much damage over the past decade. “The sun doesn’t always shine and the wind doesn’t always blow … some energy experts believe we will still need gas- and coal-fired power to keep the lights on 24/7.” That’s severely disconnected from the modern realities of electricity generation, in which zero carbon grids are theoretically understood and practically getting closer every day.\\nAnother example involves News Corp uncritically repeating the greenwashing campaigns of some of Australia’s most severe emitters. AGL Energy has openly decided to breach a 1.5C-aligned trajectory by keeping its coal plants open well into the 2040s. Ditto for Energy Australia and Alinta Energy, both justifying this on the grounds that shutting down coal would cause “blackouts”. It’s the worst of corporate climate delay, but it’s heralded as if it’s a grand turnaround on climate.\\nThe campaign avoids the biggest and most serious problems within Australia’s climate footprint. In May, the International Energy Agency (IEA) released a pathway to global net zero by 2050, one that pointedly does not rely on dodgy offsets or uninvented technologies. Australia breaches nearly every single requirement for this pathway. The IEA calls for no new fossil-fuel mining projects – Australia has 72 new coalmining projects planned, and 44 LNG, gas or petroleum extraction projects, as of November last year.\\nThe IEA’s report also calls for the end of coal power by 2030, with clean grids by 2035. The grid operator’s best-case scenarios see Australia blowing past that target. And the IEA’s criteria of a combustion engine sale ban by 2035 in rich countries has no chance of being endorsed by the current government.\\nFor Australia, the abysmal 2030 emissions target of 26% (of 2005 levels) by 2030 needs to be axed. A real trajectory to align with a 1.5C warming limit would mean a reduction of around 74% by 2030, according to a report by the Climate Targets Panel.\\n“Mission Zero” mentions none of these things. The company has a trophy wall of climate policy scalps – carbon pricing, a vehicle efficiency standard, home insulation and badly-damaged renewable targets. But when the time calls for them to propose and argue in favour for new policy, they revert to vague promises about technology, and an absolution narrative for the country’s worst emitters.\\nIt’s worth noting that even though the prices of renewables have fallen precipitously, this doesn’t guarantee emissions reductions. Coal and gas need to get out the way, and deployment of renewables needs to be managed to ensure grid reliability. Ditto for the falling price of electric vehicles, which will only drip-feed into vehicle stock at a painfully slow pace without massive government intervention, such as the UK’s 2030 combustion engine ban.\\nMedia outlets in the UK, including those outside the Murdoch stable, have undergone similar transformations. In February this year, Greenpeace, WWF and Friends of the Earth signed up to the Daily Express’ “Green crusade”. Ten days after that, the Express was back to attacking Greta Thunberg. Without clear signs of a real, fundamental change, we can surely expect the same of News Corp.\\nWe know what a real revelation would look like. It would look like grief, not smarm and gloss. It would involve a genuine acknowledgement of how their actions have caused irreversible harm to human life, on a scale no other media organisation on the planet could ever aspire to. And it would acknowledge that the years of delay they wrought have resulted in a tripling, no, a quadrupling of the urgency with which we need to act today.\\nNews Corp leans on its monopolistic grip on Australian media to ensure that delivering the bare minimum on climate is met with nervous applause from players trapped under their all-encompassing umbrella. This cruel power dynamic hasn’t changed.\\nIn the not-guaranteed event that News Corp is faced with a political opposition that proposes real, substantial emissions cuts aligned with global climate goals, it will revert back to its comfort zone: adding climate policy scalps to its trophy wall. We know this because nothing fundamental has changed.\\nIt doesn’t know the damage it did. And it doesn’t know the damage it could still do, once the shine comes off its politically-charged greenwashing campaign.\\nKetan Joshi is a freelance writer and communications consultant specialising in climate and energy who has worked for private and government clean-energy organisations in Australia. He is the author of Windfall: Unlocking a fossil-free future", "image": [["https://i.guim.co.uk/img/media/a27cf7b055c847bc02bd0a34544851fd70677a53/0_228_4374_2624/master/4374.jpg?width=465&dpr=1&s=none", "News Corp Australia's office in Sydney"]], "author": ["Ketan Joshi"], "date": "2021-10-12"}, "https://www.theguardian.com/environment/2021/oct/29/chris-jordan-obituary": {"title": "Chris Jordan obituary", "subtitle": null, "text": "My friend Chris Jordan, who has died of Covid complications aged 63, was a nurse, addiction therapist and committed environmental activist. He was a Green party parliamentary candidate for Torridge and West Devon in two general elections, and a co-opted town councillor in North Tawton.\\nBorn in Dartford, Kent, to Marjorie (nee Port), a librarian, and Peter Jordan, a geologist, he attended Dulwich College and then studied environmental science at Cardiff University.\\nDrawn to the caring professions, in 1979 he was about to start re-training in general and mental health nursing at Hereford general hospital when he was involved in a motorcycle accident that put him in a coma for several weeks and in hospital for months.\\nPicking up the threads again, he completed his nurse training in the early 1980s and worked at Lewisham hospital. He later undertook specialist training in substance misuse and addiction, and worked with street drinkers and homeless people in London.\\nIn 2002, he met Sarah Jane Cross while they were both working in the community drug and alcohol team at Richmond community hospital. They married in 2009. By this time, Chris was managing a Salvation Army opiate “detox and rehab” project for Bangladeshi men in London’s East End.\\nChris and Sarah moved to Devon in 2012 and he took on various roles in local addiction services. In Devon, he became increasingly involved in local environmental causes and, inspired by Sarah, he became a practitioner of Kundalini yoga.\\nIn 2013 Chris was diagnosed with advanced follicular lymphoma and the same year he had a stroke. He was doggedly strong and he recovered, and went on to stand for the Green party in the 2017 and 2019 general elections, increasing his share of the vote the second time. He had recently been co-opted on to North Tawton town council for the Green party.\\nChris was compassionate, calm and kind. Through his activism and his work he influenced many people. Chris believed that healing the Earth could start with how people treat each other, and put this into action in his work and outside it.\\nChris was still working as a visiting carer and at a residential unit for brain and head injuries in Plymouth, but had been winding down his nursing career in favour of green activism. He was a trustee and active member of the North Tawton Environmental Trust and planted hundreds of trees. He campaigned against badger culling. In April 2020 he was one of the first people to arrive with his own tree on Waterloo Bridge for an Extinction Rebellion occupation.\\nHe is survived by Sarah.", "image": [["https://i.guim.co.uk/img/media/45ba0fd6bf3ac728f121a9d745f78ef527f5812c/139_1529_3187_1912/master/3187.jpg?width=465&dpr=1&s=none", "Chris Jordan had been winding down his work as a nurse in favour of campaigning on green issues"]], "author": null, "date": "2021-10-29"}, "https://www.theguardian.com/membership/2021/oct/25/were-all-climate-journalists-now-how-the-weather-took-over-everything": {"title": "‘We’re all climate journalists now’: how the weather took over everything", "subtitle": null, "text": "From the business section to the food magazine, Guardian editors are becoming  focused on one dominant story\\nOnce upon a time, it was really only environment journalists who covered the climate crisis. At the Guardian, this is rapidly changing, as the emergency sprawls into more and more aspects of our daily lives, from food to fashion, football to finance, art to agriculture.\\nHere, 10 Guardian journalists describe how the climate crisis is changing their job.\\nThe Guardian’s business team, including our transport and energy correspondents, devotes a significant part of its coverage to environment and the climate crisis. For companies, these are no longer optional considerations – they must embed them into their ways of working, and plan for significant changes in the years ahead.\\nIn a similar way, the environment is at the heart of the stories we tell. We hold businesses to account on environmental pledges, ferreting out greenwashing, investigating conflicts of interest, exploring myriad subsidy schemes and interrogating the details. We tell the stories of lives and communities that are affected by the climate crisis as industries such as oil and gas and automotive manufacturing are upended.\\nWe also explore the economic impact of these changes, how governments and policymakers can influence decisions, how the transition can be managed in a just way. John Collingridge, business editor\\nIt’s hard to think of an aspect of modern life that has been untouched by the climate emergency, and the arts world is no exception.\\nIncreasingly, artists are forcing us to confront the issue head-on, meaning that our culture writers often find themselves channelling the latest climate anxieties. Almost 10 years ago, Guardian critic Michael Billington called Stephen Emmott’s Ten Billion, which laid out the crisis in detail, “one of the most disturbing evenings I have ever spent in a theatre”. Oscar-winner Bong Joon-ho’s Snowpiercer imagined a world encased in ice after humanity failed to get to grips with global heating. Wolfgang Tillmans’s 2011 photograph Waste Power Station depicted a world drowning in rubbish, while Richard Powers’s celebrated book The Overstory inspired a wave of cli-fi – novels inspired by the climate crisis.\\nIn terms of practical action, however, things are more scattershot. The Serpentine Gallery is currently running a project called Back to Earth, for which about 60 artists and scientists are collaborating on initiatives responding to the crisis. The Frieze art fair has switched to Green D+ biodiesel fuel for its generators. The Royal Court theatre in London banned single-use plastic bottles in a bid to go fully carbon neutral. The band Massive Attack commissioned their own report on how touring might become more sustainable. And the recent Inside Out festival in Dorset featured a group of performers inviting their audience to consider our relationship with the planet with the aid of soil-throwing dances and a giant globe suspended among the trees.\\nFor years, the production of culture involved sending people and objects flying around the world. It ate up resources voraciously; even sent journalists to far-flung countries to meet artists for short interviews. We are now acutely aware of the waste involved. The pandemic has taught journalists that interviews can be done satisfactorily on Zoom, even if there is sometimes no substitute for seeing works and people in real life. We’re still figuring this conundrum out. Use local writers instead? Travel by train rather than by air? Be extremely sparing about foreign trips? All of these, plus other solutions we haven’t worked out yet, deserve consideration as we change in tandem with the world we’re covering. Alex Needham, culture editor\\nIf you’re ordering books, searching for gig tickets or checking your friend’s birthday online, then you’re adding to the huge power consumption of major US tech companies. The combined power usage of Amazon, Apple, Microsoft, Google and Facebook is about as much as New Zealand’s.\\nAccording to the International Energy Agency, since 2010 the number of internet users worldwide has doubled while global internet traffic has grown 12-fold. That’s a lot of energy, a lot of carbon dioxide and a lot of plastic and metal for the accompanying computer, mobile-phone and network-infrastructure hardware. Datacentres and data transmission networks – all made ever busier by surging internet and mobile phone use – each account for about 1% of global electricity use. Mining of bitcoin alone accounts for as much as 0.3% of global electricity use.\\nThe sustainable use of resources is an important strand of our technology coverage. Our product reviews incorporate a key sustainability ranking. Our scrutiny of Big Tech includes their environmental credentials, including promises to become carbon neutral. Microsoft, Apple and Amazon have all set major environmental targets for 2030. Given their size and their central role in our lives, it’s important that we keep a close eye on whether they are met. Dan Milmo, global technology editor\\nTwo years ago, we published new thinking on our editorial use of pictures to portray the climate crisis. In short, it was out with cliches like polar bears and penguins, and in with images that viscerally depict how the emergency is affecting lives around the world. We no longer wanted the symbolic and abstract, we wanted real-life manifestations of the climate crisis.\\nSince then, the proliferation of extreme weather events has generated the kind of images that really bring home the size of the challenge we face: week after week we see images of devastating floods, wildfires, droughts – and the people caught in the middle of them. This human impact, we feel, is a much more dramatic way of projecting the urgency of the crisis.\\nMy team sifts through about 30,000 new images every day. It’s striking to note how a growing proportion of them reflect the climate struggle from parts of the world that are really on the frontline. Photojournalists are much more alive to these stories, and are filing them under “climate crisis” rather than just under “flood” or “storm” as they used to.\\nWhen it comes to the summitry and the politics, as it inevitably does, the drama is often to be found in the surrounding demonstrations. Protest pictures used to be rather ordinary. Now, ever since Greta Thunberg really, they have become much more visual, with lots of young people involved, inventive placards that give you a different angle. That’s what we are looking for.\\nAdditionally, at something like Cop26, there will be a lot of photo exhibitions and creative projects on display, so it’s a good showcase for some of the incredible work that photojournalists and artists have been doing. We’ll be keen to explore this imagery and assess what new elements it brings to the genre. Fiona Shields, head of photography\\nUntil a few years ago, sustainability was a discussion which happened on the fringes of fashion. It is now a vital lens through which we consider every aspect of the industry.\\nThere is no bigger story in fashion than the environmental impact of mass-produced clothing. The days of writing only about hemlines and mood boards are over; holding the industry to account is at the core of our beat. So we look behind the scenes and find out where the fabric was sourced from, how long the supply chains are, and whether workers’ rights are being protected. We interrogate where the industry is falling short on its responsibilities – and shine a light on progress where it is being made. (Trainers made from vegan mushroom leather, anyone?)\\nWe want to have a nice life, but we also want to live a good life. That is not just about fashion, but fashion is a good place to start.\\nSo when we showcase a new trend, we suggest options on how you could rent the look or buy a vintage version. The sustainability metric which we apply to everything we do follows clothes on their journey from workshop and factory, to the gloss of shows and retail, to what you (really) need in your wardrobe – and what happens to your clothes when you’re bored with them. You’ll find fewer articles about wardrobe clearouts, and more about mending and upcycling. Jess Cartner-Morley, fashion editor\\nGlobally, agriculture is estimated to account for approximately one-third of greenhouse gas emissions. Food emissions in the US, with its huge levels of meat and dairy consumption, are the third highest in the world behind China and Indonesia, accounting for 8.2% of global food emissions.\\nA major Guardian US series called Our Unequal Earth examines the winners and losers of the country’s food system – and the climate crisis is at the centre of the series. We are looking at the ways the US food system has focused – in the words of the UN special rapporteur on the right to food – on “dominating nature instead of working with nature and enhancing biodiversity”.\\nA widely read story we published about networks of Indigenous women in the US and Central America reclaiming and celebrating ancient traditions gave us a glimpse of how much interest there is in food sovereignty and alternatives to industrialised food systems.\\nThose systems work very well for big corporations, like those in the US which make billions of dollars as market consolidation allows them to dictate terms to consumers. They do not work so well for small farmers, or migrant workers toiling in heatwaves or meat processing plants. And they do not work for the planet, given the true costs of industrialised agriculture, factory farms, and monocrops.\\nThat is an unpalatable truth that we will continue to report on. Mark Oliver, US news editor\\nEating feels so complicated sometimes now, doesn’t it? So many tricky choices. But we know we have to change the way we eat – and in particular to eat less meat.\\nOur food teams are wary of telling people how to feed their families at a time when millions rely on food banks and face shortages, cuts to their income and rising prices.\\nBut when it comes to recipes, we can help. There are about 23,000 on the Guardian website, including plenty of ideas for meat eaters, so we rarely add new beef ones. Our cooks flag when you could use meat with a lower environmental impact or how you might veganise it.\\nThomasina Miers is The New Flexitarian, creating easy midweek dishes for people who want to cut down on meat but aren’t ready to give it up completely. For those who want to go further and be fully plant-based, Meera Sodha writes a delicious weekly vegan recipe.\\nFish is tricky, as the documentary Seascape revealed. Some species are plentiful, some endangered. But it depends where and how they’re caught. And it changes by season and year. We aim to publish recipes for sustainable fish – in the UK, we follow the Marine Conservation Society’s Good Fish Guide, which has a traffic light system. We watch for green.\\nIf this is all making you want a glass of wine, you might think about the environmental impact of that choice too.\\nWe’ve been talking about food at the Guardian for 200 years. The first edition of the paper in 1821 carried an advert for a new vegetable cookery book and we reported on the heated words and cold sago pudding at the Vegetarian Society’s 1850 banquet. There’s more than ever to chew on. Tim Lusher, editor, Feast\\nTen years ago, climate was a side issue for development journalists. We were of course aware that unseasonal rains and drought had knock-on effects: people living with HIV would struggle with their medication, because ARTs were not to be taken on an empty stomach; girls would be pulled out of school to look after siblings while their mothers took longer journeys to collect water. But the links to climate were more often than not opaque.\\nBut now, it’s rare to have a global development story that isn’t heavily coloured by the climate emergency in some way – from women’s rights to conflict.\\nSo when we cover family planning issues in Uganda, there is a climate dimension: having fewer, healthier children will put less pressure on farmland and biodiversity. When we cover migration in Bangladesh, for example, it often stems directly from an unpredictable climate that makes land harder to work.\\nEven natural disasters like the swarms of locusts across parts of Africa, Asia and the Middle East, have a climate angle. Unseasonal rains created the moist conditions that desert locusts need to breed.\\nFortunately, as the crisis deepens, we are also seeing more people trying to find solutions – from Palestinian entrepreneur Majd Mashharawi creating affordable, off-grid solar kits for families in Gaza, to Paul Matovu finding space-saving ways to farm in Uganda, and Nnaemeka Ikegwuonu creating mobile, solar-powered storage facilities to store food and prevent waste in Nigeria. Liz Ford, deputy editor, global development\\nTennis players suffering from heatstroke at the Australian Open, a hurricane destroying Grenada’s national stadium, athletes struggling in the intense heat of Doha, a typhoon wiping out matches at the Rugby World Cup in Japan, air pollution in Delhi leaving Test cricketers vomiting on the pitch … the sporting world is not exempt from climate change, and has serious questions to answer.\\nAre those ever-changing team kits really sustainable? How much water is used to tend to grass pitches? Is it ethical for teams to fly round the world to play games? What about sponsorship by petrochemical companies as a way of sportswashing their reputations?\\nAthletes are starting to find their voices. Big names such as Olympian Katherine Grainger, Wallabies captain David Pocock, Australian cricketers Rachael Haynes and Pat Cummins, Héctor Bellerín of Arsenal, and Olympic gold-winning canoeist Etienne Stott (who has been visible at Extinction Rebellion protests) are working to make sport more sustainable and trying to inspire their fans. Our sports journalists are increasingly aware of this as they cover the story off the pitch as well as the one on it.\\nResearch shows that sports stars now have the most influential voices on the planet – just look at what Marcus Rashford has been able to achieve. Sport doesn’t have a grand seat in the room at Cop26, but as a means of communicating the severity of the climate crisis and inspiring generations, it has a reach politicians can only dream of. Tanya Aldred, sports writer\\nFew parts of the economy are immune to the climate crisis. In the US, for example, the crisis looms over the threat to coastal properties from rising sea levels, droughts in agriculture, extreme heat’s impact on farming and construction work, and climate-related supply-chain disruptions from domestic and international suppliers.\\nThe US remains the world’s most powerful and innovative economy and is likely to set the pace of change for the rest of the world. But many of the US’s most powerful corporations are lobbying to see off regulation that would force or speed up change in favour of “market-based solutions”, and in Washington political tensions can quickly undo the best-laid plans of even the most staunch supporters of change.\\nWith its global perspective and focus on minorities and other underserved groups, the Guardian is ideally positioned to expose greenwashing, champion those communities most affected by climate change and hold business, and its overseers, accountable in what will be the defining struggle of our age. Dominic Rushe, US business editor\\nSupport urgent, independent climate journalism\\nMake a contribution from just £1\\nBecome a digital subscriber and get something in return for your money", "image": [["https://i.guim.co.uk/img/media/e710d0ec1ecded54383cdc0d8bf62cee9b97b35a/0_0_5000_3000/master/5000.jpg?width=465&dpr=1&s=none", ""], ["https://i.guim.co.uk/img/media/61c8519f9fb442a381a62c336a666a592460740c/0_362_5432_3259/master/5432.jpg?width=445&dpr=1&s=none", "A huge globe, like a photo-realistic model of the Earth, suspended in a clearing, surrounded by tall trees"], ["https://i.guim.co.uk/img/media/7b2d8abd8e94a6c4302c91f03fc879543b8d943c/46_0_2801_3500/master/2801.jpg?width=445&dpr=1&s=none", "A bowl of attractive-looking risotto with green leaves, sseen from directly above"]], "author": ["John Collingridge", "Alex Needham", "Dan Milmo", "Fiona Shields", "Jess Cartner-Morley", "Mark Oliver", "Tim Lusher", "Liz Ford", "Tanya Aldred", "Dominic Rushe"], "date": "2021-10-25"}, "https://www.theguardian.com/environment/2021/oct/23/jane-fonda-on-the-climate-fight-cure-for-despair-action": {"title": "Jane Fonda on the climate fight: ‘The cure for despair is action’", "subtitle": null, "text": "Sometimes the only way to get attention is to break the rules. Fifty years after my first arrest, I’ve embraced being locked up in the name of the planet. As Cop26 nears, here’s why it’s time to rise up\\nThe good fight: the climate activists risking everything\\nThe first time I was ever arrested, I was picked up for smuggling drugs into the US from Canada. They were vitamin pills, but that didn’t seem to matter to the police officer in Cleveland, who mentioned that his orders had come from the Nixon White House. It was 1970. I had just started a campus speaking tour protesting against the Vietnam war, and was under surveillance by the National Security Agency. I raised my fist for the mugshot, and after a night in jail, they let me go.\\nI think the idea was to discredit my opposition to the war, and maybe get my speeches cancelled. Instead, students turned up in their thousands. My first arrest wasn’t for an act of civil disobedience, exactly, but the lesson I took away from that surreal experience was just how powerful it can be to set your ideals against the machinery of the state. Half a century later, it still works. And, as the extraordinary activists who tell their stories here attest, it remains an indispensable means of being heard by those who would prefer to ignore us.\\nToday, the climate crisis requires collective action on a scale that humanity has never accomplished, and in the face of those odds a sense of hopelessness may occasionally descend. But the antidote to that feeling is to do something. The question is: what? Changing individual lifestyle choices like giving up meat and getting rid of single-use plastic won’t cut it when time is not on our side. We need to go further, faster. Instead of changing straws and lightbulbs, we need to focus on changing policy and politicians. We need large numbers of people working together for solutions that work for the climate. Nonviolent civil disobedience can help to mobilise that movement. At 83, I’m still ready to get arrested when the occasion demands it.\\nIn 2019, for example, I was arrested four times. I had been inspired by the global rising of Extinction Rebellion, the Sunrise Movement, and Greta Thunberg. Young people like Greta were calling on older generations to step up, and, well, I’m definitely older. It made sense to me: why should the burden of fixing this problem be on those who didn’t create it? In the same year, almost 400 scientists from more than 20 countries called for civil disobedience, arguing that “the continued governmental inaction over the climate and ecological crisis now justifies peaceful, nonviolent protest and direct action, even if this goes beyond the bounds of the current law”. I thought: maybe if I could get arrested in my 80s, it would get noticed. People might say: if she can do it, so can I.\\nWith the help of Greenpeace, I launched Fire Drill Fridays. For four months we held weekly rallies in Washington DC followed by acts of civil disobedience including standing on the Capitol steps with banners, chanting, and blocking roads. We started small: about 16 of us walked up the steps of the Capitol, and turned to face the crowd of supporters and media that had followed us. There was something routine, almost ritualistic, about it: a line of 10 police officers had parted to let us take up our position. Then, as we had been told they would, they gave us the first of three warnings that we had to leave or face arrest.\\nWe kept chanting and waving our signs. After the third warning, they stepped towards those of us who had stood our ground, and began to secure our hands behind our backs with white plastic cuffs. They stayed silent, almost stoic, as they led us to the vans. But we felt energised. I wasn’t scared: this was what I wanted to do, to put my body on the line, align myself fully with my values. There is something powerful about not knowing what’s about to happen, knowing that for a period of time you will have no control, and then to go ahead, and do it anyway.\\nI don’t mean to cast myself as a hero: the simple calculation is that my age and celebrity secures the kind of national and global press attention that the cause needs. That’s why I invited friends like Catherine Keener and Rosanna Arquette to join me. Another time, I shouted my acceptance speech for a Bafta while they led me away in cuffs. My publicist had hoped I’d come back to Los Angeles for it, but I’m told they liked the video in the auditorium.\\nEvery Friday, people travelled to join us from all over the country. Most had never risked arrest before, and many told me they found the experience transformative. But as a famous white woman, I am under no illusions that my experience had much in common with that of a Black person without the international press in tow. We have to grapple with that dreadful reality if we want to be sure that what we’re doing is something more than tourism.\\nAfter a certain number of prior arrests, the police take a firmer line, and so, after my fourth, I wound up spending the night in jail. They shackled my hands and feet, and led me to a cell of my own: just me and the cockroaches. I got a baloney and cheese sandwich on white bread (I happen to like baloney). They stationed an officer outside “for my protection”, which freaked me out a little bit: given the lock, who could they be protecting me from but themselves? I used my sweater and scarf as a pillow, and put my coat over me, and tried to get some rest. When the officers were clanking up and down, making an awful lot of noise, I summoned all my upper-class-lady powers to ask if they could please be quiet so I could go to sleep. It didn’t make any difference.\\nThe next day was an object lesson in how differently the state treats you depending on your race and position in the world: before I left, I was held with a number of other women, most of them Black, many seeming as if they needed proper care, not incarceration. I walked out, but they did not.\\nI hope that my disobedience can be a small contribution to the fight to press our governments to make immediate, bold policy changes that end all new fossil fuel development, ensure a just transition for affected workers and communities, and invest in the green energy systems to replace them. Hundreds of millions of lives hang in the balance with every half degree of warming we either enable or avoid, and right now world leaders are going in the opposite direction.\\nThere is plenty of evidence that nonviolent civil disobedience can change the course of history. Think of the Boston Tea Party, Gandhi’s salt march and its role in securing India’s freedom from British colonialism, and the Montgomery bus boycott. Climate activists have spent years petitioning, writing articles and books, exposing officials to evidence, generating hundreds of thousands of texts and letters to officials, marched, lobbied: all to no avail.\\nThis is what justifies nonviolent civil disobedience today – and it must be nonviolent if it is to secure public support. Research by the Yale Project on Climate Communication has found that 11% of Americans are alarmed by the climate crisis, but haven’t campaigned because nobody has asked them to. Around 10% of Americans aged over 18 are ready to engage in nonviolent disobedience, but have never been asked to do that, either. Well, it’s time to ask. Fire Drill Fridays started with a handful of arrests, and ended with hundreds: since then, we have continued to reach out with virtual Fire Drills during the pandemic. We had 9 million viewers across all digital platforms in 2020; viewers we are educating about climate and inviting to action. It is the “Great Unasked” that must be mobilised now worldwide.\\nWe have all seen documentaries of activists willing to break unjust laws, face hoses and police batons, and asked ourselves what we would do if put to the test. Now’s our time. This is our moment. We don’t all necessarily need to face the hoses or get arrested, but unprecedented numbers of us need to rise up and put relentless pressure on the leaders who will attend next month’s Cop26 summit in Glasgow. We are the last generation that still has a chance to force a course change that can save lives and species on a vast scale. Remember: the cure for despair is action. And if you can put yourself on the line, who knows who you might inspire?", "image": [["https://i.guim.co.uk/img/media/34818d88a3844ce13f511dec54355a3751187a83/0_1588_5504_3302/master/5504.jpg?width=465&dpr=1&s=none", "Jane Fonda raising her fist"], ["https://i.guim.co.uk/img/media/99a192617bdcdc6c6517506fb7eb822ae2205aca/16_132_1804_1082/master/1804.jpg?width=445&dpr=1&s=none", "‘I raised my fist for the mugshot’. That police photograph of Fonda’s 1970 arrest in Cleveland, Ohio."], ["https://i.guim.co.uk/img/media/59cd708966449a8ce5bd1b864b44c5261a40a456/0_188_5184_3110/master/5184.jpg?width=445&dpr=1&s=none", "Fonda being arrested during a climate protest in Washington DC"], ["https://i.guim.co.uk/img/media/bf18f12e2ffee7076fc6b45c114f10c20df3c5d0/700_2004_4804_5896/master/4804.jpg?width=445&dpr=1&s=none", "Photograph of Jane Fonda holding a placard saying: End Fossil Fuels Now!"]], "author": null, "date": "2021-10-23"}, "https://www.theguardian.com/politics/2021/oct/01/green-party-in-england-and-wales-unveils-new-leaders-carla-denyer-adrian-ramsay": {"title": "Green party in England and Wales unveils new leadership duo", "subtitle": null, "text": "Carla Denyer and Adrian Ramsay, who had Caroline Lucas’s backing, aim to build on recent electoral successes\\nCarla Denyer and Adrian Ramsay have been elected as the new leaders of the Greens in England and Wales, arriving with a self-stated mission to professionalise a party with an ever-growing councillor base and polling at up to 9%.\\nIn a race prompted when the previous leaders, Siân Berry and Jonathan Bartley, decided to step down, Denyer and Ramsay beat another pairing, Amelia Womack and Tamsin Omond, by 6,273 votes to 3,902 after second preferences were added.\\nThe only other candidate to gain more than a few hundred votes was Shahrar Ali, a former deputy leader of the party whose views on trans rights were behind Berry’s decision to step down. He received 21% of first-choice votes.\\nThe election was loosely billed as a choice between two approaches to the party’s future. Denyer and Ramsay, both longtime activists who have served as councillors, were seen as having a more electorally focused remit, and won the sought-after endorsement of Caroline Lucas, the party’s sole MP.\\nWomack and Omond, in contrast, are associated more with direct activism and younger members. Womack is the current deputy leader and Omond is a well-known climate activist who co-founded Extinction Rebellion.\\nSpeaking after the result, Denyer and Ramsay stressed that despite their long experience in the party – Ramsay was first elected as a Green councillor nearly 20 years ago – they are only 36 and 40 respectively and by some way the youngest leaders of a mainstream national party.\\nBoth stated their desire to build on recent electoral successes, with the party now having a role in running 14 councils.\\n“We’re looking to build on that, and to bring in my and Adrian’s experience of winning elections, and that professionalising force,” said Denyer, a Bristol councillor who is the party’s parliamentary candidate in the target seat of Bristol West, one she called “eminently winnable”.\\nRamsay, who first became a councillor in Norwich when he was 21 and is a former deputy leader of the party, said the pair’s experience would stand the Greens in good stead.\\n“What we can highlight is that we both have experience of being elected as Greens and representing communities on a wide range of issues,” he said. “It’s about taking our distinctive agenda and seeing how we can apply that to people’s everyday lives.”\\nThis week Labour pledged to spend £28bn a year on climate-related measures. However, Denyer said this did not mean the Greens’ role was in any way diminished.\\n“It is progress that the other parties are starting to talk about climate change, but we’re not yet at the stage where they’re acting on it,” she said. “And that’s the real difference we see – in council chambers, for example. Their approach still often tends to treat climate change as an add-on, rather than being a thread that runs through all policies.”\\nRamsay said the party would also campaign vigorously on economic policies such as a four-day week and universal basic income, saying their approach was “just as much about social justice as it is about tacking the climate and ecological emergency”.\\nWhile the party usually elects or re-elects leaders every two years, this race came just a year after the previous one. Berry had served three years as co-leader and Bartley five, initially as co-leader alongside Lucas.\\nBerry announced she was stepping down after Ali, whose views she considered transphobic, was promoted to the frontbench against her wishes, a factor of the limited power wielded by Green leaders.\\nAli then decided to stand for leader, saying the party should become a beacon to “politically homeless” women put off by the tone of the trans rights debate.\\nThe other candidates in the race were Martin Hemingway and Tina Rothery, who stood as a pair and received 342 first-choice votes, and Ashley Gunstock, who won 212.", "image": [["https://i.guim.co.uk/img/media/e64e1569d0786bcb55e76d6054b4c9484e2f0729/110_212_2935_1762/master/2935.jpg?width=465&dpr=1&s=none", "Adrian Ramsay and Carla Denyer."]], "author": ["Peter Walker"], "date": "2021-10-01"}, "https://www.theguardian.com/business/2021/oct/29/protesters-set-up-climate-justice-memorial-at-lloyds-of-london": {"title": "Greta Thunberg joins climate protest in London ahead of Cop26", "subtitle": null, "text": "Swedish activist says she has not officially been invited to Glasgow climate summit\\nGreta Thunberg has joined protesters at a “climate justice memorial” in the City of London to protest against the financing of fossil fuel industries ahead of the Cop26 summit.\\nActivists from environmental groups including Pacific Climate Warriors, Coal Action Network and Extinction Rebellion laid wreaths and flowers at the entrance of the Lloyd’s headquarters.\\nThe Swedish climate campaigner joined activists outside Standard Chartered chanting: “We are unstoppable, another world is possible” and: “What do we want? Climate justice. When do we want it? Now.”\\nThunberg also said she had “not officially” been invited to Cop26. In a preview clip for an interview with Andrew Marr for his BBC One show, she said: “I don’t know. It’s very unclear. Not officially … I think that many people might be scared that if they invite too many radical young people, then that might make them look bad.”\\nWhen asked by Marr whether more young people should have been invited to attend the climate convention, she said: “Not necessarily radical young voices, but we need more representation from the so-called global south, from the most affected people and areas.\\n“It’s not fair, when for example one country sends lots and lots of delegates, and then another country is very under-represented. That already creates an imbalance and climate justice is at the very heart of this crisis. As long as we keep ignoring the historical responsibility of the countries of the global north and as long as we continue to ignore it, the negotiations will not have a successful outcome.”\\nFriday’s demonstrations were part of global action targeting the financial centres of the largest economies around the world the weekend before the UN’s Cop26 climate summit. Activists aim to draw attention to the disadvantaged communities most affected by the climate crisis in what they hope will be the largest financial climate protest in history.\\n“We want to commemorate and commiserate the homes and lives lost to the climate crisis,” one Extinction Rebellion member said on Friday.\\n“We want to call on Lloyd’s as Pacific Islanders to move the money away from fossil fuel industry so we can put an end to an era which is exporting harm directly to our islands,” said Brianna Fruean, who came to the UK to participate in Cop26.\\nLloyd’s is an insurance market which Coal Action Network, one of the protest’s organisers, claims “underwrites the majority of the world’s most climate-wrecking projects”.\\nThe demonstrations have also targeted Macquarie Group, an investment bank that the protesters have said is financing the Silvertown tunnel in London, which is planned to link the borough of Newham and the Greenwich peninsula. Extinction Rebellion activists say the tunnel will bring more traffic and pollution to Newham, which is one of the city’s most deprived and polluted boroughs, though the mayor’s office has said it does not expect it to worsen pollution.\\nProtests took place in 26 countries on Friday, and are also targeting JP Morgan Chase in the US and Deutsche Bank in Germany.", "image": [["https://i.guim.co.uk/img/media/87901befe5535fa7ea03855d27472475a7c99add/0_0_4500_2700/master/4500.jpg?width=465&dpr=1&s=none", "Greta Thunberg, centre, joins protesters outside Standard Chartered in the City of London on Friday"]], "author": ["Weronika Strzyżyńska"], "date": "2021-10-29"}, "https://www.theguardian.com/environment/2021/oct/17/gen-z-on-how-to-save-the-world-young-climate-activists-speak-out": {"title": "Gen Z on how to save the world: young climate activists speak out", "subtitle": null, "text": "With courage and ambition, those born into the reality of global heating are leading the way in confronting it. Ahead of the crucial Cop26 conference, we talk to young activists around the world. Introduction by author Olivia Laing\\nWhen I was 20, I dropped out of university to live on a road protest. I was terrified by the oncoming apocalypse of climate change, and loathed the short-term, environmentally catastrophic logic that prioritised road-building over trees. The data, even in 1997, was clear: human activity was heating the globe, with increasingly devastating effects. Time was short, and a sea change in behaviour was required.\\nNearly a quarter of a century has passed since then, and very little has been achieved, thanks in large part to corporate interests invested in maintaining our dependence on non-renewable resources. Far more people understand and accept the reality of anthropogenic climate change, and yet we seem paralysed by despair, caught in a spell of inertia, even as the most lurid of predictions – floods, fires, plagues – come to pass.\\nI say we, but the generation born into the reality of global heating are refusing to accept this lethal status quo. The testimonies of these teens and early twenty-somethings are humbling and often thrilling. By setting up a student bank based on recycling waste, José Adolfo Quisocala single-handedly changed child poverty and environmental pollution in his town in Peru. Though their projects vary widely, these young activists have a strikingly shared sense of what must be changed, from education and the foregrounding of indigenous voices to making people appreciate the value of nature.\\nAs Hilda Flavia Nakabuye, an activist from Uganda, says: “We are a generation of scared people. But we are very persistent. And very united.” This is the kind of vision and ambition necessary from the delegates at COP26. The stakes could not be higher. If only our leaders had the courage of these kids. Olivia Laing\\nIt was in November 2013 that the urgency of the climate crisis became clear to Marinel Ubaldo. A typhoon had been forecast in the Philippines and it was due to hit the peaceful village in Eastern Visayas where she lived with her family. Initially, she wasn’t especially worried. “We had been living with typhoons all our lives – it was not new to us,” she remembers. Her father, a fisherman, told her to go to a nearby shelter that was on higher ground. It was the right decision: Haiyan hit the Philippines with winds up to 195mph, one of the world’s strongest ever typhoons.\\nBuildings that Ubaldo had thought were strong were ripped apart in seconds. More than 7,360 people were killed or went missing and at least 4 million were displaced. The disaster dramatically altered the way Ubaldo saw the planet. “It gave me a new perspective on what the future could be,” she says.\\nTwo years later, Ubaldo won a scholarship to study social work in Tacloban, a city devastated by the typhoon, working alongside studying so that she could help her family, who had lost everything as a result of the typhoon. Increasingly, she devoted her time to fighting the climate crisis.\\nUbaldo has since protested at Shell’s Manila headquarters, in front of the Wall Street Bull in New York, and helped organise the first climate youth strike in Eastern Visayas. Her proudest moment, she says, was testifying as a community witness to the Philippines Commission on Human Rights as part of their investigation into corporate responsibility for climate change. In 2019, the commission found that 47 major oil, coal, cement and mining companies could be held liable for the impact of their operations on Filipino citizens. The landmark ruling illustrated “the power of people”, says Ubaldo. “Even if you are poor, or just only one, or from a remote community, you have power. You can always call out corporations and leaders who are fuelling climate change.”\\nUbaldo, who now works full time on climate issues, focuses on supporting grassroots initiatives. She co-founded the group Youth Leaders for Environmental Action Federation, is a climate justice youth adviser for Greenpeace Philippines and also works with Living Laudato Si’ Philippines, an interfaith movement that advocates for the divestment of coal.\\nHer work is high risk. According to Global Witness, 29 activists were killed last year in the Philippines. It is common for activists to receive threats or be subject to “red tagging” – labelled by the state as communists or terrorists. Last year, four activists and a journalist from Tacloban were arrested for possession of firearms following an illegal raid. It has been claimed that security forces had falsified evidence and Amnesty International has called for an investigation. At the time of the raid, Ubaldo received a message suggesting she too would be arrested and moved to stay with a friend as a precaution.\\n“The thing is,” she says, “they don’t just come for you, they come for your family, for your friends… That worries me more than my own safety.” But the threats, she says, are at least a sign that those in power are hearing your voice.“This is very personal for me. If I do not continue fighting I will feel that I am betraying the people who perished because of climatic disasters. Because they are not just numbers, they are not just climate statistics.”\\nWho is your climate villain? “The corporations, all of them. They are profiting from our suffering.”\\nLab beef or grass fed? “I don’t eat meat but I have to remain pescatarian or my father [a fisherman] would be really angry. When I go home I love to eat paksiw fish, which is cooked in soy sauce, vinegar and a little oil with onion and garlic. Everything is just fresh, even the herbs that you put on your food – you can just get them outside of your house.”\\nIf you had the power to make one change to combat the climate crisis, large or small, what would it be? “I would go to the community and ask them what they want and support their own grassroots climate actions. And I would let the fossil fuels stay in the ground.” Rebecca Ratcliffe\\nNot many 17-year-olds have ground-breaking judicial decisions named after them, but as lead litigant in Sharma and others v Minister for the Environment, Anjali Sharma achieved that world first when Judge Bromberg ruled in May this year that the minister did have a duty of care not to harm children.\\nSharma became involved in School Strike 4 Climate in 2019 after hearing about the impact climate change had on relatives who are farmers in India. “This stuff drives people to anxiety, it drives people to tears because it’s just so real for us right now,” she says.\\nHer hope with the legal case was to stop the extension of a coal mine in New South Wales. But last month, the expansion was approved. Sharma found out by text message between school exams. “We went to court in a completely novel legal battle and we won, and yet [Australian environment minister] Sussan Ley approved the mine. Sometimes it feels like nothing is happening,” she says.\\nPlenty is happening for Sharma. First, the Australian government is appealing against the duty of care ruling later this month, then she has exams. She’s also focused on her twin passions of music and netball. “At school everyone knows me as ‘that kid’. It’s completely different when I go to netball where I can be a normal teenage girl – because that’s what I am.”\\nIf you could make one change… “I’d cut all Australian government ties with mining companies such as Origin and Santos, which have constantly procured grants for new fossil fuel exploration projects and influenced Australia’s climate policy due to their Australian political connections. Instead I’d have our climate policy influenced by our First Nations people and those on the frontlines. These are the people who have a true connection and love for the land.” Meg Keneally\\nFor years, twice a day Aadya Joshi walked past a scrapyard in her neighbourhood of south Mumbai on her way to and from school. Originally meant to be the garden of the local police station, it had become an overgrown, toxic eyesore with a decade’s waste festering in the heat. When she was 15, in her summer holidays, Joshi decided to do something about it.\\n“I walked in to the police station and was like, ‘Can I please clean your garden?’” recalls Joshi. “It took three or four weeks of me just being like, ‘Please, please, please, please, please,’ and coming back every day, rain or shine. I had to convince them that I was not going to flake halfway and leave them with more work.”\\nThe plot of land is long and thin: about the dimensions of a cricket wicket. But, over the course of four Sundays in the summer, with help from local residents, Joshi did more than clear it. She replanted it with native Indian plants and trees. It was gruelling but rewarding work: “When I say toxic I really mean it,” says Joshi. “The first day that we cleaned up I made the mistake of not wearing gloves and I was sick for two weeks.”\\nThe idea for native planting came from Joshi’s reading on the Miyawaki method of afforestation and the work of University of Delaware ecologist Douglas Tallamy. These both argue that planting the right trees can have a significant impact on restoring insect and animal biodiversity. The results in Mumbai were pretty well instantaneous: monkeys now hang out at the police station, and butterflies and birds have made the garden their home.\\n“It’s definitely difficult being a kid telling adults what to do,” says Joshi. “Not everyone is always receptive, but I think there’s a benefit with having actual science to back up what you’re saying.”\\nAfter creating the garden, Joshi developed a database of 2,000 plants indigenous to the Indian subcontinent and last year was awarded the annual Children’s Climate prize, founded by Swedish energy company Telge Energi. She also began planning larger projects, but these were curtailed first by Covid, and now because she has just started as an undergraduate on the Earth Systems Program at Stanford University. Her advice for others looking to follow in her footsteps is to start small. “If you bite off more than you can chew in the beginning, you stagnate and you lose motivation,” she says. “But something small, like your neighbourhood police station, it’s very manageable.”\\nWho is your climate hero? “Dr Douglas Tallamy. His book Bringing Nature Home is all about how native plants preserve biodiversity. The whole point was to take that research and put it into a local context for India.”\\nHow do you relax? “A good book. Recently Indica: A Deep Natural History of the Indian Subcontinent by Pranay Lal and In the Kingdom of Ice by Hampton Sides. It’s very depressing, but it’s very good.”\\nIf you could make one change… “It would be to plant native everywhere.” Tim Lewis\\n“Your beds may be comfortable for now but not for long,” Hilda Flavia Nakabuye told the 2019 World Mayors Summit in Copenhagen. “You will soon feel the same heat we feel every day.” As a child, Nakabuye watched heavy rains, strong winds and drought gradually devastate her grandparents’ farm. Cassava, matoke and potato gardens withered; livestock died and eventually her family was forced to sell off the land.\\nAt Kampala University, she made the connection that their suffering was a direct result of global heating and in 2019 she founded Uganda’s Fridays for Future campaign, which now has 53,000 youth members. Nakabuye is fiercely critical of the unequal representation of countries from the global south in terms of decision-making . She is campaigning for equal participation for the Most Affected People and Areas (Mapa) at Cop26, where she says it is vital to drum into world leaders that “global emissions are [currently] expected to rise by 16% by 2030 yet we need to drop them by 50% by 2030.”\\n“We are a generation of scared people,” she says, “but we are very persistent. And very united.”\\nIf you could make one change… “Haha, that sounds like a lot of power! Within one hour I would shut down all fossil fuel industries.” Sarah Donaldson\\nYusuf Baluch became an activist last year in the wake of a massive forest fire near his home town of Gwadar, southwest Pakistan, though he says the climate crisis has shadowed his life since childhood. Now he spends much of his time organising for Fridays for Future and engaging in school strikes, despite the threat of arrest from Pakistan’s military. “Giving up is not an option,” he says. “I have to fight on.”\\nIf you could make one change… “There should be climate clubs and centres everywhere, at a local level, so people can get educated – so we can fight this together.” Killian Fox\\nVic Barrett does not speak Polish. The tattoo artist he met did not have much English. But, during some downtime at the 2018 United Nations climate change conference in Katowice, Barrett presented his arm to him along with a rough sketch of a geometric design featuring the number “370”, the “greater than” sign and two diamonds. “We still had a pretty good time,” says the 22-year-old Barrett now, laughing. “And it was a special trip and it just felt right to somehow commemorate it.”\\nThe 370 in the tattoo refers to a measurement in parts per million of carbon dioxide in the atmosphere: this was the level it was at when Barrett was born in 1999. It’s now more than 400ppm, which most scientists agree is a hazardous indicator of human-made climate change. Barrett turns serious: “The tattoo is a reminder to myself and to others that there are generations of young people who have been born into a world that we know scientifically is incapable of sustaining them,” he says. “It’s highlighting this unique experience of being a young person on the planet right now.”\\nBarrett’s awakening to the climate emergency came in 2012, when Hurricane Sandy tore up the east coast of North America. He was living in New York and while the damage was widespread – around 650,000 homes were destroyed; 8.5 million people were stranded without power – he noticed that the devastation was especially severe for low and middle-income people, whose homes were more likely to be built in flood-prone areas and who were less likely to have insurance. Aged 14, Barrett, who has black and indigenous Honduran heritage, began working with the nonprofit Global Kids and dived deep into “environmental racism”.\\nIn 2015, Barrett was one of a group of 21 young people who sued the US government for violating their fifth and ninth amendment rights by encouraging the use of fossil fuels since the 1960s. Juliana v United States has now been in the courts for a quarter of Barrett’s life and the case continues to rumble on. Much of the past six years has clearly been thrilling: speaking at the UN, hanging out with Greta Thunberg, becoming a powerful voice of youth activism. But Barrett hopes that the next generation will not have to follow his path.\\n“I don’t really want my kids to have to sue the US federal government or to have to be environmental activists in school, to speak at the UN,” he says. “I’m sure that would be awesome for them, but I don’t want them to have to fight the way we did.”\\nWho is your climate hero? “Berta Cáceres. She’s a Honduran water protector, who ended up being killed for fighting against a dam that was going to harm the indigenous people of her community.”\\nAnd your climate villain? “Hypocritical politicians. In the US now we have an administration that claims to have more progressive values, but, for example, there are still pipelines being built through indigenous-treaty territories.”\\nIf you had the power to make one change to help solve the climate crisis what would it be? “I want to see a better version of the United Nations framework convention on climate change (UNFCCC) process. Right now it’s all hired negotiators from different countries and their whole job is to negotiate. I would like to see more indigenous leaders included, more black leaders included, more leaders from the global south included.”\\nHow do you relax? “I like to go kayaking, hang out with my friends, go out to the bar sometimes, play video games. Regular kiddo stuff.” TL\\nWhen he was seven, José Adolfo Quisocala created a bank for school friends in his home town of Arequipa, Peru, to save money to buy books, stationery and uniforms. Now, nine years later, the Bartselana Student Bank has 6,700 clients, all aged under 18. As well as saving, children can earn money by bringing plastic and paper to recycle at school drop-offs – the money is automatically credited to their bank accounts. Every month, the bank recycles between 15 and 16 tonnes of paper and plastic through local companies.\\nThe idea came to Quisocala when he saw children begging at traffic lights and wondered how he could help them and their families earn and save, as well as recycle household rubbish that would otherwise become litter or go into landfill. He missed out on school to pursue his idea, but it was worth it, he says. “In my town, I was able to considerably reduce the level of child poverty, the school drop-out rate and environmental pollution.”\\nQuisocala also helped create the Bartselana Foundation, which converts donations of recyclable waste from local companies into funds to combat child hunger and improve education. Since the onset of the pandemic, the foundation has been making free online educational videos – explaining, for example, how to distinguish different types of plastics and paper for recycling – which it puts out via social media. “This is such important and relevant information that is not taught in school, that we had to make it public and free to watch,” says Quisocala.\\nNow 16, he plans to hand over the running of the bank to a new (also young) CEO in order to go to university. He intends to continue his social activism, working with the “least-favoured or forgotten groups in Latin America” and helping them profit by carrying out environmental services.\\nIf you could make one change… “I would teach children, the young, adults and senior citizens what awaits us in the future if we continue living the way we are now. The climate plays a role in every aspect of our lives; our money, our health, agriculture, our flora and fauna. With education, people can take small steps to improve the relationship between humans and nature.” Dan Collyns\\nIt was a school lesson on Nelson Mandela and Martin Luther King that made sisters Melati and Isabel Wijsen think about how they could change the world and in 2013, aged 10 and 12, they launched Bye Bye Plastic Bags, an initiative to stop single-use bags which is now active in 30 countries. “It organically started to grow,” explains Melati, now 20. “Young people could see a real-life example of what was possible.”\\nThe girls’ campaign was exemplary. They started making educational booklets to explain the dangers of marine pollution and set up a pilot scheme for a plastic-free village. Next came a how-to video on making a river barrier from recycled material to prevent rubbish reaching the sea and a social enterprise scheme employing local women to make reusable bags. In 2018 they resorted to hunger strike when the governor of Bali wouldn’t meet and discuss government policy. He caved in two days later and by 2019, single-use plastic bags were banned from the island.\\nNow the Wijsens have launched an online learning platform called Youthopia. “It has masterclasses, workshops and mentorship. We want it to become the world’s HQ for young change-makers.” It’s hard to imagine they won’t make it happen.\\nIf you could make one change… “I would adapt the education system to teach about these problems and create spaces for innovation. Young people are not given the tools or the guidance to think big and create new systems.” Alice Fisher\\nScarlett Westbrook is a 17-year-old with an open expression, friendly smile and plaits like bell-pulls. It would be natural to assume – had you never heard her speak – that she was an ordinary schoolgirl and not the formidable climate justice activist she is. But by the age of 10, Scarlett was already going on marches and canvassing for local elections (at the time, she was “really into” Ed Miliband’s climate policies). She has grown up in inner-city Birmingham and her encouraging parents – not in any political party themselves – would tag along with her as she knocked on doors. It must have been clear then that Scarlett was not born to be one of life’s passengers.\\nAt 13, she distinguished herself by passing an A-level in government and politics – the youngest person ever to do so. She taught herself in seven months. Her speciality was climate and education which was what, in part, led to her later work as a member of the UK Student Climate Network (UKSCN). Neither her parents nor her teachers believed Scarlett when she told them she intended to sit the A-level, so Westbrook emailed the exam board… “I kept arguing until I got my way!” (A useful talent in an activist.)\\nWestbrook has been one of the leading organisers of the school strikes in Birmingham and is the youngest known “regular policy writer” in parliamentary history. She won the Women of the Future Young Star award in 2020 and the Diana award this year, for humanitarian work. Scarlett is invariably modest about her achievements – not wishing to distract from what matters most to her. She now heads up Teach the Future, the impressive student-led campaign founded by her friend Joe Brindle, which aims to transform the British education system by putting the climate at its centre. It is responsible for “the first ever student bill, the English Climate Emergency Education Act” and for holding a parliamentary reception, organised and led by Westbrook, for more than 100 MPs and Lords. (It has secured cross-party support from everyone except the DUP.) She argues that climate should be “woven like a golden thread into every single subject”. And her own thinking proves impressively joined up: she talks eloquently about climate crisis in relation to capitalism, colonialism, gender inequality and pandemics.\\nTeach the Future’s research shows that “only 4% of students feel they know a great deal about [the climate emergency]”. But the percentage of students who are concerned is much higher (with six in 10 said to be “extremely worried” ). Scarlett believes climate action and strong community support are the way forward, adding: “Our government could choose to act on the climate but is actively choosing not to…”\\nWhile she believes in the importance of individual action, she is keen to emphasise the shocking figures that reveal collective responsibility: “A hundred companies are responsible for 71% of [global] emissions,” she says, while “the entire continent of Africa is responsible for only 2-3% of emissions.” She points out that 70% of flights are taken by 15% of people. Listening to her, I find myself daydreaming that she could make, one day, the most amazing prime minister. But when I ask if she is planning to become a politician, she flinches. “Absolutely not. I specifically want to go into medicine. I want to be a humanitarian trauma surgeon working in natural disasters or war to help people out. With the climate crisis, that is going to be an increasingly important job.”\\nHow do you relax? “It often feels like the weight of the future is on our shoulders so it is really important to wind down and spend time with people you care about to maintain your capacity to act, and your wellbeing.”\\nSolar or nuclear? “Solar!”\\nIf you could make one change… “I would implement an international Green New Deal, which would aim not only to decarbonise the economy through a 10-year, government-led mobilisation but also to create jobs and to bridge the inequality divide through investment in the areas that need it most.” Kate Kellaway\\n“My two loves are exploring and inventing,” says 20-year-old Fionn Ferreira, who won the top global award at the 2019 Google Science Fair for his work on reducing plastic pollution in water. It was while kayaking around the coast of West Cork, where he grew up, that Ferreira became keenly aware of the problem – not just large plastics bobbing on the waves but microplastics pervading the water around him.\\nAged 15, he designed his own spectrometer to measure the amount of microplastics in local water – the readings were so high that at first he thought the machine was broken. Then he set about finding a way to remove them. “I thought, what’s plastic made of? It’s made of crude oil. And why does crude oil float on top of water? Because the polarity is different.” By adding magnetite to oil, he discovered that he could attract the microplastics in a sample of water and remove the vast majority of them with a magnet.\\nNow the chemistry undergrad has created his own startup, Fionn & Co, and has received funding from Robert Downey Jr’s Footprint Coalition to build a prototype device that can filter more than 90% of microplastics from tap water. He hopes to expand the technology to work in wastewater treatment plants and even at the mouths of rivers, while letting his inventive mind fly in other directions too.\\nWinning awards and backing at such a young age has given Ferreira a sense that youth should not be a barrier to effecting real change. “I feel like we need more people involved in innovation and invention at a small level, because every idea has the power to make a difference,” he says.\\nIf you could make one change… “We need to get everybody to fall in love with the environment and be really, really angry about what’s happening to it. Because only with everybody on board, doing their bit, can we create change.” KF\\nMya-Rose Craig was nine days old when she first went birdwatching near her home in Bristol. “My parents and my older sister were massive birdwatchers. I can’t remember a time when I didn’t love birds,” she says. She has been blogging about birds as Birdgirl since she was 11 and posting on Twitter as @BirdgirlUK since the age of 12. “That was when I started becoming passionate about environmental issues, especially climate change,” she says.\\nIt was also around this time she started noticing something about outdoor spaces. “My mum is Bangladeshi and my sister and I are half Bangladeshi and I became aware that I never saw anyone who looked like us out in the countryside. As I looked into it, I realised this wasn’t a superficial thing, it was systemic exclusion linked to the racial make-up of conservation bodies and the costs of getting into nature, among other things. Conversations with my cousins made me aware that birding and being in the outdoors are seen by non-white people as really white hobbies.”\\nCraig set up Black2Nature, a non-profit organisation that campaigns for equal access to nature for all, runs nature camps and activities for people traditionally excluded from the countryside and campaigns to make the nature conservation and environmental sectors ethnically diverse. Her activism has won her a platform on television (Springwatch, Countryfile) and radio (Start the Week) and a doctorate in science from the University of Bristol.\\nNow 19 and studying at Cambridge University, Craig has just published We Have a Dream (Magic Cat), a book of interviews with 30 young environmental activists of colour – “people who weren’t getting the platform from the media that they deserve”.\\nIf you could make one change…. “I’d get genuine action from our leaders, right now.” Lisa O’Kelly\\nDubbed “France’s Greta Thunberg” by the French media, Iris Duquesne was 16 when she joined 15 other teenage climate activists, including Thunberg, in late 2019 to bring a landmark legal complaint to the United Nations against France, Brazil, Germany, Turkey and Argentina. Their charge – that these countries were violating their rights as children by not taking sufficient measures against climate change – resonated around the globe.\\nLast week the UN declared it was unable to rule on the case, saying the young people must first bring lawsuits in each of the five state’s national courts, despite tomes of case law showing that no such procedures would succeed. Speaking through her legal team at the non-profit Earthjustice, Duquesne said: “We are all very disappointed but unfortunately not surprised. We have seen governments and officials ignore the climate crisis over and over again and today was no exception. The fight for climate justice is not over, and we will keep pushing with or without the Committee’s help.”\\nIf you could make one change…. “I’d use education worldwide to instil a real sense of climate responsibility in the next generation.” LO’K\\nJakob Blasel’s blond curls have been a regular sight at Fridays for Future protests in Germany since the then 18-year-old organised the country’s first climate strike, outside the regional parliament in Kiel in December 2018. He proved a canny organiser and passionate motivator, rallying students through WhatsApp chat groups or by spraying messages on the pavement outside their schools.\\n“From day one it was very important to me that Fridays for Future wasn’t just made up of kids who already cared about environmental issues,” he says. “It was about starting a movement that spoke to an entire generation.”\\nThree years later, Blasel is knocking on the doors of the Bundestag in Berlin: as a Green party candidate in his home constituency in Schleswig-Holstein, Germany’s northernmost state, he gained 23,831 votes at September’s federal elections, only narrowly missing out on a parliamentary seat via the party’s list.\\nThe eldest of three brothers, Blasel says he was vaguely aware of climate change as a child. “But it wasn’t until I was 15-16 that the climate crisis became something that caused me distress.”\\nIn 2017 he watched a Norwegian documentary about the global textile industry. “How could it be, I asked myself, that my teenage peers and I were wearing clothes that were produced under inhumane conditions in the global south? From that, I moved on to thinking about how clothes could be produced in a way that was not just socially fairer, but also more environmentally sustainable.”\\nThe teenager started wearing more secondhand clothes, and he convinced his parents to switch to get their electricity from renewable providers. “But there was a point where that approach reached a limit: even if I change my behaviour as a consumer, we’re still headed for an ecological and societal crisis. If I really cared about making a difference, I realised, I needed to take a political approach.”\\nIn his campaign and on social media, Blasel describes himself as an “1.5C ultra”, claiming a term usually employed by fanatical football supporters. “Maybe that’s a little bit of a joke,” he says, “but in terms of real politics, it means I am convinced that every possible effort needs to be made to limit global warming to 1.5C.\\n“Now I see a lot of politicians realising that we need to have more ambitious climate targets. But they are still telling fairytales about how we will get there: that technology will magically solve climate change, that we just need to leave it up to the markets. We already have these technologies, we just need to use them. And at the moment that’s not happening to the right extent.”\\nBlasel says his run for the Bundestag has made him understand better why the political debate on the climate crisis has got stuck, and how it could be made to start moving again. “Being an activist means constantly pushing your own interest to the foreground, while the art of being a politician lies in reconciling different interests.”\\nThe German Green party could hold a key role in the next government, as one of three coalition partners in a liberal-left power-sharing deal. Blasel says he’s planning to slip back into his old activist roles to remind his party of its promises while coalition talks are ongoing. “I will keep on giving my best to fight the climate crisis. Whether I do that from parliament or as an activist is almost irrelevant.”\\nWho is your climate hero? “Stefan Rahmstorf, the German climatologist who was one of the earliest scientists to lay bare the dramatic extent of the climate crisis.”\\nSolar or nuclear? “Solar. People don’t feel safe around nuclear power plants. I don’t think most people who are still evangelising about nuclear power have thought their position through.”\\nIf you had the power to make one change to help solve the climate crisis what would it be? “The switch to renewable energy has to be the basis for every step we take to address the crisis.” Philip Oltermann\\nDisha Ravi experienced climate change growing up in rural India long before she knew what it was. “My grandparents are farmers and faced water shortages; my mother had to carry water from the common well before she left for school and none of us realised that this was the result of the climate crisis. Only when I was 18 did I understand it – and the inaction from our leaders.”\\nRavi co-founded the Indian branch of Fridays for Future (FFF) in 2019 and spent two years organising workshops, local clean-ups and tree planting. She is also the family breadwinner, with her job at a vegan food company in Bengaluru, where she lives with her mother.\\nOne campaign close to her heart was the 2020–2021 Indian farmers protest when a set of farm bills that seemed to favour corporations over farmers sparked huge outcry in India, especially over minimum prices for produce. When Greta Thunberg tweeted about the campaign in February, it was Ravi who made international headlines. She was arrested for sedition and criminal conspiracy and taken to Delhi where she was held for 10 days. Police said a social media toolkit Ravi had edited for the campaign had caused disaffection and disinformation.\\nRavi is unable to discuss her ongoing legal case but her campaigning spirit is undiminished. “I have seen my own house fill with water in a landlocked city, trees cut to grow the GDP, and poison released in rivers as businesses push off responsibility. I refuse to let this continue for others.”\\nIf you could make one change… “People in India face the climate crisis on a daily basis, but access to the latest science around the environment is still limited to elite private schools. Education will bring about awareness and the climate action we need.” AF\\nLesein Mutunkei was 12 when he decided that for every football goal he scored, he’d plant a tree. He realised the idea could go big – after all, “the climate crisis is a universal problem and football is a universal game”. He got his school in Nairobi signed up and started Trees for Goals as a movement. In 2019, aged 14, he went to the Kenyan Ministry of Environment and the scheme became national. This year he’s a Children’s Climate prize finalist.\\nIf you could make one change… “I would ensure Fifa, all leagues, clubs and schools and 3.5 billion fans across the world took up Trees for Goals and use the power of football to tackle deforestation, which is the second biggest contributor to climate change.” AF\\nAmy and Ella Meek founded Kids Against Plastic in 2016 after finding out for the first time about the effects of plastic pollution. The sisters were being home schooled and their parents, both teachers, decided they should learn about the UN’s global goals for sustainable development. The goal that piqued their interest was number 14: Life below water. “We started seeing all these images of sea creatures tangled up in plastic,” says Amy, now 18. “It was just heartbreaking to see and really shocking.”\\n“Plastic pollution wasn’t so much in the news then, so we were completely unaware of how the plastic we were using and throwing away was having such a negative impact,” says Ella, 16. “We realised that a lot of other ordinary people were probably unaware of it too, so we decided to take action.”\\nTheir campaign against plastic waste had small beginnings. “We were quite young, only 10 and 12, so we started off by litter picking. As soon as we started picking up plastic we saw how quickly it was being replaced and that was really motivating,” says Ella.\\nIn the five years since the sisters have picked up a massive 96,685 pieces of single-use plastic. Their target is 100,000, because that is the number of sea mammals that die each year as a result of being trapped in plastic or eating it. They have also given hundreds of talks at schools and festivals, including a TEDx talk, and launched nationwide “Plastic Clever” schemes to help UK schools, restaurants, businesses, festivals and councils to reduce the amount of single-use plastic they use.\\nHow do you both relax? “We’re just normal teenagers so if we’re not campaigning we’ll spend time together, watch TV, read books, talk to our friends.”\\nLab beef or grass-fed? “We’re vegan!”\\nIf you could make one change… “We’d make sure people with the power to take action take on board advice from young people.” LO’K\\nIn 2019, Noga Levy-Rapoport, just 17 at the time, was instrumental in organising the massive 20 September climate strikes across the UK. This involved “months of tireless work – emails, backroom meetings, travelling from school to workplace to company HQs to persuade as many as we could to join us on the streets”. Levy-Rapoport, now a full-time student at Warwick University as well as continuing to energetically campaign, believes “the impact of that work can still be seen today”.\\nIf you could make one change… “I’d ensure governments and global leaders put an end to the greenwashing that corporations are constantly using. Greenwashing places all responsibility for an international, terrifyingly huge crisis on us as consumers, rather than on fossil fuel companies for taking advantage of our people and planet. Corporations like BP and Shell, responsible for so much damage to our environment, know that a decarbonised world is possible, a sustainable future and equitable society is possible, but for that to exist we have to end the unregulated power they have over our energy, jobs, and livelihoods.” KF\\nA Colombian-American from Seattle, Margolin founded the coalition Zero Hour in 2017, which led the Youth Climate March the following July. She was one of 13 children who sued the state of Washington in 2018 for infringing their constitutional rights by “actively worsening the climate crisis”. She now studies film-making at NYU, continuing to campaign climate matters and queer rights.\\nIf you could make one change… “I would halt all deforestation and destruction of natural places.” KF\\n“I was eight years old and attending a water ceremony in a First Nations community not far from mine,” says Autumn Peltier, recalling the moment that spurred her to become a clean-water advocate. “I went to the bathroom and all along the hallways there were signs that read ‘Do not drink the water’ and ‘Boil water advisory in effect’.” Quizzing her mother afterwards, she learned that the drinking water in this community, in northern Ontario, Canada, had been contaminated for 24 years.\\nNow, aged just 17, Peltier is chief water commissioner for the Anishinabek Nation. She first attracted attention when, at the Assembly of First Nations in 2017, she told prime minister Justin Trudeau that she was “very unhappy” with his record on water protection and oil pipeline projects.\\nThe following year, she addressed world leaders at the UN General Assembly on the subject of water pollution. “Those platforms tell me that my message is being heard and Canada has to answer at that level,” she says. “It shows me I’m being effective for the water, the children and our rights as indigenous people of this land.”\\nIf you could make one change… “I would encourage any new member of parliament to spend a week on the land and in a community that can’t drink water and live in the houses that need repairing. Have the ones in power experience what we are fighting for and why we do this advocacy work.” KF\\nAfter attending a first climate school strike as barely a teenager, Grace Maddrell, at just 16, has now published Tomorrow Is Too Late (Indigo Press), a book of essays and stories by young activists from around the world illustrating why it is imperative that we act now to avert climate catastrophe.\\nIf you could make one change…. “This crisis has been caused by colonialism, capitalism, and inequality. If we could change the attitudes that perpetuate these things, it would help build a better world.” LO’K\\nJoin Franny Armstrong in a special livestreamed event with young activists fighting the climate emergency around the world on Wednesday 10 November 2021, 8pm GMT| 9pm CET | 12pm PST | 3pm EST Book tickets here", "image": [["https://i.guim.co.uk/img/media/9ac6e414d1c525eebfb1df5d5a43222619030aef/0_0_1280_768/master/1280.jpg?width=465&dpr=1&s=none", "22 youth climate activists"], ["https://i.guim.co.uk/img/media/b0e278ab8a21b6b1bdccc810d4381d36f13aeba0/0_0_2480_1550/master/2480.jpg?width=445&dpr=1&s=none", "Marinel Ubaldo"], ["https://i.guim.co.uk/img/media/0f0a99d7faf2ec5a3da209dcf4cb9c0123a9c631/0_200_3000_1800/master/3000.jpg?width=445&dpr=1&s=none", "Anjali Sharma"], ["https://i.guim.co.uk/img/media/df865694ad285eacbfa2259f5f5de17d9d771d4e/0_0_2480_1550/master/2480.jpg?width=445&dpr=1&s=none", "Aadya Joshi"], ["https://i.guim.co.uk/img/media/1b07a5dfd330020ccc38c9b0b413e8f8d14e37b1/0_0_2480_1550/master/2480.jpg?width=445&dpr=1&s=none", "Vic Barrett"], ["https://i.guim.co.uk/img/media/de0cf775e1c50a24e126dee633e0df0c99c83175/0_96_2880_1728/master/2880.jpg?width=445&dpr=1&s=none", "José Adolfo Quisocala"], ["https://i.guim.co.uk/img/media/ba2086d3ed73b893147315ae934bcbf193f193b4/0_220_3300_1980/master/3300.jpg?width=445&dpr=1&s=none", "Melati, left, and Isabel Wijsen"], ["https://i.guim.co.uk/img/media/5f6a3ecb69a037e280da335f8be855f567243d05/0_0_2480_1550/master/2480.jpg?width=445&dpr=1&s=none", "Scarlett Westbrook"], ["https://i.guim.co.uk/img/media/188be9a7461f6a543134b1fb257edfdbd960d984/0_166_3119_1870/master/3119.jpg?width=445&dpr=1&s=none", "Fionn Ferreira"], ["https://i.guim.co.uk/img/media/84fb7ac988960b39cc3cea6df70325d1d029dd62/0_251_8256_4954/master/8256.jpg?width=445&dpr=1&s=none", "Mya-Rose Craig"], ["https://i.guim.co.uk/img/media/b7b6c77903fe942402a636cd61e70fbcf04d3916/0_0_2480_1550/master/2480.jpg?width=445&dpr=1&s=none", "Jakob Blasel"], ["https://i.guim.co.uk/img/media/ef0a70ec0afa942f8137808db88f0a17e6694b78/0_576_3456_3456/master/3456.jpg?width=445&dpr=1&s=none", "Disha Ravi."], ["https://i.guim.co.uk/img/media/dd440efaf79c97f376839e06a88b22a4605d13da/0_0_2480_1550/master/2480.jpg?width=445&dpr=1&s=none", "Ella and Amy Meek"], ["https://i.guim.co.uk/img/media/7b9910745631466e42707fb3fba3441d2fa0e9e8/0_35_1125_1125/master/1125.jpg?width=445&dpr=1&s=none", "First Nations activist Autumn Peltier."]], "author": null, "date": "2021-10-17"}, "https://www.theguardian.com/environment/2021/oct/31/they-would-walk-500-miles-meet-the-cop26-pilgrims-who-got-to-glasgow-on-foot-aoe": {"title": "They would walk 500 miles: meet the Cop26 pilgrims who got to Glasgow on foot", "subtitle": null, "text": "Accompanied by songs, stories and a stash of lentils, a group trekked from London, connecting with their faith, the countryside and the people they met along the way\\nWhile most delegates deliberate about whether to drive, fly or catch the train to the Cop26 summit in Glasgow, a dozen or so pilgrims have just spent the past 55 days getting there on foot from London. Members of the female-run faith group Camino to Cop26 have been walking a 500-mile route since early September.\\nTheirs is just one of a number of pilgrimages reaching Glasgow this weekend, with about 250 individuals expected, some coming from as far as Poland and Germany – one group has walked more than 1,000 miles from Sweden. Extinction Rebellion Scotland says their arrival will mark the “opening ceremony” for nonviolent protests planned in the Scottish city and around the world during the UN climate talks.\\nFrom 18-year-old students to 74-year-old grandmothers, members of Camino to Cop26 – which is part of Extinction Rebellion – have been raising awareness about the climate and ecological crisis along the way. On some days they had 70 people walking with them. The group spent nights sleeping on the floors of churches, village halls and community centres, raising £17,000 to cover their costs, with any additional money going to support the work of climate activists in developing countries.\\nWandering monk-like from place to place and surviving off the hospitality of local people is an ancient activity – in this case with a modern spin. The group’s support vehicle was an electric van packed full of lentils and rice, and along the way they joined samba players under Birmingham’s Spaghetti Junction, waved flags above the M6, and found spots for wild swimming. They also consumed a lot of vegan dinners.\\nThere were the same old aches and pains – blisters, dodgy knees, achilles heel injuries – as well as the challenge of spending eight weeks with a group of people they had never met before. In the 14th century’s Canterbury Tales, Chaucer wrote about pilgrims telling stories to entertain one another along the way, and little has changed on that front. Belting out songs and poetry was encouraged, and there was even an impromptu barn dance thanks to one pilgrim who was good enough to carry a fiddle and bagpipes.\\nThey were only able to wash about once a week. “I think I’m quite smelly at this point,” says Steph Alderton, 26, who is a few days from Glasgow when I speak to the group. Alderton has everything in a 10kg rucksack: one change of clothes, a few pairs of extra socks, a sleeping bag, sleeping mat, book, and packet of peanuts – standard packing. “You have to let go of your daily shower. The older people in the group say that was normal when they were young.”\\nParticipants have a spectrum of beliefs, from devout Jews, Christians and Buddhists to committed atheists, like Alderton, who left a job as a career adviser at a school in Birmingham in June to put more energy into climate activism. The notion of “intention” is what makes a walk a pilgrimage, and for Steph it was not about reflecting on God, but learning about the UK’s people and wildlife.\\n“It makes me feel so sad to know so many animals are going extinct. That’s what drew me into the climate crisis, and walking the length of the country seemed like a good way to reflect on that connection with wildlife,” says Alderton, who liked the outreach side of it and found speaking to people in their own communities made it easier to connect. “Everyone needs one issue that is their gateway into activism and for many people that will be a local issue which leads them on to thinking about things more generally.”\\nThe Rev Helen Burnett, vicar of St Peter and St Paul’s Church in Chaldon, Surrey, helped organise the pilgrimage. As a Christian, she says she believes she must act now to fulfil her calling to “love thy neighbour” and care for vulnerable people. Inadvertently channelling Forrest Gump, Burnett led a Sunday service at her parish and then just kept walking. She was able to join the pilgrims for about half the time, yo-yoing up and down so she could spend the other half fulfilling duties in her parish.\\nShe was moved to walk because she believes more and more people are discovering God is in nature, not a building: “So many people, when you ask when they feel most connected to God will say ‘on top of a mountain’ or ‘when I’m in a garden’, and I think that’s really powerful. That was part of the Celtic tradition and the history of the church is we’ve sort of domesticated God and popped him inside a nice, sanitised box, but people find God in the outside world.” A few of her parishioners joined her on the walk.\\nCommunities the group passed through were surprised and delighted to see them, and some people applauded them as they passed, she says. “I’ve been thanked by construction workers, people at the school gates. They’ve just thanked us. Ordinary people walking has a sort of resonance.”\\nFor the 62-year-old, walking also means praying. “We now have doctors and science but we still find we resolve things by walking and praying,” she says, “it still seems to resonate, for people of faith and no faith, because you are stripping away the accretions of normal life … and only carrying what you need with you.”\\nShe recently did a mini pilgrimage from Vauxhall station to Southwark Cathedral in south London. She says wandering without solely focusing on getting to the destination meant she saw more, such as the River Thames, marine mammal rescue teams, the Covid memorial wall. She believes that by walking towards a sacred place you are creating change within yourself – and it is important not to be busy when you do it.\\nFor her, the climate and ecological emergency will mean we need to get rid of a lot of “stuff”, and the changes will be greater than any other change her parishioners have undergone. “They know in their heart of hearts that something is up but it’s so huge they don’t know what to do. And they’ve got to carry on their lives, and life is busy anyway.”\\nBurnett feels as a religious leader she has to speak out: “Politicians want to get back into power, but speaking out as religious leaders we have less to lose.” She has previously been arrested for failing to move off Lambeth Bridge during a climate crisis protest in the capital.\\nMelanie Nazareth, who is a barrister, organised the route with Burnett. When she started mapping it out in January this year, she plotted the quickest walking route, which was 450 miles, but then took out a directory of churches, emailed them, and plotted those that said yes to hosting them, which made the route a bit more wiggly, clocking up 500 miles in total. Christian Climate Action threw its weight behind the idea and helped with contacts. Nazareth found the final places for her pilgrims to stay just before they set off.\\nOrganising it became a full-time job in itself, she says, adding: “This is the biggest crisis of my lifetime. I have given up a lot of work to facilitate climate protest.”\\nFor Nazareth, who is also Christian, speaking to people along the way has provided inspiration on how to live a more sustainable life. “One of the revelations has been going through rural communities and learning how we have a model that can be built upon – they eat more locally, grow a lot of their stuff, [are] proud of knowing where everything they eat comes from and producing it themselves.”\\nMany people she met were good at recycling and reusing things, but when it came to talking about the need for political action to reduce carbon emissions, they said politicians didn’t listen, she says, adding: “That sense of powerlessness has been there right from when we started [the walk].”\\nNazareth turns 60 this year and says the walk has been a “complete transformation” on a personal level. Before this pilgrimage, her main form of walking was a gentle stroll after Sunday lunch, or going down to the station to catch the train. “To suddenly get up and do this has shown me that if I can do it, then people can step into their power and do things they can’t imagine. They just need to take that first step – and when you take that first step, then you can make the second and the third.”\\nDespite church-going numbers declining, a growing number of people are rediscovering the joy of pilgrimage around the world. Other pilgrimages arriving in Glasgow this weekend include Marcha a Glasgow, coming from Bilbao via Portsmouth; an ecumenical pilgrimage coming from Poland, Sweden and Germany; the Pilgrimage for Cop26, coming from Dunbar in Scotland; and the Young Christian Climate Network coming from the south-west of England.\\nWalking means different things to the Camino to Cop26 pilgrims, but it is fundamentally about trying to make a deeper connection with God, the countryside, its wildlife and people. Burnett says she believes that if more political delegates had walked to Cop26 they would have built a community that could begin to tackle the enormous challenges required. “They would have had to work things out differently in their hearts and relationships. Doing a pilgrimage forces you to do things differently.”\\nThis article was amended on 2 November 2021 to correct some personal information.\\nFind more age of extinction coverage here, and follow biodiversity reporters Phoebe Weston and Patrick Greenfield on Twitter for all the latest news and features", "image": [["https://i.guim.co.uk/img/media/824fe8c9384d1163347460b2633f9f977ba9ef25/217_310_2548_1529/master/2548.jpg?width=465&dpr=1&s=none", "The group walk through Cumbria"], ["https://i.guim.co.uk/img/media/e48a95f06b37ce349df4b24618820cc18cd44586/0_0_2003_3000/master/2003.jpg?width=445&dpr=1&s=none", "Camino to Cop26 flags on a vehicle"], ["https://i.guim.co.uk/img/media/3589e845560d7e5f3ab9f5afecd034ac67e19101/0_0_4000_4000/master/4000.jpg?width=445&dpr=1&s=none", "Rev Helen Burnett and another walker"], ["https://i.guim.co.uk/img/media/839283982262cc05a8266cdc3d3728fbe9c806fd/0_11_3000_1800/master/3000.jpg?width=445&dpr=1&s=none", "Camino to Cop26 walkers"], ["https://i.guim.co.uk/img/media/ca19a38ebcf2709222bb5b76f708a9e93c65a3b0/0_0_3000_2003/master/3000.jpg?width=445&dpr=1&s=none", "Melanie Nazareth"], ["https://i.guim.co.uk/img/media/58b47c249baee01f135e89e948fa1daa5d4a998e/0_0_4000_2811/master/4000.jpg?width=445&dpr=1&s=none", "Melanie Nazareth"]], "author": ["Phoebe Weston"], "date": "2021-10-31"}, "https://www.theguardian.com/environment/2021/oct/17/inside-insulate-britain-on-the-road-with-disruptive-climate-group": {"title": "Inside Insulate Britain: on the road with the disruptive climate protesters", "subtitle": null, "text": "Roadblocks have caused anger but members say only maximum economic disruption will make politicians listen\\nThe riskiest time in Insulate Britain’s road block protests is before the police arrive, their activists say. When they targeted a busy junction of the A1090 in Thurrock, Essex, on Wednesday morning, just outside the eastern edge of London, the police didn’t appear for nearly an hour. No serious injuries were reported, but it was close.\\nThe first lorry, hurtling towards the T-junction, did not look like it was going to stop: it ground to a halt inches from the faces of three activists. Cars and vans mounted kerbs and central reservations to evade them. Motorists emerged from their vehicles, pink with rage, snatched protesters’ banners and dragged them from the road like ragdolls.\\n“Am I stopping you from insulating Britain?” one lorry driver berated them. “No, I’m fucking not. Go to the millionaire oligarchs, who own the fucking shit, and tell them to put the price down.”\\nIn five weeks of disruptive road protests in and around London, Insulate Britain has polarised the country. Ministers have waxed apoplectic at “eco-warriors” who are “destroying people’s lives”, and Boris Johnson has called for new powers to “insulate them snugly in prison”.\\nBut campaigners’ key demand, that the government “gets on with the job of insulating Britain’s homes” by 2030, is on everyone’s lips. Even Keir Starmer vowed at the Labour party’s conference to make home insulation a “national mission”. It is a huge impact for a group that claims at most only 120 active members.\\nNow, with the climate activist group announcing a 10-day pause to the campaign, ostensibly to give the government time to consider its demands, the question is what it will do next. And with the crucial Cop26 climate summit due to begin in Glasgow at the end of the month, chances are it will be something dramatic.\\nThe night before Thurrock, 18 Insulate Britain members assembled in a rented house in south-east London. They were all in late middle age, inconspicuously dressed and well spoken – far from the “crusties” evoked in the prime minister’s denunciations. For one reason or another, they were all in a position to dedicate themselves to the cause full time.\\n“It’s a bit of a privilege thing,” said Louise Lancaster, 56, who quit her job as a teacher to join the campaign. “There’s obviously people in our society that there is no way they can do this, because they have to put food on the table and they can’t take time out of work. We have people of all ages, but they are quite often slightly older people or slightly younger people.”\\nThose the Guardian spoke to had all been involved in Extinction Rebellion, but some felt it had lost its way. “I’ve been on all these XR things; I’d go out every day and get arrested,” Chris Parish, 69, from Tower Hamlets said. “But it’s sort of somehow at the moment been subsumed by the system … It’s like a carnival. I don’t want to criticise it, but I feel like something more needs to be done.”\\nWhat sets Insulate Britain activists apart is not necessarily their willingness to go to prison, but their determination to do so. The group had hoped to have 50 climate prisoners jailed by the start of the Cop summit. “It would look so embarrassing for Boris Johnson to have elderly vicars in jail,” Lancaster said.\\nThe group says 124 people have been arrested 629 times in 13 actions, according to its own estimates. But so far none have been held on remand for longer than a week. Police have said it is “very difficult” to bring charges against them, while the government has responded with injunctions banning them from protesting on the M25, around the port of Dover and on critical London roads.\\nIn the kitchen, some helped prepare a meal of pasta and sauce, with rice, hummus and chopped peppers. Others gathered around the dining table, where they studied hand-drawn maps and computer printouts.\\n“One of the key elements in non-violent direct action is the need to disrupt,” said one activist, who preferred not to be named. “What we are really trying to do is bring economic pressure to the government through disruption, so an element in the choice of the site is trying to maximise economic disruption.”\\nThey planned to hit a junction close to an area of warehouses and industrial units, including Amazon and Co-op distribution centres and the Daily Mail printworks. From there, lorries would be leaving to join the M25, London’s orbital motorway, to deliver goods all over the capital and south-east England.\\nEfforts were made to avoid critical sites such as hospitals and schools, said another activist, who also asked to remain anonymous. “Then we go to the sites to check them out,” she said. “Today there was another site I thought we could use, but there was a lot of children coming out of school and I didn’t want them to be caught up.”\\nActivists said that as far as they knew – and they had made inquiries, they said – no ambulances or genuine medical emergencies had been “seriously delayed” by their protests. “If we notice or hear the sirens for an ambulance, there are people who are generally moving about, coordinating and watching,” one said. Sketching arrows in pink highlighter on a hand-drawn map, she showed the route an ambulance could take through the blockade they had planned.\\nThe following morning, looking for all intents and purposes like a church rambling group, activists travelled to Purfleet station via a chain of public transport connections. The last leg they made on the No 44 bus, arriving at about 8.30am at a desolate-looking junction by an industrial estate and an Ibis hotel.\\nThe eyes of Jackie Doyle-Price, the area’s Conservative MP, peered across the road from a large poster. The horizon was dominated by the rise of the Dartford Crossing, a huge suspension bridge over the Thames, on which motored a steady flow of slow-moving traffic.\\nAssembling in a circle, they took a few final instructions. “Remember: trust in each other, trust in yourself,” said one. They waited for a gap in the traffic and walked out into the road.", "image": [["https://i.guim.co.uk/img/media/848fc584fc80c986963b1fc1c99c357d046cc7d9/0_189_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "Insulate Britain activists block a road in Thurrock, Essex"], ["https://i.guim.co.uk/img/media/e116546f3cbc71ef4faef307504ecd17c128676e/0_116_3500_2101/master/3500.jpg?width=445&dpr=1&s=none", "Police officers detain protesters from Insulate Britain at a roundabout in London"], ["https://i.guim.co.uk/img/media/b85251f88a6b35aed99df85da9694a0f50bb8542/0_64_2689_1614/master/2689.jpg?width=445&dpr=1&s=none", "A motorist snatches a banner from protesters in Thurrock"], ["https://i.guim.co.uk/img/media/0f4a39ef356da4d44ae4fac70a80ee90ddb23db9/0_51_3000_1800/master/3000.jpg?width=445&dpr=1&s=none", "Members of Insulate Britain attempt to hand in a letter for Boris Johnson at Downing Street"]], "author": ["Damien Gayle"], "date": "2021-10-17"}, "https://www.theguardian.com/environment/2021/oct/19/video-shows-range-rover-pushing-insulate-britain-activist-at-sit-in": {"title": "Video shows Range Rover pushing Insulate Britain activist at sit-in", "subtitle": null, "text": "Driver seen inching car forwards on to protesters blocking road in Thurrock as onlookers goad her on\\nFootage has emerged of an Insulate Britain protester being pushed by a Range Rover driven by a woman taking her son to school.\\nIn the video a woman drives up to a roadblock protest at a busy junction, leaps from the black four-wheel-drive vehicle, snatches a banner and shouts at two activists: “I’m not joking, my son needs to get to school. Move out the way. Move out the way now.”\\nWhen the protesters refuse to move she gets back into her car and inches it forwards on to them. One screams as she is squeezed under the front bumper. Onlookers goad the driver on, shouting: “That’s it, that’s it: push them. Go on, push them.”\\nThe Guardian spoke to the activist minutes after the incident, which took place last Wednesday during the group’s protest on the A1090 in Thurrock, Essex. “We were sat here and she drove up very fast and she got out to shout at us to move,” she said, her words punctuated by car horns. “We didn’t move and she accelerated. We kind of got trapped under the front of her car and were being pushed forward.”\\nWhen asked if she was hurt, she said: “I think so, but I feel quite a lot of adrenaline pumping.”\\nThe video was shared by Insulate Britain. A spokesperson for the group said this was the first time it had published any footage of the violent reactions its roadblocks had provoked. She said supportive responses to the clip, which has been viewed 1.7m times on Twitter, had galvanised activists.\\nInsulate Britain is midway through a 10-day pause in its campaign of disruptive protests on critical roads in and around London. The group, an offshoot of Extinction Rebellion, has vowed to continue protesting “until the government gets on with the job of insulating Britain’s homes” or until its members are all jailed.\\nThe group had hoped that between 50 and 100 members would be “climate prisoners” in UK jails by the beginning of the Cop26 climate summit in Glasgow beginning at the end of the month. But none have been held on remand for more than a week, with police complaining it has been difficult to bring serious charges.\\nIn an effort to amplify the legal response, the government has taken out injunctions banning Insulate Britain from protesting on sections of the critical road network around the capital, which protesters have repeatedly breached. If convicted of contempt of court for defying the orders, the activists could face up to two years in prison.\\nOn Tuesday at a return hearing at the high court in London for four injunctions, a judge indicated it could still be weeks before any Insulate Britain protesters go on trial. Mr Justice Lavender said it would not be him who presides over any trial, so he could not set a date with certainty. But he added: “I would hope that we would be back in court by the end of November.”\\nThe next Insulate Britain protest is expected on Monday.", "image": null, "author": ["Damien Gayle"], "date": "2021-10-19"}, "https://www.theguardian.com/environment/2021/oct/29/apocalypse-soon-reluctant-middle-east-forced-to-open-eyes-to-climate-crisis": {"title": "‘Apocalypse soon’: reluctant Middle East forced to open eyes to climate crisis", "subtitle": null, "text": "With the region warming twice as fast as the rest of the world but oil spoils keeping regimes in power, leaders are in a bind\\nNorthern Oman has just been battered by Cyclone Shaheen, the first tropical cyclone to make it that far west into the Gulf. Around Basra in southern Iraq this summer, pressure on the grid owing to 50C heat led to constant blackouts, with residents driving around in their cars to stay cool.\\nKuwait broke the record for the hottest day ever in 2016 at 53.6, and its 10-day rolling average this summer was equally sweltering. Flash floods occurred in Jeddah, and more recently Mecca, while across Saudi Arabia average temperatures have increased by 2%, and the maximum temperatures by 2.5%, all just since the 1980s. In Qatar, the country with the highest per capita carbon emissions in the world and the biggest producer of liquid gas, the outdoors is already being air conditioned.\\nIn Tehran, air pollution kills 4,000 people each year, while in the south-west province of Khuzestan citizens blocked roads and burned tyres to protest against droughts caused by a combination of mismanagement, western sanctions and killer heat. In the United Arab Emirates it is estimated that the climate crisis costs £6bn a year in higher health costs. The salinity of the Gulf, caused by proliferating desalination plants, has increased by 20%, with all the likely impact on marine life and biodiversity.\\nAnd it is, of course, going to get much worse, as temperatures, humidity and waters rise. The Middle East is warming at twice the rate of the rest of the world. By the end of the century, if the more dire predictions prove true, Mecca may not be habitable, making the summer Haj a pilgrimage of peril, even catastrophe. Large tracts of the Middle East will resemble the desert in Ethiopia’s Afar, a vast expanse with no permanent human settlement pressed against the Red Sea. The gleaming Gulf coastal cities by the end of the century could find themselves inundated as waters rise. It is not quite Apocalypse Now, but Apocalypse Foreseeably Soon.\\nJim Krane, an energy research analyst at Rice University Baker Institute in Houston, said: “It is a really tough issue because the interests of the ruling elites run contrary to the interests of citizens. The ruling elites are all dependent on oil rents for the survival of their regimes. They need the oil business to stay alive for them to stay in power. Their system is based on continued oil rent, but ultimately, the citizens’ long-term interests are with a liveable climate”.\\nZeina Khalil Hajj, a founder of Greenpeace in the Middle East, says that the region is under a double squeeze. “As demand for energy changes, a region that has been fundamentally reliant on fossil fuel, oil and carbon for its economic survival cannot continue with this dependence. There will be no market for their oil. But as its climate changes, it has an extra duty to shift for its own survival. Extreme weather is changing the lives of the people at a daily level. There is no choice, but to go green.”\\nThe west’s insatiable demand for fossil fuel has allowed this region to build car-dependent cities, full of shiny air-conditioned skyscrapers and malls. Now it has to find a way to avoid its self-destruction; this has to be, in Thomas Friedman’s phrase, the Middle East’s Promethean moment.\\nIn truth, the region has been told for at least a decade that it needs to make the transition out of oil. The precise point oil demand will peak has been contested, and depends on a myriad of assumptions about regulation, technology and consumer behaviour. But many people say demand will peak in about 2040, and then decline.\\nBut the International Energy Association’s report Net Zero by 2050, by contrast, proposed oil demand fall from 88m barrels a day (mb/d) in 2020, to 72 mb/d in 2030 and to 24 mb/d in 2050, a fall of almost 75% between 2020 and 2050. It argued that the Gulf has all three elements needed to switch to renewables: capital, sun and large tracts of vacant land.\\nUntil recently there were few signs that the petro-states, including Iran, felt the need to get out of fossil fuels at that kind of pace.\\nAsked to comment on the IEA report, including its call for a cessation of new oil investments, the Saudi energy minister, Prince Abdulaziz bin Salman, famously described it as a sequel to La La Land. “If I had to be concerned with IEA projections,” Abdulaziz said in Abu Dhabi during a public forum at the 24th World Energy Congress in 2019, “I probably [would] be [on] Prozac all the time.”\\nThe Qatari energy minister, Saad al-Kaabi, said cutting off oil and gas production would cause damaging supply crunches, and laughed at “the euphoria around energy transition”. Opec’s own projections suggest oil demand will rise in absolute terms through to 2045, and oil’s share of world wide energy demand will fall only from 30% to 28%. Hardly a green revolution.\\nAnd looking at the current energy crunch, spiralling price of oil and predicted demand for oil this year, the case for a fast transition is harder to make than a year ago.\\nThe Gulf States are still highly reliant on oil and gas exports, which remain more than 70% of total goods exports in Kuwait, Qatar, Saudi Arabia and Oman, and on oil revenues, which exceed 70% of total government revenues in Kuwait, Qatar, Oman, and Bahrain. In Vision 2030, published in 2016, the Saudi crown prince, Mohammed bin Salman, promised to turn the country into a diversified industrial power house. The reality is very different. The World Bank shows Saudi Arabia is still 75% dependent on oil exports for its budget.\\nAramco, the Saudi company with the largest carbon footprint in the world, is not trying to diversify at the rate of Shell or BP. Indeed, it has just announced an investment to increase crude capacity from 12m barrels a day to 13m barrels by 2027.\\nHajj says it may require a rapid psychological shift away from consumerism. “The Gulf is not even close to that kind of conversation. If you see the lifestyle in the UAE, Saudi Arabia and Qatar, it is based on endless consumption. My fear is that we are so far away from it both in terms of policy and willingness”.\\nIran is now the seventh-largest carbon emitter per capita, the UAE the second largest and Saudi Arabia the 13th.\\nOf course, the Gulf rulers at events such as Cop26 can fend off some criticism by arguing that the Gulf region is not itself collectively one of the great emitters, either now or historically. The region is responsible for only 4.7 % of worldwide carbon emissions, dwarfed by the pollution from Europe, America and China. The oil that the Middle East exports is logged against the carbon emissions of the users, not the producers.\\nYet the region’s leaders now appear to be responding to pressure to act not only from the west, but their own population. The goose has finally realised the golden egg – oil – is turning brown. Frank Wouters, director of the EU-GCC Clean Energy Network, says that although even a year ago preaching about the green deal was not exactly rewarding (“It felt a bit like going to the butcher shop and telling them you want to become a vegetarian”), attitudes are changing.\\nThe Gulf’s self-proclaimed first mover, the UAE, was the first country in the region to ratify the Paris agreement and is now the least dependent on oil for government revenues. Last week it announced a “net zero initiative by 2050” to be begun with $163bn (£118bn) of investments and a new minister for climate change and the environment, Mariam Almheiri. The announcement came after the UAE ordered an 80-day brainstorming session in every government department from June. It was the first petro-state to embrace net zero in domestic consumption.\\nThe plan is still in its infancy, and some of it is ill defined, but the direction is clear. It has promised to be 50% reliant on renewables and nuclear for its electricity by 2050. The Abu Dhabi national oil company has said it will source 100% of its grid power from nuclear and solar. Mohammed bin Rashid al-Maktoum solar park is expected to be the largest lowest-cost single-site solar park in the world, with a planned production capacity of up to 5000MW. The price of solar coming out of the Middle East is also incredibly low.\\nGulf states are deeply competitive, so a flurry of news is emerging. Qatar has appointed a climate minister; Bahrain is targeting net zero by 2050; Kuwait has a new emissions plan.\\nSaudi Arabia, which rarely likes to be outdone by the UAE, had already said it would increase its share of renewables in electricity generation from a trivial 0.3% to 50% by 2030, as well as plant 10bn trees in the coming decades. At the weekend the world’s largest oil producer staged an unprecedented Middle East Green Initiative Summit in Riyadh, an event that attracted broadly approving speeches from Prince Charles and John Kerry. It promised it would reach net zero carbon emissions within its borders by 2060, less ambitious than the request by Prince Charles to reach the target by 2050 with clear baselines. It also said it would reduce carbon emissions by 278m tonnes a year by 2030, more than double its previous target.\\nSenior Saudis say they have been maestros at summits, websites and visions, but true credibility stems from turning PR concepts such as a circular carbon economy into a reality. Many in the west are sceptical. Fossil fuels shipped abroad are not on the Saudi’s carbon ledger, owing to UN accounting rules, and the promised internal reduction in emissions is dependent on a heavy bet that unproven blue hydrogen and carbon capture technology will work. Greenpeace Middle East suggested the summit was a fraud to please the US, as the Saudis’ plan included increasing oil production. Others say at least Saudi has felt the need to join – rather than stall – the climate debate.\\nOne reason the Gulf monarchies have been able to be so slow in weaning themselves off the commodity that made them rich is that the wealth has been used to numb public opinion. Citizens have been bought off through a mixture of no taxes, along with water, petrol and energy subsidies. The dynamic is different in Lebanon, Iraq and to a lesser extent Iran. But that is changing, and small green civil society groups are starting to emerge, such as Kesk, Nature Iraq and Greenpeace Middle East.\\nThe issue, according to Israel’s leftist vegan environment minister Tamar Zandberg, could transform some of the frozen inter-state politics of the Middle East for the better. Zandberg, who is working to get her own government to adopt net zero, says countries in the region have been very good at looking at the past. Climate change makes it essential they instead talk about a shared future. “We share the same problems, the same sun, the same lack of water, and the same collapse of our ecosystem. We need to share the solutions.”\\nSupport urgent, independent climate journalism\\nMake a contribution from just £1\\nBecome a digital subscriber and get something in return for your money", "image": [["https://i.guim.co.uk/img/media/07ce31e42e37f703ccb8f895dc86ba00e12a35fc/0_0_5400_3240/master/5400.jpg?width=465&dpr=1&s=none", "Dubai shimmers in the summer heat."], ["https://i.guim.co.uk/img/media/6590c9def512b48d79afcc5d9ec0c7f3453e9104/0_0_5520_3680/master/5520.jpg?width=445&dpr=1&s=none", "Smog obscures the view from the Saad Abad mountain north of the Iranian capital Tehran."], ["https://i.guim.co.uk/img/media/739bb0dcbae3082cf66c3763f2ea580b43cab49c/0_0_3500_2333/master/3500.jpg?width=445&dpr=1&s=none", "Pigeons take cover under the shade of trees on the seafront of Kuwait City"], ["https://i.guim.co.uk/img/media/16efbcb21c13306ca58581bc4b94f64a63af322a/0_0_4322_2958/master/4322.jpg?width=445&dpr=1&s=none", "A billboard in Riyadh advertising the 2019 Aramaco IPO, the biggest public listing ever."], ["https://i.guim.co.uk/img/media/033bfb40e392f65ce90e652969d4db552732c6dd/0_0_4000_2540/master/4000.jpg?width=445&dpr=1&s=none", "The Mohammed bin Rashid Al Maktoum solar park, south of Dubai."]], "author": ["Patrick Wintour"], "date": "2021-10-29"}, "https://www.theguardian.com/world/2021/oct/14/court-orders-french-government-to-repair-carbon-emissions-overshoot": {"title": "Court orders French government to ‘repair’ carbon emissions overshoot", "subtitle": null, "text": "France given deadline of end of 2022 to set things right in what millions-strong petition called ‘case of the century’\\nA French court has ordered the government to make up for its failure to meet its own greenhouse gas reduction targets, saying it needed to “repair” the emissions overshoots.\\nFour NGOs backed by a petition signed by 2.3 million people took the French state to court in 2019 in what they called “the case of the century”, asking the judges to rule on the government’s alleged climate target shortcomings between 2015 and 2018.\\nThe Paris administrative court on Thursday found France emitted 15m tonnes of CO2-equivalent beyond its targets over that period.\\nIt ordered the prime minister, Jean Castex, and his government to take measures “to repair the damage” caused by the failure to compensate for the excess emissions.\\nThe court gave a deadline of 31 December 2022 to set things right, leaving the methods to achieve this up to the government.\\nThe court had already accepted the plaintiffs’ reasoning in February, ruling that France had failed to respect its own “carbon budget” based on the UN climate accord signed in Paris in December 2015.\\nHowever, on Thursday it rejected a provision demanded by the plaintiffs that failure to meet the deadline should result in €78m (£66m) in penalties every six months until the target was fully achieved.\\n“We won,” tweeted Cécile Duflot, a former government minister and now head of Oxfam France, and Jean-François Julliard, the director of Greenpeace France.\\n“The government is now forced to keep France’s climate promises,” said Notre Affaire à Tous, a third plaintiff that fights against environmental protection violations through court action.\\nThe fourth plaintiff, Fondation Nicolas Hulot, created by President Emmanuel Macron’s former environment minister, said: “France has been sentenced to repair the consequences of its climate inaction.”\\nThe ruling is the latest in a series of court decisions putting pressure on France to meet its own environmental targets.\\nIn July France’s highest administrative court, the council of state, ordered the government to take measures by 31 March 2022 to honour its commitments in terms of greenhouse gas reductions.\\nFrance has committed to a reduction in greenhouse gas emissions of 40% by 2030 compared with 1990 levels, and to reaching carbon neutrality by 2050.\\nThe 2015 Paris agreement, a binding treaty, called for a limit on global heating of 2C over pre-industrial levels, and “preferably” 1.5C. Based on progress so far, experts say the world is currently unlikely to meet either target, instead heading for close to 3C.\\nThis article was amended on 15 October 2021. An earlier version of the story, based on incorrect information published by Agence France-Presse, said France would be liable for €78m in penalties every six months until the target was achieved. In fact, although the plaintiffs had asked for this, the court rejected that demand.", "image": [["https://i.guim.co.uk/img/media/c1da80ae06acaa20ba8308ee6279bd0d652a1d55/86_412_5101_3060/master/5101.jpg?width=465&dpr=1&s=none", "The Paris administrative court ruled in favour of four NGOs, seen here holding a banner reading 'candidates, no climate, no mandate' in front of the Eiffel Tower"]], "author": null, "date": "2021-10-14"}}