{"https://www.theguardian.com/environment/2022/jan/26/airlines-flying-near-empty-ghost-flights-to-retain-eu-airport-slots": {"title": "Airlines flying near-empty ‘ghost flights’ to retain EU airport slots", "subtitle": null, "text": "Analysis from Greenpeace finds deserted flights are generating millions of tons of harmful emissions\\nAt least 100,000 “ghost flights” could be flown across Europe this winter because of EU airport slot usage rules, according to analysis by Greenpeace.\\nThe deserted, unnecessary or unprofitable flights are intended to allow airlines to keep their takeoff and landing runway rights in major airports, but they could also generate up to 2.1 million tons of greenhouse gas emissions – or as much as 1.4 million average petrol or diesel cars emit in a year – Greenpeace says.\\n“The EU Commission requiring airlines to fly empty planes to meet an arbitrary quota is not only polluting, but extremely hypocritical given their climate rhetoric,” said Herwig Schuster, a spokesperson for Greenpeace’s European Mobility for All campaign.\\n“Transport emissions are skyrocketing,” he said. “It would be irresponsible of the EU to not take the low-hanging fruit of ending ghost flights and banning short-haul flights where there’s a reasonable train connection.”\\nWhen the Covid pandemic began, the European commission suspended a benchmark requiring airlines to maintain 80% of their flight operations to keep their slots open.\\nIn October, Brussels upped the benchmark to 50%, and it will rise again to 64% in March.\\nLufthansa CEO, Carsten Spohr, said that his airline may have to fly 18,000 “extra, unnecessary flights” to fulfil the adjusted rules, and called for the sort of “climate-friendly exemptions” used in other parts of the world.\\nA Lufthansa spokesperson said that between January and March 2021, just 45% of its flights were full.\\nThe other 5%, or 18,000 flights, “we define as unnecessary”, the spokesperson added. “If we wouldn’t risk the loss of slots in certain airports in Europe, we probably would have cancelled them and put them together with other existing flights.”\\nGreenpeace applied Lufthansa’s proportion of ghost flights to other European airlines based on the German carrier’s 17% market share, using a conservative estimate of 20 tons of greenhouse gas emissions a flight.\\nThe research assumed an average flight time of 90 minutes by a 200-seater plane, over a distance of 800-1,000km.\\nTim Johnson, director of the Aviation Environment Federation, said that the Greenpeace assumptions were “spot on”.\\n“It looks like an example of wastage in the industry and I think people will be surprised by the scale of it,” he said. “It hints at a real problem of airlines being forced to operate either empty or very low-occupancy flights in order to maintain their slots.”\\nSocialist MEPs in the European parliament have demanded answers on the problem, and Greta Thunberg, the climate strike leader, sardonically tweeted that “the EU surely is in a climate emergency mode”.\\nThe European Commission denies that air carriers are operating ghost flights, or that its “use it or lose it” slot rules have created problems.\\nA commission spokesperson said: “Empty flights are bad for the economy and the environment which is exactly why we took several measures allowing companies to not have such empty flights. If airline companies decide to keep empty flights, this is a company decision, which is not the result of EU rules.”\\nBrussels argues that it has already cut slot requirements and that airlines can request that even those be stood down if flights are disrupted by “severe sanitary measures” such as new government travel restrictions.\\nEarlier this month the Ryanair CEO, Michael O’Leary, complained that big airlines benefited from generous EU breaks, “and now Lufthansa’s still not happy. They don’t want to operate ghost flights because: ‘Ohhh, the environment’,” he told Politico.\\nThe cut-price Irish airline wants Lufthansa to sell unsold tickets at cheap prices and for the commission to force it to release unused slots.\\nAir France says that it wants greater slot rule flexibility, but a spokesperson said that it would not give data on how many under-capacity and unnecessary flights it was currently flying.\\nJohnson said that it was right to focus on climate impacts when huge amounts of CO2 were being emitted unnecessarily but that there was a “wider industry battle” which pointed to the need for slot reform.\\n“We need something that genuinely rewards efficiency,” he said. “Some sort of efficiency metric as the basis for allocating slots that would allow an operator with a modern full plane to be preferred over rival carriers, who are operating with much lower load factors or older technologies.”\\nThis article was amended on 27 January 2022. At the beginning of the pandemic the European Commission suspended the flight benchmark altogether, it did not cut it to 25% as stated previously. Also, the 50% benchmark was introduced in October, not December.", "image": [["https://i.guim.co.uk/img/media/269bf44722a8094bf2a01990f99edc7bc66f2b8f/0_182_5472_3283/master/5472.jpg?width=465&dpr=1&s=none", "Lufthansa Airbus A321 getting ready to land at Barcelona airport, January 2022."]], "author": ["Arthur Neslen"], "date": "2022-01-26"}, "https://www.theguardian.com/uk-news/2022/jan/15/protesters-rally-across-uk-against-police-and-bill": {"title": "Protesters rally across UK against police and crime bill", "subtitle": null, "text": "Bill condemned by activists as an attack on the right to protest will be voted on in Lords on Monday\\nProtesters have taken to the streets in cities across the UK to rally against the police and crime bill, which is reaching its final stages in parliament.\\nThe police, crime, sentencing and courts bill, sections of which have been condemned by human rights activists as an attack on the right to protest, will be voted on in the House of Lords on Monday.\\nHundreds of “kill the bill” protesters rallied in London on Saturday, while demonstrations also took place in cities including Bristol, Cardiff, Coventry, Newcastle, Liverpool, Manchester, Newcastle, Sheffield and Plymouth.\\nPolice just asked to look inside the coffin! pic.twitter.com/OobFiEdkF8\\nIn the capital, demonstrators marched from Holborn to Parliament Square carrying signs reading “defend the right to protest”, while one protester carried a coffin with the words “UK democracy – murdered by the Tories” printed on its side. Many also carried Extinction Rebellion flags.\\nTerry Matthews, 69, from south London, told PA Media: “I think we’re facing a really vitriolic attack on our rights to protest and our freedoms to show our dissatisfaction with the status of the government and the country. And it’s a really dangerous step to try to take.”\\nAddressing the crowd in Parliament Square, the Labour peer Shami Chakrabarti said the bill’s anti-protest provisions “represent the greatest attack on peaceful dissent in living memory”. “This rightwing, authoritarian government used to encourage pro-Brexit demos and statue defenders when it suited them,” she said.\\nChakrabarti accused the government of hypocrisy, saying it “bangs on about free speech and whinges about cancel culture” and other countries “where fundamental rights are under attack” while clamping down on rights in the UK. “Free speech is a two-way street. And you know what? The ultimate cancel culture, it doesn’t come with a tweet – it comes with a police baton and a prison sentence for nonviolent dissent,” she said.\\nThe bill’s anti-protest measures grant police the power to ban marches and demonstrations that they consider to be “seriously disruptive”, including those deemed too noisy. Gypsy, Roma and traveller communities would effectively be criminalised by measures against residing on land without authorisation, while police would also be granted expanded stop and search powers and sentences of up to 10 years could be handed down for damage to memorials or statues.\\nLabour members in the House of Lords will oppose last-minute amendments to the bill, it was announced on Friday. The amendments added in November, which focus on new powers to control protests, include new offences for “locking on” – where protesters attach themselves to objects or each other – and would give police the power to ban named individuals from protesting.", "image": [["https://i.guim.co.uk/img/media/364ea6b554464e74545632adcf739ab7c1835bf3/186_200_5008_3003/master/5008.jpg?width=465&dpr=1&s=none", "As well as London, protests took place in Bristol, Cardiff, Coventry, Liverpool, Manchester, Newcastle, Sheffield and Plymouth."], ["https://i.guim.co.uk/img/media/52daa6f89e5dba1d8f2b3b2bc0fa608771ac9281/0_177_5120_3072/master/5120.jpg?width=445&dpr=1&s=none", "Woman dressed as suffragette"]], "author": ["Clea Skopeliti"], "date": "2022-01-15"}, "https://www.theguardian.com/politics/2022/jan/08/what-are-the-different-conservative-factions": {"title": "What are the different Conservative factions?", "subtitle": null, "text": "More than a quarter of Tory MPs are aligned to one or more internal movements. Here are the key groups\\nWell over 100 of the Conservatives’ 361 MPs are aligned with one or more of a string of internal pressure groups. Here are the main ones:\\nLed by the former chief whip Mark Harper and the former Brexit minister Steve Baker, the CRG’s size and opposition to new Covid rules is essentially the reason why England has notably fewer restrictions than other UK nations. While informal in structure, the CRG has organised and disciplined messaging, employing an external PR consultant. Support estimated at 80 to 100 MPs.\\nSet up in the lead-up to the Cop26 climate summit, its members insist they are not climate emergency sceptics but believe policies such as emissions targets and the phasing out of conventional cars have not been fully thought out and will adversely affect poorer Britons. The NZSG has 18 MPs as public supporters and claims “many” more.\\nPartly based around culture war issues, and what its chair, the Tory backbencher John Hayes, terms a struggle against “subversives” such as Black Lives Matter and Extinction Rebellion, its 136-page policy booklet sets out ideas on everything from immigration to the legal system and family life. Sixteen MPs contributed to the booklet.\\nOriginally launched by Esther McVey in parallel with her brief leadership bid to succeed Theresa May, with policies including redirecting foreign aid to domestic priorities, it boasts 159 MPs as official supporters including several cabinet ministers. However, it is less active in terms of openly agitating for policy change.\\nLed by the former Northern Powerhouse minister Jake Berry, this is a geographical faction aimed at boosting spending and investment in the north of England, north Wales and Scottish borders. More than 50 members.\\nVery low key, and not officially a party faction, as it has two Labour members and one from the DUP. But it is Tory-dominated, and is arguably the most financially significant pressure group anywhere in the UK. It has been central to parliamentary and media efforts to keep fuel duty frozen for 11 years and counting, a policy that has cost the Treasury somewhere north of £100bn.\\nThe model for the other factions. Set up in 1993, gradually moving from being the voice of Euroscepticism to that of hardline Brexiters. Hugely influential in the Commons revolts that saw off May’s limited Brexit compromises, and then ejected her from Downing Street. Largely quiet now, in part as many members have moved on to other pressure groups.", "image": [["https://i.guim.co.uk/img/media/7fbf5c6190fed26c8f43a3a0b29fb76f61505aa7/0_189_5774_3464/master/5774.jpg?width=465&dpr=1&s=none", "Mark Harper of the Covid Recovery Group"]], "author": ["Peter Walker"], "date": "2022-01-08"}, "https://www.theguardian.com/australia-news/live/2022/jan/13/australia-news-live-update-national-cabinet-nsw-covid-cases-coronavirus-vaccine-novak-djokovic-alex-hawke-visa-tennis-australian-open-victoria-qld-morrison?page=with%3Ablock-61df4d658f08b14fee0b30a8": {"title": "More than 145,000 cases and 53 deaths recorded nationally – as it happened", "subtitle": null, "text": "Scott Morrison announces widespread easing of close contact isolation rules; no decision on Novak Djokovic visa status after Australian Open draw delayed; NSW records 92,264 Covid cases and 22 deaths; Victoria reports 37,169 cases and 25 deaths; Queensland records 14,914 cases, six deaths; ACT reports 1,020 cases, NT 550; more than 3,800 Covid hospitalisations. This blog is now closed\\nVictoria has also published its daily numbers (it started working through the RAT backlog several days ago). The state has recorded 37,169 new cases and, sadly, 25 deaths.\\nWe thank everyone who got vaccinated and tested yesterday.Our thoughts are with those in hospital, and the families of people who have lost their lives.More data soon: https://t.co/OCCFTAcOZP#COVID19Vic #COVID19VicData pic.twitter.com/bykaJZHMiu\\nNSW has reported a record 92,264 cases of Covid-19, however, it’s important to note this number includes a backlog of tens of thousands of positive rapid antigent test results dating back to 1 January.\\nNSW COVID-19 update – Thursday 13 January 2022 In the 24-hour reporting period to 8pm last night:- 95.1% of people aged 16+ have had one dose of a COVID-19 vaccine- 93.7% of people aged 16+ have had two doses of a COVID-19 vaccine pic.twitter.com/LGZvGmRbth\\nSadly, 22 people have died in the latest reporting period.\\nFederal health minister Greg Hunt says nearly 350,000 Covid-19 vaccines were administered in Australia yesterday, including 254,112 booster shots.\\nAnother record day for boosters, kids, pharmacies and primary care!Daily doses: 346,349Seven days: 1,770,099More than 45,076,482 COVID-19 vaccines have been administered across Australia.We are now at 94.90% for first doses for Australians 16+ and 92.33% second doses.\\n⚠️ Severe Thunderstorm Warning current for heavy #rainfall about the #LowerWestern and #UpperWestern districts. For latest warning see https://t.co/ySONzSuwPG pic.twitter.com/mCbut6b2Gd\\nWe are standing by for those Victorian and NSW Covid-19 numbers to come through in about 20 minutes.\\nRemember, we are expecting a big jump in the NSW numbers as the state begins working its way through the backlog of positive rapid antigen tests.\\nAn Extinction Rebellion activist whose home was raided by Western Australia’s counter-terror police over a chalk message has had the case against her thrown out by a Perth magistrate.\\nRosa Hicks was one of six people arrested after a group of activists used washable chalk paint to write messages on a pedestrian bridge in Perth within view of Woodside’s headquarters to protest against the company’s development of the $16bn Scarborough gas project.\\nHicks was not involved in applying the paint, arrived after the protest had started and took photos on someone else’s phone. She said she had not taken any active part and was very conscious of avoiding any violation of the conditions of her visa.\\nYou can read the full report below:\\nJust jumping back to Anthony Albanese for a moment – the Labor leader has labelled the Novak Djokovic saga an “international embarrassment for Australia”:\\nHow do you get a visa in the first place?\\nAustralia has a policy of not allowing unvaccinated people into Australia. The government is yet to explain how that occurred.\\nAnd this has been a debacle yet again, a government sitting back, waiting for a problem becomes a crisis before it acts.\\nThis is an international embarrassment for Australia. Everyone knew about Novak Djokovic and the Australian Open. It’s not like we didn’t know when the date was. It’s been the leading sports story in the world for many months. How is it that it came to this?\\nSydney Festival chair David Kirk says that the board “missed” that the Israeli embassy would be sponsoring the festival, a fact that led to dozens of acts pulling out.\\nHe promised that a “comprehensive review” would now take place:\\nThere is a lot of work for us to do after the festival ... We’re intending to undertake a comprehensive review of everything that was done in the lead-up to this festival and what may have caused us to be in a position where artists felt unsafe.\\n\"There is a lot of work for us to do after the festival.. we're intending to undertake a comprehensive review of everything that was done in the lead up to this festival and what may have caused us to be in a position where artists felt unsafe\"- @sydney_festival Chair, David Kirk\\nThe opposition leader has been asked how he plans to win back Queensland in the upcoming election.\\nAnthony Albanese:\\nBy being concerned with their interests – by listening. I have spent a lot of time in Queensland as the Labor leader but before that for many years. I think Queensland has trusted me to be able to deliver …\\nWe are campaigning on ... a better life with working families, with cheaper childcare, with dealing with Medicare and strengthening it, not undermining it like this government has done. Affordable housing. The second issue is that of secure work.\\nAnthony Albanese:\\nPeople knew as part of the national plan that we would face increased number of infections and therefore increased pressure.\\nBut we have had now a circumstance whereby people can’t get access to their booster shots, they can’t get access to rapid antigen tests, and the government said pharmacists should go out and find them themselves. An extraordinary comment or position for the government to take.\\nAnd of course we know that there isn’t food on supermarket shelves in places right around Australia at the moment. And parents are under pressure because they were told their children could be vaccinated at this time and so many of them have struggling to get appointments.", "image": [["https://i.guim.co.uk/img/media/abc63a558fb30115adad1833b48a820b15526dd5/0_32_5470_3077/master/5470.jpg?width=465&dpr=1&s=none", "Anthony Albanese"]], "author": ["Mostafa Rachwani", "Nino Bucci", "Matilda Boseley", "Mostafa Rachwani", "Nino Bucci", "Matilda Boseley"], "date": "2022-01-13"}, "https://www.theguardian.com/world/2022/jan/14/new-zealand-offshore-drilling-rig-prompts-furious-backlash-from-climate-activists": {"title": "New Zealand offshore drilling rig prompts furious backlash from climate activists", "subtitle": null, "text": "Government accused of hypocrisy as company uses permit predating ban to  begin operation off coast of Taranaki\\nThe arrival of a new offshore drilling rig in New Zealand, a year after the country declared a climate emergency, has prompted a fresh wave of anger at the government’s alleged “hypocrisy” and “cynical politics” on climate change.\\nKeeping fossil fuels in the ground was the most basic element of tackling climate change, Greenpeace said, while #SchoolStrike4Climate movement activist Sophie Handford said allowing more oil and gas extraction was “immoral”.\\nPrime minister Jacinda Ardern has referred to climate change as her “nuclear-free moment”. In 2018 the government banned the issue of new permits for offshore exploration for oil and gas, and in December 2020 it declared a climate emergency.\\nExisting oil and gas exploration and development permits remain valid, however, and companies can still apply for permits for onshore exploration.\\n“The most basic premise of action on climate change is keeping fossil fuels in the ground,” said Greenpeace spokesperson Adam Currie. “If we can’t do that most basic thing, not only are we failing, we’re failing before the first step.”\\nHandford said “the government needs to put their money and action where their mouth is”.\n The new offshore drilling rig, run by oil and gas company OMV, will operate under a permit predating the ban. It will be transported to the mature Māui B gas field off the coast of Taranaki in the coming days, where it will complete “development drilling”.\\nIn a statement, OMV said the rig would help redevelop the Māui B field and that, “Natural gas is a vital part of the energy mix and a key bridge in the transition to renewable energy sources.”\\nOMV declined to comment regarding the criticism of the project.\\nIn a report last year, the International Energy Agency said reductions in gas, oil and coal production would be necessary to limit global warming to 1.5C and achieve net zero emissions by 2050.\\nEmily Bailey, a spokesperson for Climate Justice Taranaki, said: “A lot of us are just so sick of this [drilling] … It just props up this crazy economy which is driving us to extinction.” Bailey believed the rig’s arrival showed the government’s climate policy was “weak and insufficient”.\\nAllowing continued oil and gas development is “crazy”, said Currie, who asserted that by not restricting oil and gas drilling, the government was playing “cynical politics, and isn’t doing what is needed to uphold our collective futures”. While it has no immediate protest plans, Greenpeace would not rule out acting against the rig.\\nIn November, a group of law students filed a lawsuit in Wellington’s high court against Megan Woods, the minister of energy, after she approved two new onshore oil and gas exploration permits, alleging the decision was inconsistent with the government’s legal obligations under the country’s Zero Carbon Act and the Paris agreement and that she failed to consider key facts such as the Intergovernmental Panel on Climate Change’s recent warnings about climate change’s severity. Woods has previously declined to comment on the matter in any substance because it is before the courts.\\nAsked about the rig’s arrival, Rilke Comer, a leader of the Students for Climate Solutions group, said, “It just feels like the government doesn’t care about safeguarding our future … On a deep, emotional level, this is really visceral and gutting.”\\nHandford promised that activists would continue to mobilise to oppose further oil and gas extraction, but said: “It makes me sad that we have to keep doing this.”\\nWoods has been approached for comment.", "image": [["https://i.guim.co.uk/img/media/590c08acf33caf1d3100a265ccb10cd7b7465197/0_108_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "New Zealand banned offshore exploration in 2020 but existing permits remain valid for fossil fuel companies, angering campaigners."]], "author": ["Pete McKenzie"], "date": "2022-01-14"}, "https://www.theguardian.com/politics/2022/jan/14/labour-peers-to-oppose-amendments-to-police-and-bill": {"title": "Labour peers to oppose amendments to police and crime bill", "subtitle": null, "text": "Move means late changes focusing on powers to control protests could be voted down in House of Lords\\nLabour members in the House of Lords are to oppose last-minute amendments to the police and crime bill, which human rights activists have described as “a dangerous power grab”, in a move that could kill the proposals entirely.\\nIn a low-key announcement on the LabourLordsUK Twitter account on Friday, the party said it would be “opposing protest clauses added late” to the bill, a reference to 18 pages of amendments introduced by the government in November.\\nUnlike the rest of the bill, however, where the lords can merely send amendments back to the Commons to be reconsidered, because the latest amendments were introduced in the Lords they will fall if peers vote against them.\\nLabour’s decision to oppose sections of the police, crime, sentencing and courts bill means that with the Greens, the Liberal Democrats and some independents there will be enough votes to defeat the government.\\nIt comes after intensive lobbying. Liberal Democrat and Green party peers have already said they would oppose the amendments and called on Labour to do the same, a call echoed by the civil rights groups Liberty and Big Brother Watch, and environmental groups, including Greenpeace and Extinction Rebellion.\\nYvette Cooper MP, the shadow home secretary, said: “The policing bill should have been an opportunity to tackle violence against women, improve support for victims of crime and keep communities safe [but] …“the government’s priority has been to use the bill to bring in rushed powers that are incredibly widely-drawn – for example, allowing the police to stop and search anyone in the vicinity of a protest, including passersby, people on the way to work and peaceful protesters.\\n“We’ve put forward an alternative sensible approach that improves training and guidance for the police and lets councils take action against threatening anti vax protests outside schools, as well as clear plans to tackle violence against women and girls. Security is at the heart of Labour’s contract with the British people. Instead of seeking headlines and stoking division, the Conservatives should implement Labour’s plans to keep the public safe.”\\nJenny Jones, the Green party peer, said she welcomed Labour’s support at what she described as a “crunch time for opposition to this increasingly authoritarian government”.\\n“These are Belarus-style laws, but the Lords can stop them if we can motivate enough peers to stay with us during Monday’s late night sitting and vote for basic democratic values,” she said. “It’s no way to run a country, but a lot will come down to stamina and I’m bringing my sleeping bag.”\\nThe late amendments, which focus on new powers to control protests, were introduced to the Lords on the day nine Insulate Britain protesters were sent to jail for breaking injunctions banning roadblock actions.\\nAmong them were new offences of locking on, for cases where protesters attach themselves to objects or each other to make it more difficult for police to remove them; being equipped to lock on; wilful obstruction of the highway; and obstruction of major transport works, all with potential 51-week jail sentences.\\nThey would also beef up police powers of stop and search, with reasonable grounds extended to include items intended for use in connection with disruptive protests and new orders to allow for suspicionless stop and search around protests.\\nThey would also introduce asbo-style “serious disruption prevention orders” that would allow authorities to ban named individuals from participating in demonstrations or using the internet to encourage others to do so.\\nLord Brian Paddick, the Liberal Democrats’ home affairs spokesperson in the Lords and a former senior police officer, said: “The government wants to give the police power to stop and search protesters without suspicion and to give the courts the power to ban people from protesting, whether they have committed an offence or not.\\n“This entire bill is outrageous, but now there is a real chance we can irreversibly sink some of the worst parts.”\\nLabour said it was not intending to oppose all the measures. According to the announcement, the party will attempt to amend rather than vote down the roadblock clause to narrow its scope to the “strategic roads network”.\\nCritics fear this will leave space for the government to revert to these clauses in the Commons.\\nA Home Office spokesperson said: “We will always champion the right to protest peacefully and this bill in no way changes that.\\n“We have seen some of the most self-defeating and dangerous protests in recent years with people gluing themselves to motorways, causing serious disruption to the law-abiding majority across the country and tearing police away from communities that need them most.\\n“That’s why our police, crime, sentencing and courts bill is so necessary – it gives police the power to proactively prevent this kind of chaos before it ensues, and focuses on a selfish minority of relentless reoffenders.”", "image": [["https://i.guim.co.uk/img/media/7b3dfafa7f1d8f4d57cbe673aa1afc3581dcf946/0_265_5056_3034/master/5056.jpg?width=465&dpr=1&s=none", "A protester is confronted by police during a demonstration in Parliament Square, London"]], "author": ["Damien Gayle"], "date": "2022-01-14"}, "https://www.theguardian.com/business/2022/jan/17/billionaire-philanthropist-leads-worlds-top-performing-hedge-funds": {"title": "Extinction Rebellion donor leads world’s top-performing hedge fund", "subtitle": null, "text": "Chris Hohn’s TCI fund, known as one of the most aggressive activist investors, made a 23% gain in 2021\\nThe world’s 20 top performing hedge fund managers earned a record $65.4bn ($48bn) profit for their clients in 2021 after bets placed on rising stock markets paid off.\\nThe biggest winner was TCI, the fund run by British billionaire Sir Chris Hohn, which made a gain of $9.5bn last year, according to the annual rankings by LCH Investments.\\nTCI, which manages about $44bn of assets and is known in the City and on Wall Street as one of the most aggressive activist investors, made a gain of 23.3% in 2021. TCI, which stands for the Children’s Investment fund, has made total gains of $36.5bn since it was set up in 2003.\\nHohn, a philanthropist and climate crisis activist, paid himself $152m last year, less than a third of the $475m he received the previous year.\\nHe has pumped more than £4bn into his personal children’s charity and in recent years has taken on a second cause: the climate crisis, promising to use TCI’s $44bn of investments to “force change on companies who refuse to take their environmental emissions seriously”.\\nHohn is the single biggest individual donor to Extinction Rebellion (XR), which has staged high-profile climate protests around the world. “Humanity is aggressively destroying the world with climate change and there is an urgent need for us all to wake up to this fact,” he said when he was revealed as XR’s main funder.\\nThe top 20 hedge funds returned 10.5% on average, making total gains of $65.4bn, up from $63.5bn and the most since LCH started collating the data in 2010.\\n“The net profit generated by the top 20 managers for investors was the highest ever,” Rick Sopher, the chair of LCH said.\\n“While hedge funds have not been the best performers of the past decade, they may become more useful if the market environment changes, which it inevitably will,” he added. “Equity markets have been soaring and bond markets are precarious, so the risks of traditional equity and bond investors losing money in the future are high and rising.”\\nThe second-best performing fund was Citadel, a US fund run by Ken Griffin, the world’s 54th wealthiest person with an estimated personal fortune of $27.5bn. Last year, Citadel made $8.2bn, a 26% return.\\nIn 2019 Griffin bought a Grade II* Georgian mansion within sight of Buckingham Palace for almost £100m. He purchased 3 Carlton Gardens, which overlooks the Mall and St James’s Park in central London, for £95m.\\nHe owns string of luxury properties across the world, including the most expensive ever sold in New York, Chicago and Miami. Last year he bought a four-level penthouse at the top of Chicago’s No 9 Walton apartment complex for $58.8m. When it is fitted out the apartment will feature a private pool and several balconies.\\nGriffin mostly lives and works in Chicago, where Citadel is based, and also owns a condominium that occupies the whole of the 37th floor of the city’s Waldorf Astoria hotel.", "image": [["https://i.guim.co.uk/img/media/eda2c2062e3fc6717e33aa1674703aebc2f272c0/0_59_1370_822/master/1370.jpg?width=465&dpr=1&s=none", "Chris Hohn"]], "author": ["Rupert Neate"], "date": "2022-01-17"}, "https://www.theguardian.com/commentisfree/2022/jan/18/study-crowds-police-crime-bill-less-safe-priti-patel": {"title": "I study crowds – that’s why I know the police and crime bill will make us less safe", "subtitle": null, "text": "Priti Patel’s crackdown on peaceful protesters ignores all the evidence about how to handle large demonstrations\\nOn the first day of 2022 – the hottest New Year’s Day on record – Priti Patel announced that cracking down on eco protesters would be one of her priorities for the year.\\nIt wasn’t simply rhetoric. The police, crime, sentencing and courts bill for England and Wales being debated in parliament provides the police with a dramatic extension to their powers to stop or constrain protest. It even contains a provision allowing police to fine protesters for inadvertent breaches of restrictions they “ought” to have known about.\\nIt’s remarkable that the government would frame people campaigning about the climate crisis, rather than the climate crisis itself, as the priority problem. But Patel is following a line of thought going back to the dawn of industrialisation, which sees protest crowds as a source of fear. Assembling into crowds gives people power, and allows them to challenge forms of social control.\\nFor those accustomed to holding the whip hand, there is nothing more terrifying than that.\\nThese fears and fantasies about the crowd were systematised into theories that hold crowd members to be inherently violent, and thus view any crowd event as having the potential to descend into mayhem. This then legitimated repression. One can’t reason with the mob, only dominate them.\\nThe irony is that the repressive power of the police, supposedly the means of stopping violence, is actually the source of most violence in crowd events – either directly (the police inflict far more violence than is inflicted upon them) or indirectly (the repression of protesters’ rights inflames previously peaceable crowds).\\nIn recent years these dynamics of repression and escalation have been increasingly recognised not just by critics but by the police themselves. In the UK, the turning point was the death of Ian Tomlinson during the 2009 G20 summit protests. This led to a major report, Adapting to Protest, which suggested new forms of public order policing, based on new policing practices.\\nOne is facilitation, which entails changing the focus from stopping the crowd, to helping them achieve lawful goals. Another is dialogue policing, where police liaison officers act as mediators between police and the crowd.\\nRecently there has also been emphasis on rights-based policing, which is organised around upholding the right to freedom of peaceful assembly as enshrined in article 11 of the European convention on human rights and article 21 of the international covenant on civil and political rights.\\nThe recent Cop26 in Glasgow was heralded by Police Scotland as an event where the principles of rights-based policing would be put into practice. Our team of psychologists, sociologists and legal scholars spent two weeks on the streets of the city examining how that worked out.\\nCertainly there was a lot of protest – a 100,000-strong march was the centrepiece, but marches, vigils, sit-downs and lock-ons occurred every day. And yet there was virtually no violence, and fewer than 100 arrests in total.\\nMuch of this has been put down to “firm but amiable policing”. But protesters had no intention to be violent in the first place, even Priti Patel’s bugbears in Extinction Rebellion (XR). This was exemplified for me personally when XR mounted an action outside a Santander bank branch. Two people locked themselves together and blocked the street. Protesters assembled, chanted, danced and painted graffiti on the walls of the bank.\\nTwo hours later it was all over, everyone had left and council cleaners had even removed the graffiti. “Was it hard work?” I asked the cleaners. “No,” they replied. “Easy, it was chalk-based paint [designed to wipe off with a cloth].” XR protesters may be awkward and they may be disruptive. But they are certainly not violent or destructive.\\nThe only times we saw mounting tension and anger were where protesters did experience the policing as excessive and intrusive – as when police gathered in large numbers, and used surveillance officers to film protesters – or repressive, notably during two kettling incidents.\\nThis came down to differences in the sense of threat or danger. While the police committed in principle to enabling peaceful protest, disruptive crowd actions were always seen to compromise official control and hence create danger, and therefore had to be policed robustly. For protesters, however, danger was not on the horizon and hence the policing was seen as excessive.\\nFor example, the kettling incident on 3 November occurred when a protester outside the offices of the SSE energy company was said by police to have sprayed two officers with paint. The police characterised this as an assault on their officers and as evidence of the threat posed by the crowd. Protesters saw it as nothing of the sort, and certainly not a reason to treat their protests as threatening.\\nOverall, Cop26 represented an uneasy grafting of rights-based policing concerns on to prior concerns about control. While the low level of arrests seems encouraging, if it comes out of an overall massive use of force that makes protesters feel unable to exercise their rights to peaceful protest it’s hardly something to celebrate.\\nThe way forward is to understand that a rights-based approach cannot simply be mixed into an existing public order framework but must lead to a rethinking of traditional policing priorities.\\nWhich is why the police and crime bill is a step backwards. It delegitimates protest in the eyes of the police, and delegitimates police in the eyes of protesters. It ditches individual rights, and raises restoring control as the overriding consideration.\\nThe bill unambiguously reinstates the police as arbiters rather than facilitators of dissent. It will further erode police legitimacy and give succour to a chant we heard repeatedly on the streets of Glasgow: “Who do you serve? Who do you protect?”\\nStephen Reicher is a member of the Sage subcommittee advising on behavioural science. He is a professor of Psychology at the University of St Andrews. During Cop26 he was part of a research team, funded by the New Institute in Hamburg, which was studying the dynamics of protest.", "image": [["https://i.guim.co.uk/img/media/684a9afada39597c302c16c69eae3eb7500fc7b8/93_0_4109_2466/master/4109.jpg?width=465&dpr=1&s=none", "A police officer monitors protesters during a climate change demonstration outside Cop26 in Glasgow"]], "author": ["Stephen Reicher"], "date": "2022-01-18"}, "https://www.theguardian.com/politics/2022/jan/16/where-did-it-all-go-wrong-how-the-tory-press-is-turning-on-boris-johnson": {"title": "‘Where did it all go wrong?’: how the Tory press is turning on Boris Johnson", "subtitle": null, "text": "None of them have yet called for him to quit but the Conservative-leaning papers have harsh words for the beleaguered PM\\nThe Conservative press has been put in an awkward position in recent days. They all supported Johnson in the 2019 general election, but his conduct in office, and management of Downing Street during the pandemic, has since proved every bit as haphazard as his critics had suggested it might.\\nHere, the Guardian looks at the Sunday newspaper editorials and comment pieces. They mostly reflect surprise, anger and despair – but none actually call for him to quit.\\nWhere did it all go wrong? The PM should show the voters who gave him a landslide that he is still on their side by scrapping the projected increase in National Insurance as part of a total rethink on tax and spend … Time was when Mr Johnson identified himself as standing on the side of the consumer, as a liberal-minded and patriotic politician who thought that the Government should largely leave people alone. This has been jettisoned in favour of the nanny state and social-democracy, which is both an economic miscalculation and a political one. Are Extinction Rebellion, Greta Thunberg, anti-car activists, and supporters of big government and higher taxes now queuing up to defend the Prime Minister? Successive Tory governments have bent over backwards to give the Left everything it wants with no electoral payoff whatsoever. Key to political survival is loyalty: remember who put you where you are and why …\\nUnusually, perhaps, the Mail on Sunday did not write an editorial on the prime minister’s woes, preferring to focus on its criticism of the BBC. Two opinion pieces made the case for keeping Johnson.\\nDr Liam Fox, Conservative MP and former defence secretaryThose who hate Johnson because of his role in the referendum campaign, or because they are unwavering in their opposition to the Conservative Party, will never be placated. We should not be swayed by their voices … Given that the pandemic has become the defining issue of Johnson’s government, we will only know its real agenda in the coming months. We should defer judgment. This is a time for unity over division, hard work over personal ambition and putting the country before the party. It is not a time for a leadership challenge.\\nPeter HitchensHeaven knows I am no supporter or defender of Johnson. Even on his own terms, his behaviour has been dismal. I think he betrayed everything he supposedly stood for when he closed the country that evening nearly two years ago. He listened to the wrong experts and allowed the promotion of a terrible exaggerated fear, which has permanently ruined many lives and which he still has not managed to disperse. But I do wonder why he is now in such trouble, just after he had begun to show signs of regaining his reason.\\nJohnson’s longevity is a more complicated question. On one level it is axiomatic that voters, exercising their will at the ballot box, get the politicians they deserve.\\nWhen you consider that the alternative in 2019 was Jeremy Corbyn, it puts a different light on the old adage. Sir Keir Starmer, for all his improvements to Labour’s front bench, remains some way from looking like the winner of the next election.\\nHoping for Johnson to change is pointless: he won’t. We can only hope that this era of destructive decadence eventually gives way to something brighter. Perhaps, out of the bewildering mess that is Johnson’s premiership, a challenger will at some point emerge who can combine competence with trustworthiness and a little entrepreneurial vision. Is that too much to ask?\\nBoris Johnson’s lack of grip over the Downing Street lockdown parties and their fallout has been staggering. The Prime Minister has admitted joining one bash as voters endured strict restrictions which prevented them seeing dying loved ones.\\nAt another do, a fridge was stocked with booze while the nation prepared to mark the death of Prince Philip. We report today that around 35 Tory MPs have submitted no confidence letters in the PM to the backbench 1922 Committee. That was before they returned to their constituencies this weekend to face the full ire of furious voters. Another 20 or so letters will trigger a disastrous leadership contest that could seal his fate … Now Boris is pinning his hopes on the Partygate inquiry by civil servant Sue Gray. Even if he is cleared of serious rulebreaking, Boris’s famed ability to wriggle out of scrapes will be tested to the limit. The PM urgently needs to re-establish the trust of the British people if he is to survive.\\nWe hope that Boris Johnson and those around him will now do the right thing for the health of our politics. The surest way to stop the seemingly almost daily toxic deluge of scandals about lockdown-era partying is to ensure that every single incident is fully reported to the senior civil servant Sue Gray as she pursues her forensic investigation. This debacle must not delay urgent work to revitalise the economy, rescue health and social care and make up for lost time in education. And there is also the big challenge of delivering on all the promises of the 2019 election and levelling-up Britain’s poorest communities. Millions of people will enjoy the return of full freedoms to daily life on January 26, but politics will not get back to normal until the full story of an elite’s illicit partying is disclosed.", "image": [["https://i.guim.co.uk/img/media/21d27ec21ecd9daf7295b6c5686ad0998662f3dd/0_0_2560_1536/master/2560.jpg?width=465&dpr=1&s=none", "The front pages of some of Sunday’s British newspapers"]], "author": ["Nick Hopkins"], "date": "2022-01-16"}, "https://www.theguardian.com/environment/2022/jan/21/the-greens-want-to-take-our-meat-away-europeans-go-to-war-over-their-dinner": {"title": "Greens v ‘beefatarians’: Europeans go to war over their dinner", "subtitle": null, "text": "With meat consumption twice the global average, citizens of EU27 have to reconcile environmental concerns and culinary traditions\\nA row over meat consumption in Spain over the last month is just the most recent eruption of the debate all over Europe, as the continent grapples with making its famous cuisines more sustainable.\\nFood is inextricably intertwined with national identity for countries in continental Europe; a good steak, with perfect frites stacked beside it; a plate of wafer thin carpaccio, drizzled with dressing or plain old olive oil; wurst, served with good mustard; jamón ibérico laced with creamy white fat.\\nEuropeans love their meat, and they eat a lot of it. About 1.5kg a week is consumed by the average citizen of the EU27 – that’s twice the global average.\\nBut it is also clear that if there is to be any hope of reducing the impact of global heating, that consumption level will have to fall rapidly. Greenpeace estimates that it will need to drop by 70% by the end of the decade, and down to 300g by 2050. That translates (since not all the meat that leaves slaughterhouses ends up being either sold or eaten) to each European actually eating, per week, a quantity of meat equivalent to about two good-sized hamburgers.\\nThe response to this news? Unenthusiastic, to say the least. Politically, balancing the priorities of environmental action against the clout of often powerful farming lobbies and the expectations of populations accustomed to consuming large quantities of unrealistically cheap meat looks nearly impossible.\\nIn Spain, for example, which holds the dubious honour of being the EU member state with the highest per capita meat supply in the bloc (more than 100kg per person, per year) the consumer affairs minister, Alberto Garzón, was engulfed in a national row last July after calling on his compatriots to eat less meat for the sake of the environment and of their own bodies. “Our health and the health of our families is at stake,” he said. “Eating too much meat is bad for our health, and for the planet.”\\nWithin hours, he had been slapped down not just by the agriculture minister, but by the prime minister, Pedro Sánchez. Asked what he made of Garzón’s plea, Sánchez observed: “Speaking personally, a medium-rare steak is hard to beat.”\\nThere is evidence that many Europeans are taking the issue seriously. One recent survey showed almost half (46%) of European consumers are now eating less meat than they once did, while 40% are planning on reducing their meat consumption in the future.\\nThe EU-backed study, of more than 7,500 people in 10 European countries, found a third actively sought to minimise their meat consumption – with 73% of that group saying they had “substantially” reduced their meat intake over the past months.\\nBut in its latest document, the European Commission suggests that despite clear and growing public awareness of the importance of sustainability, EU meat consumption per capita, left to its own devices, is likely to fall by little more than 3kg a year.\\nGovernment intervention, then, will be essential, but, judging by Spain’s example, difficult. Garzón again told the Guardian in December that people had to reduce their meat consumption, and contrasted meat from traditional, extensive farming with that produced on intensive megafarms, but parts of Garzón’s interview were seized on by the conservative People’s party and the far-right Vox party, who have demanded he resign for what they portray as an unforgivable attack on Spain’s important meat industry and the quality of its exports.\\nThe consumer affairs minister has stuck by his words, accusing “the lobby of certain big companies which promote polluting megafarms” of deliberately distorting what he said. His comments, moreover, do not differ wildly from official government policy. The ministry for ecological transition wants extensive production systems promoted, and well-adapted native breeds used more. The agriculture minister has praised small family farms, and some regional governments have already acted to limit intensive farming.\\nIn Germany, traditionally among the EU’s biggest consumers of animal-based products per capita, meat-eating has declined steadily over the last two decades, but here too the politics are sensitive.\\nThe Green party, part of the new three-party coalition with the centre-left SPD and the liberal FDP, might have been expected to throw itself into accelerating the falling trend, but has so far held back.\\nThe hesitancy comes from painful political experience. Germany’s Greens have suffered in recent years from being seen as a Verbotspartei, intent on banning the joys of life. A 2013 “veggie day” initiative for meat-free days at state-subsidised canteens saw the tabloid Bild complain that “the Greens want to take our meat away”.\\nInstead, the environmental party has used its first weeks in power to initiate a less politically exposing campaign against junk meat sold for junk prices. The new agriculture minister, Cem Özdemir, told Bild Germans were losing out because food quality and food prices were too low.\\nJunk prices, often imposed by all-powerful supermarket chains, he said, “drive farms to ruin, prevent animal welfare, promote species extinction and burden the climate. I want to change that.” The price of food should, he said, echoing the findings of a commission set up by the previous government, reflect the “ecological truth” and consumers must get used to paying a fair price for better quality.\\nBut this approach, too, is far from universally popular: the new government’s attack on cheap meat was criticised by the Paritätische Gesamtverband, an umbrella group for Germany’s social welfare organisations, which argues higher food prices must be accompanied by compensation payments for those on low incomes.\\nAnd in Italy, the environment minister, Roberto Cingolani, triggered a fiery debate last year by saying excessive meat consumption was harmful to health and the environment, adding that encouraging Italians to eat less meat would be central to his plans.\\n“Changing our diet will have the combined benefit of improving public health, decreasing water use and producing less CO2,” Cingolani said. Farmers hit back instantly, saying annual meat consumption per capita in Italy is among the lowest in Europe and meat was an important part of a balanced diet.\\nActivists including Luca Mercalli, a well-known metorologist, are keeping the debate alive, arguing that better quality meat produced closer to home and consumed in smaller quantities would make a significant difference to the environment.\\n“A proportion of Italians are sensitive to the topic and have changed their diets, either due to concerns about the climate or dietary motives,” Mercalli said. “The problem in Italy is the debate often turns toxic, with vegetarians becoming very judgmental of meat-eaters, which in turn alienates 90% of the population.”\\nThe onus should be on the government to provide clearer information, he said. “The message should be: eat less meat, but when you do, buy locally produced meat that is more sustainable. Even if you pay more, eating better quality meat once a week is far better than eating a cheap hamburger every day.”\\nFrench meat consumption has also been falling steadily, with surveys suggesting half the population has reduced their meat consumption over the past three years and that 30% would like to continue doing so over the next three. And yet howls of outrage greeted the launch of France’s national low-carbon strategy, adopted in 2020, which aims to cut greenhouse gas emissions from agriculture – which represent 20% of the country’s total, with fully 80% generated by livestock farming – by 19% by 2030 and 46% by 2050.\\nEU countries that have tried to implement concrete meat reduction policies have faced instant backlashes. The Danish government was forced in 2020 to reverse a ban on state canteens serving meat for two days every week after trade unions and the food industry objected, and the government has now instead switched its focus to boosting non-meat food production, approving a climate agreement that features the EU’s largest investment in plant-based research and development, including an annual fund to support the transition to a nationwide dietary shift. In the Netherlands, in an attempt to prioritise tackling the major environmental issues long caused by its intensive pig and other farms, the new government features a minister for nature and nitrogen affairs, Christianne van der Wal-Zeggelink.\\nAnd all of this is no less true for the European Commission itself, struggling with the incompatibility of ambitious carbon emission reduction plans and the vast common agricultural policy subsidies that account for nearly a third of the EU’s budget. Greenpeace has broken down the numbers and calculates that a fifth of the EU’s entire budget is spent on livestock.\\nAs recently as 2020, the EU was still spending money to promote meat eating with a controversial and frankly slightly mad ad campaign exhorting people to become Beefatarians. “If the sound of beef sizzling on the grill brings tears to your eyes, you’re a real Beefatarian,” coos the ad. Confused? It’s only going to get worse.", "image": [["https://i.guim.co.uk/img/media/32bd53ccf7591d6d8a4c726c8debc38c8c1a72d5/0_0_3000_2126/master/3000.jpg?width=465&dpr=1&s=none", "Customers wait at the counter of a ham store in Madrid."]], "author": ["Jon Henley", "Sam Jones", "Angela Giuffrida", "Philip Oltermann"], "date": "2022-01-21"}, "https://www.theguardian.com/politics/2022/jan/01/priti-patel-vows-to-curb-eco-protests-and-asylum-appeals-in-2022": {"title": "Priti Patel vows to curb eco protests and asylum appeals in 2022", "subtitle": null, "text": "Home secretary delivers legal wishlist in new year video message which opposition calls ‘slogans not solutions’\\nThe home secretary has said she intends to crack down on eco protesters and end the “legal merry-go-round” of “spurious” asylum seeker claims in 2022.\\nIn a new year video message posted on social media, Priti Patel said she was proud of many things the government had achieved in 2021, such as the launch of its strategy to tackle violence against women and girls.\\nBut she said there was “much more to do” this year, including cracking down on eco protesters on the country’s roads, who she said had “caused misery to the law-abiding public”.\\nPatel added that she was committed to tightening asylum laws and stopping crossings over the channel from France, after a year that saw more than 25,000 people reach the UK in small boats.\\nIn response the shadow home secretary, Yvette Cooper, and a leading human rights barrister said the government needed to look at its own role in asylum claims. Extinction Rebellion also accused the government of not taking necessary action over the climate crisis and wrongly blaming protesters.\\nLooking ahead to 2022, Patel said it was “vital” the government’s police and crime bill passed through parliament.\\n“The bill will introduce mandatory life sentences for those who kill an emergency worker in the course of their duty and also crack down on the so-called eco protesters on our roads and motorways that have caused misery to the law-abiding public,” she said.\\n“I will also continue to prioritise fixing our broken asylum system. It has been untouched for two decades, but passing our (nationality and) borders bill into law in 2022 will finally give us the powers we need to deliver long-overdue change.\\n“A fairer system deterring illegal entry across the Channel by cracking down on people smugglers and ending the legal merry-go-round of spurious asylum claims is what the British people expect and we will deliver.”\\nPatel also said the streets were safer thanks to a reduction in knife crime, gun crime and murders.\\nAccording to the Office for National Statistics (ONS), there was an 8% decrease in knife-enabled crime in the year ending June 2021, compared with the previous year.\\nHomicides were also down 11%, it said, while offences involving firearms fell by 6%. All figures were for crimes recorded by the police in England and Wales.\\nHowever the ONS stressed that patterns of crime over that period had been “significantly affected” by the Covid pandemic and government instructions to limit social contact.\\nPatel said: “Whether it be cutting crime, keeping our country safe from terrorism or controlling our borders, we have a range of plans in progress to deliver for the British people. That is an ambitious programme, but one I will be relentless in delivering as we focus on building back safer in the year ahead.”\\nAdam Wagner, a human rights barrister at Doughty Street chambers, said the Home Office needed to review its own role in asylum claims rather than place responsibility on lawyers.\\n“This home secretary, and the government she represents, spend too much time making out that lawyers and legal process are somehow responsible for the broken asylum system,” he said.\\n“The truth is that almost half of all asylum appeals are successful – and the reason for that is a poorly resourced Home Office which blames everyone but itself for shoddy decision-making. The asylum system protects the world’s most vulnerable and we should all focus on doing better by them.”\\nA spokesperson for Extinction Rebellion said: “This is the action of a government who are clinging on to a model of business as usual that is heading us towards disaster and they would rather imprison grandparents, teachers and priests than face the scale of the changes that they need to make.”\\nLabour’s shadow home secretary, Yvette Cooper, said the government had the wrong priorities: “Prosecutions have plummeted, recorded violent crime and antisocial behaviour are up, just 1.4% of rapes are going to court and more victims are being let down. Asylum decisions are down, the backlog is going up, dangerous boat crossings are increasing, and safe, legal routes are being cut.\\nCooper said that 95% of Windrush scandal victims have had no compensation as yet and added: “The Home Office plan for 2022 should be to put right these deep-rooted problems caused by 11 years of Conservative policies. Instead, this is a Home Office of slogans not solutions so they just keep making things worse.”", "image": [["https://i.guim.co.uk/img/media/b4af7dcb250497caa35216453ead090ea3a14ae2/195_190_1521_912/master/1521.jpg?width=465&dpr=1&s=none", "Priti Patel in the video she posted to social media"]], "author": ["Harry Taylor"], "date": "2022-01-01"}, "https://www.theguardian.com/law/2022/jan/07/lawyers-jump-to-juries-defence-as-tories-fume-at-colston-four-verdict": {"title": "Lawyers jump to juries’ defence as Tories fume at Colston Four verdict", "subtitle": null, "text": "Veterans of defending protesters dismiss idea of troubling precedents being set in Bristol acquittal\\nThis week’s acquittal of four people over the toppling the statue of the slave trader Edward Colston was hailed by many as an exemplar of the jury system in action, although there were significant dissenters. Conservative MPs variously said the verdict undermined the rule of law and that they were deeply concerned by the precedent it set.\\nFor Mike Schwarz, a partner at Hodge, Jones and Allen and a veteran in representing protesters – including 28 Greenpeace activists cleared in 2001 of causing criminal damage despite admitting destroying a crop of genetically modified maize – that reaction was all too familiar.\\n“I remember just after one of the Greenpeace cases, over a decade ago, there was a front page of the old G2 environment section of the Guardian where there was a big picture of a protest and a banner headline posing the question whether the verdict meant a ‘free for all’ [for direct action protests],” he said.\\n“And when I saw the reaction to Colston I had flashbacks to those times. Now, as then, there was a concern – outrage, even – from the more reactionary parts of the political spectrum about activists being able to do what they want and juries acquitting them.”\\nHe said governments and businesses never liked juries acquitting protesters who had admitted damage or disruption, but it was not a new phenomenon and had not caused a free for all.\\nEven before the GM crops case, in 1996 a Liverpool jury acquitted two women charged with causing £1.5m damage to a Hawk fighter jet. They admitted the damage but said they had acted to prevent its use in the bombing of East Timor by Indonesia, which contravened international law.\\nSchwartz, who represented six climate crisis activists acquitted last month for a protest that halted the Docklands Light Railway (DLR) in London’s financial district, said the lesson from Colston was that “juries are the safest pair of hands to deal with issues about the lawful scope of protest and concerns about what government or business do. This is the rule of law in action.”\\nMartin Porter, a coordinator of Greenpeace’s Manchester branch and one of those cleared in the GM crops case, also dismissed the idea of dangerous precedents being set.\\n“In our case it was a government that was clearly going against public opinion in the way it was allowing GM crops, and in this case Bristol council had not taken any action over community outrage at the statue,” he said.\\n“We were only asking for acquittal for what we did, not a carte blanche to go and do it anywhere else. In our case the evidence was around the things we’d done beforehand to try and get this crop stopped, and in the Colston case it was the campaigns that had been going on for years to try and get this statue removed.”\\nIan Bray, a co-founder of Extinction Rebellion (XR) who has twice been acquitted by jurors – once in the DLR trial and once in April last year after damaging Shell’s London headquarters – said juries understood that “not all damage is the same” but it also came down to luck.\\n“It’s like pulling the lever of a fruit machine and you’re hoping for three pineapples,” he said. “You’ve got to get at least three jurors who won’t convict. If you’ve only got two, the other 10 are a majority who can convict, but you can’t have a nine-to-three majority.”\\nBray said it was a deliberate tactic of XR to get trials before juries – there are a string of cases delayed by Covid – in the hope that they prove more sympathetic than magistrates. To that end, in the action against Shell he said they aimed to cause just over £5,000 damage to meet the threshold for a crown court trial but avoid the risk of heavy sentencing, only to be charged with £25,000 of damage. “It’s very hard to calculate,” said Bray.\\nSchwarz and a fellow HJA partner, Raj Chada, who represented two of the Colston four, believe the defence of protesters has been boosted by a supreme court ruling last year. In June the UK’s highest court quashed the convictions of Nora Ziegler and three others who had formed a blockade outside a London arms fair, saying there must be a test of “proportionality” weighing up the defendants’ rights to freedom of expression and freedom of assembly against the disruption caused. The defence of proportionality was subsequently used in the DLR and Colston cases.\\nBy contrast, in the Shell case, which was pre-Ziegler, the judge said there was no defence in law. However, the Shell defendants were still acquitted. It illustrates that for all the government talk of closing loopholes to prevent a repeat of the Colston decision, and Boris Johnson and Priti Patel encouraging prosecution of protesters, while there is a right to jury trial – something the government has itself proposed strengthening in a new bill of rights – juries will always have the right to acquit where they see fit.\\nKirsty Brimelow QC, the vice-chair of the Criminal Bar Association, said: “This wasn’t a rebellion. The verdict was within the law. Juries will continue making their decisions on the lives of those placed in their hands on the facts of the cases and within the protection of the law for both defendants and prosecution. The verdict should not be traduced by politics.\\n“Taxpayers may prefer their money to be directed at the causes of the protests: they are big causes such as the climate crisis, the erasure of black history and historic and present atrocities and violence against women and girls.”", "image": [["https://i.guim.co.uk/img/media/f16a3009e5b1e73447111bc13b721828680db667/0_0_3500_2100/master/3500.jpg?width=465&dpr=1&s=none", "The toppling of the statue of Edward Colston in June 2020"]], "author": ["Haroon Siddique"], "date": "2022-01-07"}, "https://www.theguardian.com/us-news/2022/jan/26/joe-manchin-climate-crisis-global-villain": {"title": "‘He’s a villain’: Joe Manchin attracts global anger over climate crisis", "subtitle": null, "text": "The West Virginia senator’s name is reviled on the streets of Bangladesh and other countries facing climate disaster as he blocks Biden’s effort to curb planet-heating gases\\nWithin the brutal machinations of US politics, Joe Manchin has been elevated to a status of supreme decision-maker, the man who could make or break Joe Biden’s presidency.\\nInternationally, however, the Democratic senator’s new fame has been received with puzzlement and growing bitterness, as countries already ravaged by the climate crisis brace themselves for the US – history’s largest ever emitter of planet-heating gases – again failing to pass major climate legislation.\\nFor six months, Manchin has refused to support a sweeping bill to lower emissions, stymieing its progress in an evenly split US Senate where Republicans uniformly oppose climate action. Failure to pass the Build Back Better Act risks wounding Biden politically but the ramifications reverberate far beyond Washington, particularly in developing countries increasingly at the mercy of disastrous climate change.\\n“He’s a villain, he’s a threat to the globe,” said Saleemul Huq, director of the International Centre for Climate Change and Development, based in Bangladesh. “If you talk to the average citizen in Dhaka, they will know who Joe Manchin is. The level of knowledge of American politics here is absolutely amazing, we know about the filibuster and the Senate and so on.\\n“What the Americans do or don’t do on climate will impact the world and it’s incredible that this one coal lobbyist is holding things up. It will cause very bad consequences for us in Bangladesh, unfortunately.”\\nThe often tortuous negotiations between Manchin, the White House and Democratic leaders appeared doomed on 19 December when the West Virginia senator said he could not support the $1.75tn bill, citing concerns over inflation and the national debt. The latest twist caused anguish to those who see their futures being decided by a previously obscure politician located thousands of miles away.\\n“I’ve been following the situation closely,” said Tina Stege, climate envoy for the Marshall Islands, a low-lying Pacific nation that risks being wiped out by rising sea levels. “We have to halve emissions in this decade and can’t do it without strong, immediate action by the US.”\\nStege said the Marshall Islands was already suffering the impacts of the climate crisis and if the US doesn’t slash its emissions “the outcomes for countries like mine are unthinkable.”\\nEven America’s closest allies have looked on in dismay as a single lawmaker from Biden’s own party has stalled what would be the biggest – and arguably first – piece of climate legislation in the US’s plodding, and often rancorous, history of dealing with escalating global heating.\\n“Biden has done a fair bit in very challenging circumstances [but] in Canada we look on with bewilderment because it’s such a different political context. It’s very bizarre,” said Catherine McKenna, who was environment minister in Justin Trudeau’s government that introduced carbon pricing in 2019. “Politics is hard but I don’t think anyone has given up. We just really hope they are able to get a deal.”\\nMcKenna said she was vilified by some Canadian provincial premiers who “fought to the death” against carbon pricing but that there was now broader support for climate action across the country, including within industry, than in the US. “It’s unfortunate that it’s just one person that is holding up something that’s so critically important,” she said of Manchin.\\n“Joe Manchin is a problem, and I think he needs to be called out,” said Ed Davey, a British MP who was previously the UK’s secretary of state for energy and climate change. “It’s in the US interest, in the interest of West Virginia and elsewhere, to take advantage of green zero-carbon technology, which is the future.”\\nDavey, who is now leader of the Liberal Democrats, warned that the US risks ceding leadership in clean energy to China if it doesn’t act. “People will end up paying higher prices, jobs will go and not be created, the security of America will be reduced, Beijing will be laughing,” he said, adding that Manchin was in effect “working on behalf of the Chinese government” by not supporting the transition away from fossil fuels.\\nChina used last year’s Cop26 climate talks in Scotland to “insidiously point out to every country that US just can’t implement”, said Rachel Kyte, dean of The Fletcher School at Tufts University and a climate adviser to the UN secretary general. Kyte said many governments believe Biden is well-meaning but cannot follow through on his commitments, a frustration compounded by a lack of American action on related areas, such as climate finance for poorer countries.\\n“There’s almost a resentment that the US just can’t deliver,” she added. “There’s this sinking feeling about the politics of America. You can’t turn your back on the US because it’s still the biggest economy, but what are countries supposed to do?”\\nMuch of this angst is now being channeled towards Manchin.\\nAfter more than a decade in national politics, the 74-year-old senator has suddenly garnered a level of infamy far beyond his fiefdom of West Virginia, where the centrist Democrat has served as governor and senator while reaping millions of dollars through his personal investments and campaign contributions from a coal industry that continues to loom large in his state. It’s a situation that has caused bafflement overseas.\\n“Who is Manchin, the Dem senator from West Virginia who betrayed Biden?” La Repubblica in Italy has demanded. Clarín, a newspaper in Argentina, has called Manchin a “rebelde” and a “tycoon with ties to the mining structure of West Virginia, the other Virginia of the USA”. Helsingin Sanomat, a Finnish newspaper, also noted Manchin’s links to the fossil fuel industry and lamented that he has “disagreed with the most ambitious climate action” put forward by the US.\\nThe negotiations with Manchin involve stakes far greater than any normal political maneuvering in Washington. The world is already being strafed by wildfires, heatwaves, floods and societal instability wrought by the climate crisis and rising temperatures are on track to breach limits set by governments in the Paris climate accords, a situation that would push some parts of the world beyond human livability.\\nSalvaging this situation will be virtually impossible without swift action by the US, the world’s second largest carbon polluter and a major oil and gas exporter. Analysts say the half a trillion dollars of support for renewable energy and electric cars in the Build Back Better bill would give the US a decent chance of cutting its emissions in half this decade, which Biden and scientists say is imperative to avoid climate breakdown.\\nBut Manchin’s opposition has already ensured the removal of a key element of the bill, a plan to force utilities to phase in clean energy over time, and the prospect of him joining Republicans to block the overall package has seen him come under intense criticism within the US.\\nClimate activists have confronted Manchin in Washington and kayaked to his yacht to remonstrate with him. Some fellow Democrats say he has “failed the American people”. Even the Sunday Gazette, the local paper of Charleston, West Virginia, has run a headline of ‘We need this so bad’, in reference to the bill.\\nAll this has been to little effect, although Manchin did say earlier this month there could still be agreement on “the climate thing”, offering some vague hope to activists while not quite quelling their anger. “Senator Manchin is a fossil-fueled sociopath on a Maserati joyride while he lets the world burn,” said Janet Redman, climate campaign director at Greenpeace USA. “At the end of the day, Manchin cares less about his constituents than he does about the fossil fuel industry.”\\nThe current, floundering attempt to pass climate legislation is a grimly familiar episode in a lengthy record of American inadequacy. Donald Trump donned a coal miner’s helmet on the campaign trail and removed the US from the Paris climate deal. Barack Obama failed to get cap-and-trade legislation past a recalcitrant Congress. George W Bush rejected the Kyoto climate accords. In 1993, a previous Democratic senator from West Virginia, Robert Byrd, blocked a Bill Clinton plan to tax carbon emissions.\\nManchin is, in some respects, a “fall guy” for a deeper American political dysfunction over the climate crisis, Kyte said. “If Republicans weren’t in the lock-grip of certain vested interests, if they had a policy on climate adaptation or green jobs for the future, Joe Manchin wouldn’t have the influence he has,” she said.\\n“Joe Manchin has become the personification of a problem and removing him doesn’t solve it,” Kyte added. “It doesn’t give us a bipartisan agreement of the danger we are in. A political culture that allows you to enrich yourself and your family from industries you regulate and not declare a conflict of interest lies beyond Joe Manchin, it’s bigger than just him.”\\nEven if American political inertia hasn’t changed, the world certainly has – the last seven years were the planet’s hottest on record, cataclysmic wildfires are now year-round events in the US west and deadly flooding swamps basements in New York, picturesque towns in Germany and subways in China. There is mounting fear that the world, including the US, does not have the time for yet another futile American effort to address the unraveling climate crisis.\\n“Unfortunately, politicians getting fossil fuel money are standing in the way and sacrificing the rest of us once again,” said Vanessa Nakate, a climate justice activist from Uganda. Nakate pointed out that Africa was suffering from climate change even though it is responsible for just a small fraction of global emissions.\\n“We are so reliant on the choices others make,” she said. “Our lives are literally in their hands.”\\nThis article was amended on 26 January 2022 to correct Rachel Kyte’s title.", "image": [["https://i.guim.co.uk/img/media/c95ce82a1bfab2b8442a8a399a073f559cc51d77/0_141_5000_2999/master/5000.jpg?width=480&dpr=1&s=none", "Joe Manchin, a centrist Democrat vital to the fate of President Joe Biden's $3.5 government overhaul, updates reporters about his position on the bill, at the Capitol in Washington, Thursday, Sept. 30, 2021. (AP Photo/J. Scott Applewhite, File)"], ["https://i.guim.co.uk/img/media/551c59beed6e9a2fdc3576160306f725d34aebfc/0_0_4000_2666/master/4000.jpg?width=445&dpr=1&s=none", "A photo taken in December shows high-tide flooding hitting low sections of Majuro Atoll in the Marshall Islands."], ["https://i.guim.co.uk/img/media/86702b133fe55a7b911130ec08b7bce88eff4f8c/0_187_5616_3370/master/5616.jpg?width=445&dpr=1&s=none", "Young demonstrators take part during a climate change strike in Dhaka, Bangladesh, to demand that world leaders be imprisoned for not taking environmental measures that affect the world."], ["https://i.guim.co.uk/img/media/f4648f64243afeb710ba6db8ee52dd8ab9edd307/0_173_5184_3111/master/5184.jpg?width=445&dpr=1&s=none", "President Barack Obama wipes perspiration from his face as he speaks about climate change at Georgetown University in Washington in 2013. Despite signing up to the Paris climate accord he failed to pass major climate crisis legislation."]], "author": ["Oliver Milman"], "date": "2022-01-26"}, "https://www.theguardian.com/world/2022/jan/06/jurors-see-the-bigger-picture-activists-who-were-cleared-in-court": {"title": "Jurors see the bigger picture: activists who were cleared in court", "subtitle": null, "text": "Cases have included climate, environment, human rights and anti-war protests where damage to property was not denied\\nThe acquittal of four people charged with criminal damage for toppling the statue of the slave trader Edward Colston during a Black Lives Matter protest in Bristol is the latest in a series of cases in which juries have cleared protesters despite there being no question of their having carried out the actions for which they were tried.\\nMost recent examples related to the environment, with those on trial arguing that their deeds were a proportionate response to the climate crisis. Here are some examples.\\nRoger Hallam, co-founder of Extinction Rebellion, was cleared by a jury in 2019 despite not denying causing criminal damage worth £7,000 when he sprayed the walls of Kings College London, with the words “divest from oil and gas” in protest against the institution’s fossil fuel investments. Hallam, who was acquitted along with another activist, said it showed “ordinary people, unlike the judiciary, are able to see the broader picture”.\\nIn April 2021 six Extinction Rebellion protesters were cleared of causing criminal damage to Shell’s London headquarters despite the judge directing jurors that those on trial had no defence in law. Protesters poured fake oil, glued themselves to windows and doors, broke glass, climbed on to a roof and sprayed graffiti as part of wider demonstrations across the capital. Before reaching their verdicts, the jury had asked to see a copy of the oath they took when they were sworn in. Thanking the jurors, the judge said it had been “an unusual case”.\\nSix climate crisis activists whose protest halted the Docklands Light Railway, which serves London’s financial district, were acquitted by a jury in December 2021. Five of the Extinction Rebellion protesters climbed on top of the train with banners that read “Business As Usual=Death” and “Don’t Jail the Canaries” while a sixth glued herself to a train window. They were charged with obstructing trains or carriages on the railway and acknowledged their roles in the protest but successfully argued that their action was a lawful protest against government inaction on the climate crisis.\\nWhile there has been a flurry of cases involving Extinction Rebellion recently, there have been previous examples of acquittals by juries concluding that ostensibly criminal actions were motivated by good intentions. In 2008 six Greenpeace climate change activists were cleared of causing £30,000 of criminal damage at Kingsnorth power station, Kent. The activists admitted trying to shut down the coal-fired station by occupying the smokestack but argued they were legally justified because they were trying to prevent climate change causing greater damage to property around the world. It was the first case in which preventing property damage caused by climate change had been used as part of a “lawful excuse” defence in court.\\nIn 2001 Lord Melchett, then executive director of Greenpeace, and 27 other supporters were cleared by a court of causing criminal damage despite admitting destroying a crop of genetically modified maize. The defendants said that they acted to prevent pollen from the maize from polluting neighbouring organic crops and gardens.\\nThere have also been a string of acquittals in cases of sabotage of military equipment. In 2007, two anti-war campaigners, Toby Olditch and Philip Pritchard, who broke into RAF Fairford Gloucestershire, to sabotage US bombers at the outbreak of the Iraq war, were cleared of conspiring to cause criminal damage after they argued the B52s would have been used to commit war crimes in Iraq.\\nIn 2000, two anti-nuclear protesters who entered a dockyard planning to disarm one of Britain’s Trident submarines with an axe were cleared of conspiracy to cause criminal damage. Sylvia Boyes and River (formerly known as Keith Wright) admitted that they plotted to damage HMS Vengeance while it was docked at Barrow-in-Furness, Cumbria, in November 1999, but claimed their actions were justified because nuclear weapons were immoral and illegal under international law.", "image": [["https://i.guim.co.uk/img/media/e2f4be7754f39e606653f05ea84b3a1da28284db/0_107_2475_1485/master/2475.jpg?width=465&dpr=1&s=none", "In 2001, Lord Melchett, was cleared of causing criminal damage, despite admitting to destroying genetically modified maize"]], "author": ["Haroon Siddique"], "date": "2022-01-06"}, "https://www.theguardian.com/law/2022/jan/13/how-will-the-police-and-bill-limit-the-right-to-protest": {"title": "How will the police and crime bill limit the right to protest?", "subtitle": null, "text": "Priti Patel says changes in protest tactics mean new measures are needed but critics says plans are ‘oppressive and wrong’\\nThe police and crime bill is a huge piece of legislation covering many aspects of the criminal justice system. One of its most controversial sections would have a big impact on the right to protest\\nIn general if the police want to place restrictions on a protest, they have to show it may result in “serious public disorder, serious damage to property or serious disruption to the life of the community”.\\nThey can also impose specific measures on the routes of marches. When it comes to major events, such details are typically thrashed out with the organisers weeks in advance and they can try to obtain injunctions from the high court.\\nAmong the most controversial elements are new powers for the home secretary to ban marches and demonstrations because they believe they might be “seriously disruptive”, including being too noisy. There are also plans for a new criminal offence of obstructing roads, railways, airports, oil refineries and printing presses, carrying a maximum penalty of 12 months in prison.\\nProtesters who attach themselves to another person or object face a potential 51 weeks in prison, and “serious disruption prevention orders” would allow authorities to ban named individuals – including those without any convictions – from participating in demonstrations or even using the internet to encourage others to do so.\\nPolice would have more control over where and when demonstrations took place, and extended stop and search powers would allow officers to target people and vehicles if they suspect they might be carrying anything that could be used in protests. A new offence of damage to memorials or statues could lead to up to 10 years in prison.\\nCritics have described the bill as an unprecedented power grab by the state, which would make many forms of protest difficult or impossible. In policy papers, the government is explicit that the new measures are a response to Extinction Rebellion’s hugely disruptive protest campaigns in London in 2019, as well as Black Lives Matter protests the following year. Late-stage amendments tabled by the government in November were widely understood to be intended as a legal crackdown on Insulate Britain’s actions.\\nThe home secretary, Priti Patel, has insisted peaceful protest remains a “cornerstone of democracy,” but argues there has been a “significant change in protest tactics … with protesters exploiting gaps in the law which have led to disproportionate amounts of disruption”. The Home Office says the new measures will help plug those gaps allowing police to deal more effectively with demonstrators set on causing serious disruption and inconvenience to the public.\\nAs well as protest and civil liberty groups, 350 charities have signed a letter and more than 800,000 people have signed a petition calling for the bill to be scrapped. In addition 700 academics have come out against the proposals and parliament’s joint committee on human rights said the proposals are “oppressive and wrong”.\\nTwo former home secretaries have also criticised the plans with David Blunkett saying the measures risks making the UK “more like Putin’s Russia”, and would “leave a bad taste in the mouths of British people who value tolerance, democracy and open debate”.\\nIn short, yes. Critics say among the issues of most concern are new powers of stop and search that are likely to hit minority communities hardest, and the provision that turns trespass from a civil into a criminal offence, will allow police to arrest people who are Gypsies, Roma and Travellers and confiscate their homes, if they stop in places that have not been designated for them.", "image": [["https://i.guim.co.uk/img/media/077f8e7db74a63ad3a0d024e76719206ad8925cb/0_233_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "Insulate Britain activists protest in London"]], "author": ["Matthew Taylor"], "date": "2022-01-13"}, "https://www.theguardian.com/law/2022/jan/06/colston-four-acquittal-raises-doubts-about-10-year-jail-term-proposal": {"title": "Colston Four acquittal raises doubts about 10-year jail term proposal", "subtitle": null, "text": "Legal experts say new law would mean all cases about monument damage go before juries\\nThe acquittal of the Colston Four raises questions about new laws imposing 10-year jail terms for the toppling of statues, legal experts have said.\\nOn Wednesday, three men and a woman who helped pull down a monument to the slave trader Edward Colston at a 2020 Black Lives Matter protest were found not guilty by a jury after they successfully argued they had a lawful excuse.\\nAfter the verdicts, the transport secretary, Grant Shapps, was one of several MPs who condemned “destroying public property”. He said powers in the new police, crime, sentencing and courts bill would close a “potential loophole” that limits the prosecution of people who damage memorials.\\nThe bill, which is currently going through parliament, would let courts consider the “emotional or wider distress” and increase the maximum sentence to 10 years’ imprisonment regardless of the cost of damage.\\nSome experts, however, said such prosecutions, when heard in front of jurors at crown court, could be destined to fail.\\nProf Tom Lewis, the director of the Centre for Rights and Justice at Nottingham Trent University, said the bill “will make the trial of those accused of damage to monuments possible only in the crown court, before a jury”.\\nHe said: “There is a certain irony in the fact that if the [Colston] defendants had been tried before a magistrate, they may well have been convicted. But in electing to trial by their peers – a right rooted in Magna Carta itself – they secured an acquittal.”\\nThe verdict in Bristol, where the statue had stood, sent a “powerful signal” to Boris Johnson and the home secretary, Priti Patel, who had condemned the toppling of Colston and were ushering through the bill, Lewis said.\\nAdam Wagner, a human rights barrister at Doughty Street Chambers, said the verdict was a warning to ministers that the bill would lead to exactly the kinds of outcomes they did not want.\\n“The current policing bill is criminalising peaceful protest,” he said. “What’s going to end up happening is that you are going to have more and more juries acquitting on the basis that they just don’t think it’s right to send someone to prison or give them a criminal record for peaceful protesting, and you’ll have more evidence in these trials of political motives.”\\nBut not all lawyers agreed. Zehrah Hasan, a barrister at Garden Court Law and a campaigner with the Black Protest Legal Support, said: “I don’t think we can use this victory as a way to say the courtroom and the law will always make it fair or lead to a just outcome … when obviously there is evidence of discrimination within the jury system, particularly against black and brown people.”\\nAt a press conference after the verdict, Raj Chada, who represented two of the Colston Four and has also acted for Extinction Rebellion activists, insisted the verdict did not set a precedent and did not mean people could take the law into their own hands.\\n“[The defendants] had a number of defences, but broadly they have a lawful excuse as to why they committed the acts that they did,” Chada said.\\n“Those valid excuses included their right to free speech, their right to conscience, and that a conviction would be disproportionate interference with those rights. And that they were preventing a crime – it was a criminal offence to keep that statue up because it was so offensive. It is really beyond belief it was up for so long.”\\nThe prime minister said people should not “go around seeking retrospectively to change our history”, adding: “It’s like some person trying to edit their Wikipedia entry - it’s wrong.”\\nRobert Buckland, the Tory MP and former justice secretary, told the BBC he thought the jury’s decision was perverse. “I think anybody watching those scenes cannot fail to be disturbed at the very least, and appalled by what happened,” Buckland said.\\n“I don’t think we want to see our crown courts becoming political playgrounds – they’re not places for politics, they’re places for the law to be applied and for the evidence to be assessed.”\\nJake Skuse, Rhian Graham, Milo Ponsford and Sage Willoughby were cleared after arguing their actions were justified by the offence caused by the presence of the statue in Bristol, the south-west’s most multicultural city.", "image": [["https://i.guim.co.uk/img/media/abede6caaa5aa5fada736289cbb740c06f1e960b/0_618_6285_3773/master/6285.jpg?width=465&dpr=1&s=none", "A sign saying “Respect to the Colston topplers” lies at the base of the plinth where the statue of Edward Colston stood before it was removed by protesters."]], "author": ["Damien Gayle"], "date": "2022-01-06"}}