{"https://www.theguardian.com/world/2020/sep/29/amnesty-to-halt-work-in-india-due-to-government-witch-hunt": {"title": "Amnesty to halt work in India due to government 'witch-hunt'", "subtitle": null, "text": "Authorities froze bank accounts after criticism of government’s human rights record\\nAmnesty International has been forced to shut down operations in India and lay off all staff after the Indian government froze its bank accounts.\\nThe Indian enforcement directorate, an agency that investigates economic crimes, froze the accounts of Amnesty’s Indian arm this month after the group published two reports highly critical of the government’s human rights record.\\nAmnesty said the move was the culmination of a two-year campaign of harassment by the home affairs ministry, and more broadly part of an “incessant witch-hunt” of human rights groups by the Hindu nationalist government of the prime minister, Narendra Modi.\\nAmnesty’s departure starkly illustrates the shrinking space for dissent in India, where critics of Modi’s Bharatiya Janata party face investigation and detention, often under draconian terrorism laws. It also comes at a time when human rights violations, particularly against India’s 200 million Muslims, are on the rise.\\nThis crackdown on critics – including lawyers, activists and students – has increased during the coronavirus pandemic. Courts are only partly functioning and protest gatherings have been banned.\\nAvinash Kumar, the executive director of Amnesty International India, said: “Treating human rights organisations like criminal enterprises and dissenting individuals as criminals without any credible evidence is a deliberate attempt by the enforcement directorate and government of India to stoke a climate of fear and dismantle the critical voices in India.”\\nHe added: “It reeks of fear and repression, ignores the human cost to this crackdown, particularly during a pandemic, and violates people’s basic rights.”\\nAmnesty International India’s bank accounts were frozen this month by the enforcement directorate without any prior warning. The human rights organisation has had to lay off 140 staff and cease operations immediately.\\nAuthorities have been pursuing Amnesty for two years for alleged money laundering, a process described as an “incessant witch-hunt” by the group. Since 2018, a number of raids have been carried out on its offices and the homes of its executives by several government agencies.\\nAmnesty has denied all allegations of financial misconduct and said it stood in full compliance with all applicable Indian and international laws. No charges have been filed against the organisation.\\nIn a statement, the ministry of home affairs said that the “stand taken and the statements made by Amnesty International are unfortunate, exaggerated and far from the truth”.\\nThe ministry accused Amnesty India of bringing foreign funding into the country illegally and failing to comply with regulations, adding: “All the glossy statements about humanitarian work and speaking truth to power are nothing but a ploy to divert attention from their activities which were in clear contravention of laid down Indian laws.”\\nKenneth Roth, director of Human Rights Watch, which has also produced reports on the mounting human rights abuses under the BJP, condemned the crackdown on Amnesty India and said it was “yet more evidence that prime minister Modi’s government is failing to uphold freedom of speech and association”.\\nShashi Tharoor, a politician from the opposition Congress party, said: “India’s stature as a liberal democracy with free institutions, including media and civil society organisations, accounted for much of its soft power in the world. Actions like this both undermine our reputation as a democracy and vitiate our soft power.”\\nMost recently, Amnesty published two reports critical of Indian authorities: one alleging rights violations and involvement of police in communal riots in Delhi, and another condemning restrictions on civil liberties in Jammu and Kashmir a year after the government revoked the region’s political autonomy.\\n“The continuing crackdown on Amnesty International India over the last two years and the complete freezing of bank accounts is not accidental,” the organisation said in a statement.\\nThere has been a particular focus from the Indian government on organisations perceived to be funded from overseas. This month, it tightened restrictions on foreign-funded charities and has previously frozen the bank accounts of Greenpeace and raided the offices of human rights lawyers.\\nJulie Verhaar, Amnesty International’s acting secretary general, said: “This is an egregious and shameful act by the Indian government, which forces us to cease the crucial human rights work of Amnesty International India for now.”", "image": [["https://i.guim.co.uk/img/media/4b6c1a7f3d12b7c71c90ba44ff6366d4e687665f/0_417_5396_3238/master/5396.jpg?width=465&dpr=1&s=none", "Amnesty office in India"]], "author": ["Hannah Ellis-Petersen", "Ben Doherty"], "date": "2020-09-29"}, "https://www.theguardian.com/environment/2020/sep/08/extinction-rebellion-criminals-threaten-uks-way-of-life-says-priti-patel": {"title": "Extinction Rebellion 'criminals' threaten UK way of life, says Priti Patel", "subtitle": null, "text": "Home secretary tells police superintendents she will not allow XR ‘anarchy’ on streets\\nThe home secretary, Priti Patel, has claimed Extinction Rebellion activists are “so-called eco-crusaders turned criminals” who threaten key planks of national life.\\nThe government’s rhetorical venom against XR was triggered by the blockading of newspaper print works at the weekend, which disrupted the distribution of some newspapers and led to scores of arrests.\\nThe Guardian understands, however, that despite the government threatening to crack down on the climate emergency group, more than a year of talks between police and ministers about law changes has yet to produce any public plans.\\nPatel described XR as an “emerging threat” in a speech to the annual conference of the Police Superintendents’ Association on Tuesday.\\nShe said XR was “attempting to thwart the media’s right to publish without fear nor favour”, and claimed their campaign of civil disobedience was “a shameful attack on our way of life, our economy and the livelihoods of the hard-working majority”.\\n“I refuse point blank to allow that kind of anarchy on our streets,” the home secretary told the virtual conference.\\n“The very criminals who disrupt our free society must be stopped. And together we must all stand firm against the guerilla tactics of Extinction Rebellion.”\\nMore than 100 protesters used vehicles and bamboo structures to block roads outside the Newsprinters printing works at Broxbourne, in Hertfordshire, and Knowsley, near Liverpool, on Friday evening. It took until Saturday to fully remove them. The presses print the News UK titles including the Sun, Times, Sun on Sunday and Sunday Times, as well as the Daily Telegraph and Sunday Telegraph, and Daily Mail.\\nOver the weekend government briefings floated the idea of classing XR as an “organised crime group”. Neither Patel nor the policing minister Kit Malthouse repeated that idea in the Commons on Monday, with police believing it is nonsense.\\nThe police regard XR as a non-violent group committed to civil disobedience that is time-consuming and costly for officers to deal with.\\nOne senior police source said officers had enough powers: “The powers are there. They [XR] are not an organised crime group. Part of the definition of an OCG is they commit violence in achieving their aims, and no one seriously suggests XR commit violence.”\\nPolice who dealt with the XR weekend action described it as “sophisticated” and a well-prepared military-style operation.\\nOne source said: “It takes hours to get them off. You have to go slowly and carefully.”\\nLast year XR caused disruption in London with their campaigns, triggering talks between police chiefs and the Home Office about changes to specific sections of the 1986 Public Order Act.\\nThe Guardian understands that changes could include lowering the threshold at which police can place restrictions. One change could mean the prospect of “disruption” is enough to impose tough conditions, not “serious disruption” as the act currently states.\\nSarah Lunnon, a spokesperson for Extinction Rebellion, said: “Our media and our government are captured by vested interests. They do not want to see change. Three companies alone own 87% of the national newspaper market.\\n“These powerful vested interests are the real organised criminals. They are the true threat to our democracy. And it’s depressing – although no surprise – that so much of the political and media elite has jumped to their defence, and jumped at the opportunity to suppress people power and grassroots protest. We will not allow them to criminalise the noble tradition of non-violent civil disobedience.”", "image": [["https://i.guim.co.uk/img/media/54bd8ae0f0d1b8bd33068e98b7d2a5f3000b6a9d/0_38_2275_1365/master/2275.jpg?width=465&dpr=1&s=none", "Priti Patel"]], "author": ["Vikram Dodd"], "date": "2020-09-08"}, "https://www.theguardian.com/environment/2020/sep/10/extinction-rebellion-protester-arrested-for-defacing-winston-churchill-statue": {"title": "Extinction Rebellion protester arrested for defacing Winston Churchill statue", "subtitle": null, "text": "Over 600 people were arrested during the environmental demonstrations in London\\nTen days of Extinction Rebellion demonstrations in London ended with naked protests and an arrest over graffiti daubed on a statue of Winston Churchill.\\nAt least 648 people have been arrested during the environmental action, including one man on Thursday on suspicion of causing criminal damage to the statue in Parliament Square.\\nYellow graffiti was daubed on its plinth, including the words “is a racist”.\\nLondon mayor Sadiq Khan said: “This appalling vandalism is completely unacceptable. It will be fully investigated and the statue will be cleaned as quickly as possible.”\\nThe Metropolitan police confirmed protesters had dispersed after 7pm, in line with conditions imposed on the event.\\nEarlier, a group of semi-naked protesters who chained themselves to railings surrounding parliament in a bid to expose what they called the “bare truth” about the climate crisis were arrested.\\nAt least 13 topless women attached themselves to the outside of the Palace of Westminster, with bike locks around their necks.\\nThey were part of a larger group from the XR campaign, which have used attention-grabbing techniques to highlight their concerns about the threats facing the planet.\\nThe women wore masks with “4C” written on them, indicating fears of a large rise in global temperatures, and with words including drought, starvation and wildfires written on their chests to highlight the anticipated consequences of global warming.\\nSarah Mintram, a teacher who took part in the action, said: “Now we’ve got your attention. By neglecting to communicate the consequences of a 4C-world – war, famine, drought, displacement – the government are failing to protect us.”\\nOfficers removed the D-locks from their necks and took the women to police stations in four vans as supporters cheered them on.\\nEarlier home secretary Priti Patel had described the activists as “so-called eco-crusaders turned criminals”, and pledged to prevent “anarchy on our streets”.\\nBoris Johnson also criticised their “completely unacceptable” action in blockading print sites last Friday, affecting the delivery of papers including the Sun, Times, Daily Mail and Telegraph.", "image": [["https://i.guim.co.uk/img/media/0aacb0da414a3ec6494b1e3db531c02c2194b5a9/90_248_5572_3343/master/5572.jpg?width=465&dpr=1&s=none", "The statue of Winston Churchill is seen vandalised with spray paint on 10 September."], ["https://i.guim.co.uk/img/media/ce04d9076fc50c2faf61fa966373e3d2a790266f/5276_1059_2716_1630/master/2716.jpg?width=445&dpr=1&s=none", "The group locked themselves to the gates of parliament to protest a large rise in global temperatures."]], "author": null, "date": "2020-09-11"}, "https://www.theguardian.com/environment/2020/sep/01/tell-us-will-you-be-protesting-with-extinction-rebellion-this-week": {"title": "Tell us: will you be protesting with Extinction Rebellion this week?", "subtitle": null, "text": "Climate activists are set to hold fortnight of demonstrations to highlight global heating and protest government inaction\\nExtinction Rebellion is set to begin up to a fortnight of demonstrations in London, Cardiff and Manchester on Tuesday to highlight global heating and protest government inaction despite the declaration of a climate emergency. We would like to hear from people who will be protesting this week.\\nYou can get in touch by filling in the form below, anonymously if you wish or via WhatsApp by clicking here or adding the contact +44(0)7867825056. Your responses are secure as the form is encrypted and only the Guardian has access to your contributions.\\nOne of our journalists will be in contact for publication before we publish, so please do leave contact details.\\nIf you’re having trouble using the form, click here. Read terms of service here.", "image": [["https://i.guim.co.uk/img/media/216e7ed0afde99f0bf6a806c5f98a1ec939bc26a/0_351_6016_3609/master/6016.jpg?width=465&dpr=1&s=none", "Extinction Rebellion protesters staged a Titanic-themed dinner party to illustrate the threat of rising sea levels in Southend-on-Sea on Saturday,"]], "author": ["Guardian community team"], "date": "2020-09-01"}, "https://www.theguardian.com/australia-news/2020/sep/29/queensland-government-approves-1bn-coking-coalmine-in-the-galilee-basin": {"title": "Queensland government approves $1bn coking coalmine in the Galilee Basin", "subtitle": null, "text": "Premier Annastacia Palaszczuk says Pembroke Resources can now hire the 500 workers needed to build the Olive Downs mine\\nThe Queensland government has given final approval to a $1bn coalmine in the state’s Galilee Basin.\\nPembroke Resources has been granted mining leases for its 25,000-hectare Olive Downs coking coal project by the state government following federal environmental approval in May.\\nOlive Downs is expected to employ 1,000 people to mine coking coal used in steelmaking. It will include an open-cut metallurgical coalmine, coal handling and preparation plant and an 18km rail spur.\\nThe mine is forecast to provide the state with $5.5bn in royalties and be in operation for 79 years.\\nThe premier, Annastacia Palaszczuk, says Pembroke can now hire the 500 workers needed to build the project, which is 40km south-east of Moranbah.\\n“My government is delivering our plan for Queensland’s economic recovery and the resources sector will continue to be an important part of that plan,” she said on Tuesday.\\n“The resources industry has a long future in Queensland, whether it’s metallurgical coal from the Bowen Basin, bauxite from Weipa or rare earth minerals from the North West Minerals Province.”\\nThe Pembroke chief executive, Barry Tudor, said the mining lease approvals come after extensive consultation with locals including the Barada Barna, who are the traditional owners of the land.\\nHe said the power, water, rail and port have already been assembled, and finance and customers have been finalised.\\n“Pembroke is committed to providing workers with an opportunity to live in towns near the mine including Moranbah and Dysart and is building sustainable futures for people in the communities in which Olive Downs operates,” Tudor said.\\nThe company has agreed to contribute $100,000 annually to a regional environmental fund over the next 10 years, while protecting koala and sugar glider habitats as it builds the mine.\\nThe Greenpeace Australia Pacific spokesperson, Martin Zavan, said the state government should be backing climate-smart projects that future-proof jobs without killing national icons such as the koala.\\n“It is unacceptable that multinational mining corporations like Pembroke can simply pay a fee to raze thousands of hectares of land and kill vulnerable koalas and gliders,” he said.\\n“In a rapidly decarbonising world, this short-sighted decision defies the best advice of scientists and economists.\\n“It will not only put our climate, agricultural land and water at risk but will also exacerbate the climate crisis that is already devastating billions of iconic Australian animals.”\\nThe Olive Downs project is in the state seat of Burdekin, which is held by the Liberal National Party MP and opposition mines spokesman Dale Last by a mere 0.8%.\\nQueenslanders go to the polls on 31 October.", "image": [["https://i.guim.co.uk/img/media/5c389fec7fece91612efe465af0d4e702720374a/0_0_2500_1500/master/2500.jpg?width=465&dpr=1&s=none", "File photo of the Galilee basin in central Queensland"]], "author": null, "date": null}, "https://www.theguardian.com/world/2020/sep/01/kenya-plastic-oil-industry-lobbies-us": {"title": "Oil industry lobbies US to help weaken Kenya’s strong stance on plastic waste", "subtitle": null, "text": "Environmentalists fear changing Kenya’s resolve would lead to all of Africa becoming a plastics dumping ground\\nMajor oil companies are lobbying the United States to pressure Kenya to change its world-leading stance against plastic waste, according to environmentalists who fear the continent will be used as a dumping ground.\\nThe request from the American Chemistry Council to the Office of the United States Trade Representative came as the US and Kenya negotiate what would be the first US bilateral trade deal with a country in sub-Saharan Africa.\\nThat deal is expected to be a model for others in Africa, and its importance helped lead to the Kenyan president Uhuru Kenyatta’s White House visit with Donald Trump this year – a rarity for an African leader during this administration.\\nIn 2017 Kenya imposed the world’s strictest ban on the use, manufacturing and import of plastic bags, part of growing efforts around the world to limit a major source of plastic waste. Environmentalists fear Kenya is now under pressure not only to weaken its resolve but to become a key transit point for plastic waste to other African countries.\\nThe 28 April letter from the American Chemistry Council’s director for international trade, Ed Brzytwa, seen by the Associated Press, urges the US and Kenya to prohibit the imposition of domestic limits on “production or consumption of chemicals and plastic” and on their cross-border trade.\\n“We anticipate that Kenya could serve in the future as a hub for supplying US-made chemicals and plastics to other markets in Africa,” the letter says. It was first obtained by Unearthed, an affiliate of the Greenpeace environmental organization. The council repeated its request in a public commenting session in June.\\nChina’s ban on imports of most plastic waste in 2018 has forced companies to seek new places to send it, but other countries including African ones increasingly are saying they don’t want it, either. Plastic waste meant for recycling has piled up in dumps in Kenyan cities.\\nMeanwhile, oil companies are under pressure as more countries aim to shift away from fossil fuels.\\nThe American Chemistry Council in a statement to the AP said “it is well understood that a bilateral trade agreement between the United States and Kenya will not override Kenya’s domestic approach to managing plastic waste or undermine its international commitments under the Basel Convention”, a global agreement which, as of January, will make it much more difficult to ship plastic waste to poorer countries. Nearly 190 countries have agreed to it, but not the US.\\nThe council added: “In fact, ACC never mentioned Kenya’s approach to single use plastic bags even once in our comments.”\\nThe Office of the United States Trade Representative did not respond to a request for comment.\\nKenya’s government did not comment. But the Kenyan trade minister, Betty Maina, in comments published on Tuesday by the local Star newspaper said Kenya will negotiate with the US “guided by Kenyan laws” and talks continue.\\nThe idea that Kenya’s government might weaken or do away with its ban under pressure from the US or oil industry has upset the country’s environmentalist.\\n“They want Kenya to reverse its strict limits on plastics, including 2017 plastic bag ban! It’s a NO!” tweeted James Wakibia, who pushed hard for Kenya’s plastic bag ban.\\nGriffins Ochieng, who leads the Center for Environmental Justice and Development in Kenya, said any attempt to change the laws on plastics would be hazardous. “Africa is looking like a new dumping ground, we are not going to allow that,” he said.\\n“If true, it would be outrageous and unconscionable,” Inger Andersen, the executive director of the United Nations Environment Program, based in Kenya, tweeted. “We ⁦‪@UNEP‬⁩ are so proud of our host nation #Kenya’s strong lead on reducing plastic waste and forcing a shift away from single use plastic.”\\nBans on single-use plastics are growing worldwide. A global review by UNEP in mid-2018 said 127 countries had adopted some form of regulation on plastic bags.", "image": [["https://i.guim.co.uk/img/media/23e57f4a8fadb8eb5fc2cd9543eb036c818294ff/0_123_5472_3283/master/5472.jpg?width=465&dpr=1&s=none", "A man walks on a mountain of plastic bottles, carrying a sack of them to be sold for recycling, at the dump in the Dandora slum of Nairobi, Kenya. "]], "author": null, "date": "2020-09-01"}, "https://www.theguardian.com/environment/2020/sep/06/extinction-rebellion-organised-crime-group-ridiculous-uk": {"title": "Extinction Rebellion calls move to class it as organised crime group 'ridiculous'", "subtitle": null, "text": "Climate group criticises move by UK government as Labour condemns newspaper protest\\nExtinction Rebellion has described government moves to treat the climate crisis protest movement as an organised crime group as “ridiculous”.\\nThe group said associating it with the state’s definition of a crime gang as “characterised by violence or the threat of violence and by the use of bribery and corruption” was an insult to the thousands of ordinary citizens who supported its cause.\\nOn Sunday the Labour leader, Keir Starmer, condemned an Extinction Rebellion protest that disrupted the distribution of national newspapers.\\nStarmer said: “The free press is the cornerstone of democracy and we must do all we can to protect it. Denying people the chance to read what they choose is wrong and does nothing to tackle climate change.”\\nDefending its protests outside two printing presses in Hertfordshire and Merseyside, Extinction Rebellion said the government’s threatened reclassification was “hardly an accurate description of the thousands of ordinary people – the nurses, the doctors, the grandparents and others – who take part in Extinction Rebellion’s non-violent protests”.\\nMore than 100 protesters used vehicles and bamboo structures to block roads outside the Newsprinters printing works at Broxbourne in Hertfordshire and Knowsley, near Liverpool, on Friday evening. Hertfordshire police said delivery lorries had not left the Broxbourne site as of 6am on Saturday, and that 42 arrests had been made.\\nThe presses print the News UK titles including the Sun, Times, Sun on Sunday and Sunday Times, as well as the Daily Telegraph and Sunday Telegraph, the Daily Mail and Mail on Sunday and the London Evening Standard.\\nBoris Johnson and the home secretary, Priti Patel, also condemned the blockades.\\nIt was reported on Sunday that the prime minister and home secretary had asked Whitehall officials to take a fresh look at how Extinction Rebellion was classified in law. Ministers were said to be looking into new powers to give police greater scope to intercept demonstrators.\\nExtinction Rebellion accused the Conservative government of bending to the will of Rupert Murdoch and other media tycoons.\\n“Extinction Rebellion decided to stop the distribution of the print version of several newspapers for one day and suddenly our politicians are up in arms. Where were they when our ‘free press’ was being bought up by billionaires?” the group said.\\nIn response to the disruption, the Telegraph announced that all its online content would be free to read until Monday morning.\\nIn a statement published on its website the Telegraph said: “On Friday night, a group of extremists from Extinction Rebellion blockaded the printing plants where the Telegraph and other titles are produced. Production of those newspapers was severely affected and many of our loyal readers were denied the opportunity to read the fine journalism that we produced.\\n“Therefore we have made the decision that all Telegraph journalism published this weekend is now free to read on our website until Monday morning.”", "image": [["https://i.guim.co.uk/img/media/517d4ba8612c314a0aa9ee236b8109c714fe524f/0_128_4569_2742/master/4569.jpg?width=465&dpr=1&s=none", "Extinction Rebellion demonstrators outside Buckingham Palace"]], "author": ["Henry McDonald"], "date": "2020-09-06"}, "https://www.theguardian.com/environment/2020/sep/05/climate-activists-accused-of-attacking-free-press-by-blockading-print-works": {"title": "Climate activists accused of  ‘attacking free press’ by blockading print works", "subtitle": null, "text": "Extinction Rebellion protests at News Corp sites condemned by Society of Editors as ‘attempt to silence other voices’\\nMinisters and MPs from all parts of the political spectrum have condemned Extinction Rebellion for blocking the delivery of newspapers across the UK on Saturday.\\nFour national newspapers, including the Sun and the Daily Mail, were missing from some newsagents’ shelves on Saturday morning after more than 100 environmental protesters targeted printing presses owned by Rupert Murdoch’s News Corp on Friday evening.\\nThe prime minister, Boris Johnson, said: “A free press is vital in holding the government and other powerful institutions to account on issues critical for the future of our country, including the fight against climate change. It is completely unacceptable to seek to limit the public’s access to news in this way.”\\nOn Saturday morning, the Labour MP Dawn Butler tweeted “Bravo Extinction Rebellion”, but subsequently deleted it. The Labour party’s official line, which followed, read: “A free press is vital for our democracy. People have the right to read the newspapers they want. Stopping them from being distributed and printers from doing their jobs is wrong.”\\nProtesters used trucks and bamboo scaffolds to block roads outside the Newsprinters works at Broxbourne, Hertfordshire, and Knowsley, near Liverpool, on Friday night. The presses print the Sun, Times, Sun on Sunday and Sunday Times, as well as the Daily Telegraph and Sunday Telegraph, the Daily Mail and Mail on Sunday, and the London Evening Standard. Banners reading “Free The Truth” and “5 Crooks Control Our News” were hung on the site.\\nBy Saturday morning, police said about 72 activists had been arrested. A blockade in Glasgow was cleared at around midnight with no arrests.\\nIn a statement, Extinction Rebellion said the action was designed to disrupt and expose what it called a failure to adequately report on the climate emergency: “Our free press, society and democracy is under attack – from a failing government that lies to us consistently … Our leaders have allowed the majority of our media to be amassed in the hands of five people with powerful vested interests and deep connections to fossil fuel industries. We need a free press but we do not have it. They have failed us.”\\nA former tabloid journalist, Steve Tooze, said he had joined the action at Broxbourne to support “one day with far less misinformation, division and hate”. Tooze, who said he had worked “for every one of these newspapers in the last 25 years”, had locked his arm into a concrete tube. “I feel that as a former insider, [these newspapers] hold a huge amount of blame for what we’re fed today by not telling the public what is really happening,” he said. “If it’s not in the newspapers, people don’t worry about it and, if people don’t worry about it, there’s no pressure on this government to treat this as the emergency it is.”\\nBut Ian Murray, executive director of the Society of Editors, said the action would be “laughable if it wasn’t so serious”.\\n“Everyone has the right to peacefully protest and make their voices heard: after all, that is what a free press is all about,” he said. “But it is not acceptable for those who wish only their voices to be heard to attempt to silence others.”\\nA spokesperson for Guardian News & Media, parent company of the Observer, said: “We fully support the right to protest – but we do not condone any action that restricts the public’s right to access journalism and buy whichever newspaper they choose.”\\nWhile Extinction Rebellion has largely enjoyed the support of David Attenborough, in an article on Saturday he said it was not “sensible politics” for environmental protesters to break the law. Attenborough, Britain’s most celebrated naturalist, praised the younger generation for their passion but said: “I don’t think it is sensible politics to break the law. If you are any good at all, some of your demands will be met and then you will be demanding people abide by those new laws. You can’t have it both ways.”\\nBut his article, which highlighted the climate emergency, may not have been widely read – it was in one of the newspapers that Extinction Rebellion targeted, the Sun.", "image": [["https://i.guim.co.uk/img/media/422474c7a3ffefba5dd30f4995adcf7c7d6f3978/0_121_3500_2100/master/3500.jpg?width=465&dpr=1&s=none", "Protesters climb a bamboo scaffold between two brightly coloured vans with protest slogans on them"], ["https://i.guim.co.uk/img/media/a2d97f79355eec4b004daedc4c3ece37866cb633/0_74_3500_2101/master/3500.jpg?width=445&dpr=1&s=none", "Extinction Rebellion protesters suspended outside the Newsprinters printing works at Broxbourne."]], "author": ["Nosheen Iqbal"], "date": "2020-09-05"}, "https://www.theguardian.com/environment/2020/sep/02/ground-zero-of-lies-on-climate-artists-protest-at-london-thinktanks": {"title": "'Culture of misinformation': artists protest against London thinktanks", "subtitle": null, "text": "Mark Rylance and Zadie Smith join Writers Rebel event against lobbyists who seek to play down dangers of climate change\\nA group of artists and writers including Zadie Smith and Sir Mark Rylance have spoken out against the thinktanks and lobbyists at the heart of Westminster, gathering with hundreds of protesters near their offices on Wednesday night.\\nSpeakers from Writers Rebel, a group formed in support of the aims of Extinction Rebellion, blocked Tufton Street in London amid a noticeable police presence.\\nOffices on the street include that of the Global Warming Policy Foundation, which states on its website “while [it is] open-minded on the contested science of global warming, [it] is deeply concerned about the costs and other implications of many of the policies currently being advocated”.\\nFour people, including author and XR member Rupert Read and Writers Rebel co-founder Jessica Townsend, were later arrested after spraying stencils reading “Lies, Lies, Economics and Lies” on the entrances to 55 Tufton Street.\\nThe group also occupied the street on large tripod constructions, and Read poured paint representing blood down the steps of the building.\\nSpeaking earlier, Smith, author of the novels White Teeth and On Beauty, said she had come to realise that her previous belief, that climate change denial was rooted in a genuine fear, was “naive”.\\n“Now we know better. Now we know the outsized, unruly emotions that surround the scientific fact of climate change are fuelled by something far more calculated and external than species shame. They are not organic, natural or unavoidable, but rather feelings manufactured, targeted, organised, and paid for, largely by oil companies and other vested economic interests who are prepared to sacrifice your long-term future for their short-term profit.\\n“There are people whose business it is to make science look like opinion. Who aim to transform genuine feelings of climate grief and guilt into defended ignorance and positive denial,” Smith said.\\n“This is no longer, if it ever was, a question of personal morality. This is a structural question of corrupt politics, of lobbying at the highest level of our government. It involves the economic exploitation of the greatest existential challenge the human race has ever known, the survival of the planet. The fate of this planet cannot be decided by well-remunerated men and women in shadowy offices. This planet belongs to the people. More accurately, we all belong to it.”\\nThe protest was compered by the actors Juliet Stevenson and Rylance, who resigned from his role at the Royal Shakespeare Company in 2019, after 30 years, over the company’s ties to British Petroleum (BP).\\n“It is a great comfort for me to be out here among people who I feel share my sense of confusion,” said Rylance, to applause. “There is a culture of misinformation and lying that surrounds us. And it is only getting worse.”\\nOther speakers included Dame Carmen Callil, founder of the publisher Virago, and the MP Caroline Lucas, who came from tabling the climate and ecological emergency bill.\\n“It is a fundamental proponent of democracy that we should know who is speaking,” said the environmentalist George Monbiot. “And what is speaking here is the power of money. And the power of money is the greatest threat to democracy and the greatest threat to life as we know it.”\\nMargaret Atwood, author of books including The Handmaid’s Tale, lent her support via video message. “Climate change due to human activity is not a theory, it is not an opinion, it is a fact,” she said. “Denial of this fact in the interests of big money will lead to our extinction as a species.”\\nWriters Rebel has previously been supported by the novelists Ali Smith, Naomi Alderman and Irenosen Okojie, the historian Simon Schama and the environmental writers Robert Macfarlane and Philip Hoare.\\nAt the launch of the Writers Rebel campaign last week, the writer and actor Stephen Fry said people had a duty to “expose the lies” of climate change denial.\\nThe demonstration was organised in conjunction with the nascent Extinction Rebellion group Money Rebellion, which will target the finance industry for its inaction on the climate emergency.\\nThe event took place as part of XR’s 10-day protest to demand government action on the climate crisis. The Metropolitan police said more than 230 people involved had so far been arrested.", "image": [["https://i.guim.co.uk/img/media/323666226bc1987a4e36ca9ef5638324fe9010b9/0_258_6498_3899/master/6498.jpg?width=465&dpr=1&s=none", "Writers Rebel outside 55 Tufton Street in London"]], "author": ["Sian Cain", "Jessica Murray"], "date": "2020-09-02"}, "https://www.theguardian.com/environment/2020/sep/22/facebook-climate-change-environment-groups-suspended": {"title": "Facebook suspends environmental groups despite vow to fight misinformation", "subtitle": null, "text": "Facebook blames mistake in system for restrictions on groups including Greenpeace USA\\nFacebook has suspended the accounts of several environmental organizations less than a week after launching an initiative it said would counter a tide of misinformation over climate science on the platform.\\nGroups such as Greenpeace USA, Climate Hawks Vote and Rainforest Action Network were among those blocked from posting or sending messages on Facebook over the weekend. Activists say hundreds of other individual accounts linked to indigenous, climate and social justice groups were also suspended for an alleged “intellectual property rights violation”.\\nThe suspended people and groups were all involved in a Facebook event from May last year that targeted KKR & Co, a US investment firm that is backing the Coastal GasLink pipeline, a 670km-long gas development being built in northern British Columbia, Canada.\\nThe suspensions, the day before another online action aimed at KKR & Co, has enraged activists who oppose the pipeline for its climate impact and for cutting through the land of the Wetʼsuwetʼen, a First Nations people.\\n“Videos of extreme violence, alt-right views and calls for violence by militias in Kenosha, Wisconsin, are allowed to persist on Facebook,” said Delee Nikal, a Wet’suwet’en community member. “Yet we are banned and receive threats for permanent removal, for posting an online petition.”\\nMany of the accounts have now been restored, but a handful are still blocked, with no fuller explanation coming from Facebook.\\nIn a statement, a Facebook spokesperson said: “Our systems mistakenly removed these accounts and content. They have since been restored and we’ve lifted any limits imposed on identified profiles.”\\nThe suspensions came just a few days after the social media giant said it was launching a “climate science information center” to counter widely shared but misleading posts that reject the established science of the climate crisis.\\n“We’re committed to tackling climate misinformation,” Facebook said in a statement that also outlined its own efforts to reduce its own net greenhouse gas emissions to zero this year. The information center will include posts from trusted scientific sources, rated by fact-checkers.\\n“As with all types of claims debunked by our fact-checkers, we reduce the distribution of these posts in News Feed and apply a warning label on top of these posts both on Facebook and Instagram so people understand that the content has been rated false,” the company said.\\nBut climate organizations have questioned whether Facebook is doing enough to cut down on untruths about the climate crisis that are spread across the site. In 2018, for example, a video that denied that human activity was driving the climate crisis was shared on Facebook and viewed 5m times.\\nArticles and videos about climate change can be deemed opinion, meaning under Facebook guidelines they can’t be blocked by its factcheckers. This loophole meant that that this month the CO2 Coalition, a group that argues more carbon dioxide is good for the planet, managed to overturn a factcheck on an article that attacked the accuracy of climate models. A factcheck rated the piece as “false” but it was published by Facebook when labelled as opinion.\\n“Actions speak louder than words and once again Facebook has taken actions that are in stark contrast to public statements from the company,” said Elizabeth Jardim, senior corporate campaigner at Greenpeace USA.\\n“The recent bans targeting people fighting to save their communities from climate change and the continued exploitation of fossil fuel companies show us that when push comes to shove, Facebook will side with polluters at the cost of their users’ trying to organize.”\\nFacebook was contacted for comment.", "image": [["https://i.guim.co.uk/img/media/bdc2843a31a818e9d57054040cc142c211a7172d/0_822_8905_5345/master/8905.jpg?width=465&dpr=1&s=none", "People take part in a climate protest in Times Square in New York on Sunday."]], "author": ["Oliver Milman"], "date": "2020-09-22"}, "https://www.theguardian.com/commentisfree/2020/sep/16/extinction-rebellion-britain-democracy-protest-westminster": {"title": "Extinction Rebellion is showing Britain what real democracy could look like", "subtitle": null, "text": "The protest movement’s call for meaningful participation highlights the failings of dysfunctional Westminster politics\\nIt’s good entertainment, but that’s all it is. Seeing Boris Johnson ritually dismembered in parliament might make us feel better, but nothing changes. He still has an 80-seat majority, though less than 30% of the electorate voted for the Conservatives. We are reduced, for five long years, to spectators.\\nOur system allows the victorious government a mandate to do what it likes between elections, without further reference to the people. As we have seen, this can include breaking international law, suspending parliament, curtailing the judiciary, politicising the civil service, attacking the Electoral Commission and invoking royal prerogative powers to make policy without anyone’s consent. This is not democracy, but a parody of democracy.\\nBy contrast to our five-yearly vote, capital can respond to government policy every second, withdrawing its consent with catastrophic consequences if it doesn’t like its drift. There’s a massive imbalance of power here. The voting power of capital, with modern trading technologies, has advanced by leaps and bounds. Electoral power is trapped in the age of the quill pen.\\nThe problem, in other words, is not just Johnson. The problem is the UK’s political system, which presents an open invitation for autocratic behaviour. In the past, people warned that a ruthless operator could make hay with this system. Well, that moment has come.\\nLabour has long been part of the problem, refusing to contemplate even a change to our preposterous first-past-the-post elections, let alone any wider surrender of power. And it is tragic to watch it now, still playing by the old rules. These state that a party should not show its hand until a few months before the election. That’s four years away, and the power grab is happening now. We urgently need a stirring alternative vision, a call to democratic arms. Instead, we get forensic dissections of particular government policies: admirably done, but unmatched to the moment.\\nAt moments like this, old parties flounder. New ideas arise outside the system, and effective opposition takes place on the street. Of course, this is difficult now, as there are good public health reasons not to gather in large numbers, and we can expect the government to exploit them. But civil disobedience is ever-inventive, constantly developing new tactics in response to attempts to shut it down.\\nWe saw some of these in Extinction Rebellion’s latest week of protests, and we saw something else too: its emergence as a broad oppositional movement, taking on the billionaire press, the lobbyists, the banks and other bastions of power, that are not usually associated with the extinction and climate crises, but are fundamental to them. From the beginning, XR has been both an environmental movement and a democracy movement: participatory politics, in the form of citizens’ assemblies, has been one of its key demands.\\nLike the suffragettes and the civil rights movement, it was excoriated for threatening “our way of life”. Almost all democratic advances, everywhere, have been secured by people who were branded “anarchists” and “criminals”.\\nThe democratic and environmental crises have the same roots: our exclusion, for several years at a time, from meaningful politics. In some places, particularly Ireland, Iceland, France, Taiwan, British Columbia, Ontario and several Spanish and Brazilian cities, a host of fascinating experiments with new democratic forms has been taking place: constitutional conventions, citizens’ assemblies, community development, digital deliberation and participatory budgeting. They are designed to give people a voice between elections, tempering representative democracy, allowing them to refine their choices.\\nThe UK pays lip service to these innovations. Last week the citizens’ assembly on climate, convened by parliament, published its findings, which included suggestions such as taxing frequent fliers, getting rid of SUVs and eating less red meat. But there are no obvious means by which they can be adopted by the government. In Scotland, all local authorities allow residents to set part of their budgets, though so far, it’s very small: just 1% of the money allocated by central government.\\nUnless the results of participatory democracy can be translated into policy, and unless it operates at a meaningful scale, it generates cynicism and disillusion. But as the processes in Ireland, Madrid and in some Brazilian cities have shown, when people are allowed to make big and frequent decisions, the results can be transformative. Alienated, polarised populations come together to identify and solve their common problems. Democracy becomes a lived reality.\\nNowhere has participatory politics yet been allowed to fulfil its promise. There is no principled or technical reason why the majority of a municipal or national budget should not be set through public deliberation, following techniques pioneered in the Brazilian city of Porto Alegre. There is no principled or technical reason why the monthly voting process for improving life in Reykjavik could not be applied at the national level, everywhere. The call for full-scale participatory democracy is as revolutionary as the call for the universal franchise was in the 19th century. What is needed is a vehicle similar in scale to the Chartist and suffragette movements.\\nThere are precedents for environmental protests mutating into democratic revolutions: this is what helped precipitate the collapse of the Soviet Union. Our climate and extinction crises expose the failures of all quasi-democratic systems, and the blatant capture of ours by the power of money turns the UK into a global crucible.\\nIn XR’s outrageous, reviled protests we see the beginnings of what could become a 21st-century democratic revolution. Through his incompetence, callousness and greed for power, Johnson has done us two favours: exposing the shallowness of our theatrical democracy, and creating a potential coalition ranging from hospital porters to supreme court judges. Now we must decide how to mobilise it.\\nGeorge Monbiot is a Guardian columnist", "image": [["https://i.guim.co.uk/img/media/fb569547262efb1a4550489cce0c12df1f38bd87/0_233_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "Extinction Rebellion protesters outside the Treasury building in Westminster, London, September 2020"]], "author": ["George Monbiot"], "date": "2020-09-16"}, "https://www.theguardian.com/tv-and-radio/2020/sep/13/the-romantics-and-us-simon-schama-review-louis-theroux-life-on-the-edge-sue-perkins-along-us-mexican-border-black-full-monty": {"title": "The week in TV: The Romantics and Us With Simon Schama; Louis Theroux: Life on the Edge and more – review", "subtitle": null, "text": "Simon Schama returns to the barricades, Louis Theroux chooses his greatest hits, and Sue Perkins brings her warming presence to cold hostilities\\nThe Romantics and Us With Simon Schama (BBC Two) | iPlayerLouis Theroux: Life on the Edge (BBC Two) | iPlayerSue Perkins: Along the US-Mexico Border (BBC One) | iPlayerThe Black Full Monty (Channel 4) | All 4\\nWhat an inspired wheeze is Simon Schama’s latest outing, The Romantics and Us. What might have seemed a relatively dry idea on paper – a trawl through 200-year-old art – turned out to be thumpingly relevant to almost every aspect of modern life, even down to last week’s Extinction Rebellion protests and migrant landings.\\nBecause what the Romantics did was nothing less than change our way of thinking about the world. For good and, sometimes, for ill. Blake, Shelley, Delacroix, Wollstonecraft, Chopin and the rest of the gang, Schama argued with cogency, persuasion and some great phrasemaking, gave us little less than the very ideas of democracy, of national belonging (something of a double-edged sword), of obsession with the self, even interest in nature… and “we still think with their mind, we feel with their emotional heartbeat”.\\nThink you’re the first creative type to dare to put politics into your wilfully controversial art? Delacroix and Géricault got there way first, the latter with his astonishing Raft of the Medusa. Think cancel culture is an achingly millennial movement? Try the Terror, which spread through Mary Wollstonecraft’s adopted Paris in the years after the Revolution when segments of the left, after a handsome and brave new dawn, began to ensure that thinking the wrong thoughts would not merely get you censored but torched out of (or often inside) your own home. Getting righteous and huffy in middle England at the insidious distribution of inflammatory ideas? Again, nothing on Britain’s aristos in the early 1800s, who closed the free press and outlawed atheism. Schama, without ever being too heavy- handed, drew all these and many more parallels directly back to the Romantic squad’s passionate drive to convert the old religions of veneration and obedience to the new ones of insurrection and agitation.\\nSeldom was this more in evidence in the modern age than France (again) in 1968, students and workers together on barricades. One of Schama’s strengths as a presenter – and good on the broadcaster for resisting the blandishments of a myriad younger and arguably sexier historians – is that he can actually say he was in the streets of Paris during that long fraught hopeful summer (working, I believe, on his first book), and thus has an earned right to tell us all about it.\\nCrucially, Schama never talks down, or attempts to sugar the pill by presenting a complex argument as anything other. Your brain has to keep up. This is a great series, sadly only three parts. Plus, we get intriguing art lessons along the way – and great readings by Christopher Eccleston, Harriet Walter and hip-hop artist Testament.\\nIf good moment of the week was Louis Theroux video-chatting to twins, first encountered 16 years ago, who have grown into lovely understanding human beings, bad moment of the week was the same terribly young twins being encouraged by their mother, that very long time ago, to form, in essence, a Nazi pop group. Smiley-faced Hitler emojis on the T-shirts, abhorrently racist lyrics. Even in hindsight – Life on the Edge is essentially a back catalogue of greatest hits, interspersed with reflections from an older, bearded, wiser Louis Theroux – this was a grim and nasty watch.\\nOne might argue that Theroux has, throughout his career, with his mix of charm and his inviting, pregnant, come-hither silences, cleverly mixed interviewees of the near-credible type with those of the (frankly) mentally ill type. Nevertheless, he has told wider truths, from the wilder fringes of humanity and the extremes of belief – often toxic, or merely of the fruit-loopy conspiracist mindset (JFK: it was suicide) – and thus expanded our conversations. The twins’ mother, April, he did not blame: she was “incapable of seeing anything through a non-racial lens”. Can any among us feel anything else, now, except pity?\\nTheroux’s fascination is and always has been the exploitation of the vulnerable, and the fact even the most absurd charlatan can inspire real results. But Theroux is inextricably drawn to charlatans, and long may that continue.\\nI have read and heard some mild criticism regarding Sue Perkins being given the big two-nighter documentary Along the US-Mexico Border, seeking some truths about the wall, the border and immigration. Why not a grownup journalist?\\nI’ll tell you exactly why. Perkins is by far the most apt person for the job. She overflows with both natural wit and empathy, and is often braver than she looks. Plus, one aspect of bravery is being unafraid of nuance, of grey areas, open to the concept that one might hold two ideas in one’s head at the same time.\\nThere was little doubt where her loyalties lay: the impassioned plea for fairness towards the end of the second episode showed that Perkins is nothing less than a true romantic. But she was demonstrably capable of showing the same understanding (and warm humour, reciprocated in kind) towards a good-ole-boy Texan rancher overrun nightly by migrants, as she would show to the dirt-poor, and the fleeing, themselves. A news reporter might have let slip far more righteous Trump-contempt; Perkins was sparing with her snark, and thus the programme was greater for letting us make up our own minds. A truly enlightening couple of nights.\\nNot sure whether Leicester’s having a good year of it. It was at a nightclub there where one of the Chocolate Men – a troupe of 12 black strippers, who have, in co-founder Louis’s words, “to be good dancers and have a penis length of more than eight inches” – got carried away on his debut dance. In what must have been the most eggshell-fraught phrase uttered in voiceover this year, “Django allows a woman to briefly engage in oral sex with him”.\\nSo many questions, which the makers of The Black Full Monty, Channel 4’s documentary about Britain’s first all-black male strip group, duly, if but occasionally, asked.\\n“Some might say what you’re doing is perpetuating stereotypes?” “Are you selling sex, or are you selling race?” Louis and co-promoter Dante gamely tried to bat them back: “You can never satisfy everyone… anything you do as a black guy is going to be hard… it’s a stepping-stone, people are earning money, living good, what about that?” But I’m not sure we ever got an answer that would satisfy, say, the head of race and gender studies at Oxbridge Polyversity.\\nPerhaps, because there are so many questions about this, we should (as the makers tended to in the end) just see it a little bit of good dirty fun. As one young Dubliner – the £25-a-head audiences are overwhelmingly white – noted: “Think of the years we’ve suffered, tolerated, women being objectified. It’s nice to kind of appreciate the male form with a bit of vulgarity, a wee bit of an obnoxious nature, so we appreciated it. And why not, like?”", "image": [["https://i.guim.co.uk/img/media/7406dea67e9e1358b0b5758ea8bad1ad908d3a8a/149_0_1430_858/master/1430.jpg?width=465&dpr=1&s=none", "Simon Schama in the Louvre, Paris in The Romantics and Us."], ["https://i.guim.co.uk/img/media/ed450a41db76eecbc2aaafaec6191369bf45921d/0_0_4321_2885/master/4321.jpg?width=445&dpr=1&s=none", "Louis Theroux."], ["https://i.guim.co.uk/img/media/a8df54f75d194c89b9dab5ba59d89fb516ff528e/0_0_4284_2856/master/4284.jpg?width=445&dpr=1&s=none", "Sue Perkins Along the US-Mexico Border."], ["https://i.guim.co.uk/img/media/1f2b2fcbc40904c2114eaf6fac4377e7a1879aeb/0_0_3000_2000/master/3000.jpg?width=445&dpr=1&s=none", "The Black Full Monty."]], "author": ["Euan Ferguson"], "date": "2020-09-13"}, "https://www.theguardian.com/science/2020/sep/10/facts-v-feelings-how-to-stop-emotions-misleading-us": {"title": "Facts v feelings: how to stop our emotions misleading us", "subtitle": null, "text": "The pandemic has shown how a lack of solid statistics can be dangerous. But even with the firmest of evidence, we often end up ignoring the facts we don’t like\\nBy the spring of 2020, the high stakes involved in rigorous, timely and honest statistics had suddenly become all too clear. A new coronavirus was sweeping the world. Politicians had to make their most consequential decisions in decades, and fast. Many of those decisions depended on data detective work that epidemiologists, medical statisticians and economists were scrambling to conduct. Tens of millions of lives were potentially at risk. So were billions of people’s livelihoods.\\nIn early April, countries around the world were a couple of weeks into lockdown, global deaths passed 60,000, and it was far from clear how the story would unfold. Perhaps the deepest economic depression since the 1930s was on its way, on the back of a mushrooming death toll. Perhaps, thanks to human ingenuity or good fortune, such apocalyptic fears would fade from memory. Many scenarios seemed plausible. And that’s the problem.\\nAn epidemiologist, John Ioannidis, wrote in mid-March that Covid-19 “might be a once-in-a-century evidence fiasco”. The data detectives are doing their best – but they’re having to work with data that’s patchy, inconsistent and woefully inadequate for making life-and-death decisions with the confidence we would like.\\nDetails of this fiasco will, no doubt, be studied for years to come. But some things already seem clear. At the beginning of the crisis, politics seem to have impeded the free flow of honest statistics. Although the claim is contested, Taiwan complained that in late December 2019 it had given important clues about human-to-human transmission to the World Health Organization – but as late as mid-January, the WHO was reassuringly tweeting that China had found no evidence of human-to-human transmission. (Taiwan is not a member of the WHO, because China claims sovereignty over the territory and demands that it should not be treated as an independent state. It’s possible that this geopolitical obstacle led to the alleged delay.)\\nDid this matter? Almost certainly; with cases doubling every two or three days, we will never know what might have been different with an extra couple of weeks of warning. It’s clear that many leaders took a while to appreciate the potential gravity of the threat. President Trump, for instance, announced in late February: “It’s going to disappear. One day it’s like a miracle, it will disappear.” Four weeks later, with 1,300 Americans dead and more confirmed cases in the US than any other country, Trump was still talking hopefully about getting everybody to church at Easter.\\nAs I write, debates are raging. Can rapid testing, isolation and contact tracing contain outbreaks indefinitely, or merely delay their spread? Should we worry more about small indoor gatherings or large outdoor ones? Does closing schools help to prevent the spread of the virus, or do more harm as children go to stay with vulnerable grandparents? How much does wearing masks help? These and many other questions can be answered only by good data about who has been infected, and when.\\nBut in the early months of the pandemic, a vast number of infections were not being registered in official statistics, owing to a lack of tests. And the tests that were being conducted were giving a skewed picture, being focused on medical staff, critically ill patients, and – let’s face it – rich, famous people. It took several months to build a picture of how many mild or asymptomatic cases there are, and hence how deadly the virus really is. As the death toll rose exponentially in March, doubling every two days in the UK, there was no time to wait and see. Leaders put economies into an induced coma – more than 3 million Americans filed jobless claims in a single week in late March, five times the previous record. The following week was even worse: more than 6.5m claims were filed. Were the potential health consequences really catastrophic enough to justify sweeping away so many people’s incomes? It seemed so – but epidemiologists could only make their best guesses with very limited information.\\nIt’s hard to imagine a more extraordinary illustration of how much we usually take accurate, systematically gathered numbers for granted. The statistics for a huge range of important issues that predate the coronavirus have been painstakingly assembled over the years by diligent statisticians, and often made available to download, free of charge, anywhere in the world. Yet we are spoiled by such luxury, casually dismissing “lies, damned lies and statistics”. The case of Covid-19 reminds us how desperate the situation can become when the statistics simply aren’t there.\\nWhen it comes to interpreting the world around us, we need to realise that our feelings can trump our expertise. This explains why we buy things we don’t need, fall for the wrong kind of romantic partner, or vote for politicians who betray our trust. In particular, it explains why we so often buy into statistical claims that even a moment’s thought would tell us cannot be true. Sometimes, we want to be fooled.\\nPsychologist Ziva Kunda found this effect in the lab, when she showed experimental subjects an article laying out the evidence that coffee or other sources of caffeine could increase the risk to women of developing breast cysts. Most people found the article pretty convincing. Women who drank a lot of coffee did not.\\nWe often find ways to dismiss evidence that we don’t like. And the opposite is true, too: when evidence seems to support our preconceptions, we are less likely to look too closely for flaws. It is not easy to master our emotions while assessing information that matters to us, not least because our emotions can lead us astray in different directions.\\nWe don’t need to become emotionless processors of numerical information – just noticing our emotions and taking them into account may often be enough to improve our judgment. Rather than requiring superhuman control of our emotions, we need simply to develop good habits. Ask yourself: how does this information make me feel? Do I feel vindicated or smug? Anxious, angry or afraid? Am I in denial, scrambling to find a reason to dismiss the claim?\\nIn the early days of the coronavirus epidemic, helpful-seeming misinformation spread even faster than the virus itself. One viral post – circulating on Facebook and email newsgroups – all-too-confidently explained how to distinguish between Covid-19 and a cold, reassured people that the virus was destroyed by warm weather, and incorrectly advised that iced water was to be avoided, while warm water kills any virus. The post, sometimes attributed to “my friend’s uncle”, sometimes to “Stanford hospital board” or some blameless and uninvolved paediatrician, was occasionally accurate but generally speculative and misleading. But still people – normally sensible people – shared it again and again and again. Why? Because they wanted to help others. They felt confused, they saw apparently useful advice, and they felt impelled to share. That impulse was only human, and it was well-meaning – but it was not wise.\\nBefore I repeat any statistical claim, I first try to take note of how it makes me feel. It’s not a foolproof method against tricking myself, but it’s a habit that does little harm, and is sometimes a great deal of help. Our emotions are powerful. We can’t make them vanish, and nor should we want to. But we can, and should, try to notice when they are clouding our judgment.\\nIn 1997, the economists Linda Babcock and George Loewenstein ran an experiment in which participants were given evidence from a real court case about a motorbike accident. They were then randomly assigned to play the role of plaintiff’s attorney (arguing that the injured motorcyclist should receive $100,000 in damages) or defence attorney (arguing that the case should be dismissed or the damages should be low).\\nThe experimental subjects were given a financial incentive to argue their side of the case persuasively, and to reach an advantageous settlement with the other side. They were also given a separate financial incentive to accurately guess what the damages the judge in the real case had actually awarded. Their predictions should have been unrelated to their role-playing, but their judgment was strongly influenced by what they hoped would be true.\\nPsychologists call this “motivated reasoning”. Motivated reasoning is thinking through a topic with the aim, conscious or unconscious, of reaching a particular kind of conclusion. In a football game, we see the fouls committed by the other team but overlook the sins of our own side. We are more likely to notice what we want to notice. Experts are not immune to motivated reasoning. Under some circumstances their expertise can even become a disadvantage. The French satirist Molière once wrote: “A learned fool is more foolish than an ignorant one.” Benjamin Franklin commented: “So convenient a thing is it to be a reasonable creature, since it enables us to find or make a reason for everything one has a mind to.”\\nModern social science agrees with Molière and Franklin: people with deeper expertise are better equipped to spot deception, but if they fall into the trap of motivated reasoning, they are able to muster more reasons to believe whatever they really wish to believe.\\nOne recent review of the evidence concluded that this tendency to evaluate evidence and test arguments in a way that is biased towards our own preconceptions is not only common, but just as common among intelligent people. Being smart or educated is no defence. In some circumstances, it may even be a weakness.\\nOne illustration of this is a study published in 2006 by two political scientists, Charles Taber and Milton Lodge. They wanted to examine the way Americans reasoned about controversial political issues. The two they chose were gun control and affirmative action.\\nTaber and Lodge asked their experimental participants to read a number of arguments on either side, and to evaluate the strength and weakness of each argument. One might hope that being asked to review these pros and cons might give people more of a shared appreciation of opposing viewpoints; instead, the new information pulled people further apart.\\nThis was because people mined the information they were given for ways to support their existing beliefs. When invited to search for more information, people would seek out data that backed their preconceived ideas. When invited to assess the strength of an opposing argument, they would spend considerable time thinking up ways to shoot it down.\\nThis isn’t the only study to reach this sort of conclusion, but what’s particularly intriguing about Taber and Lodge’s experiment is that expertise made matters worse. More sophisticated participants in the experiment found more material to back up their preconceptions. More surprisingly, they found less material that contradicted them – as though they were using their expertise actively to avoid uncomfortable information. They produced more arguments in favour of their own views, and picked up more flaws in the other side’s arguments. They were vastly better equipped to reach the conclusion they had wanted to reach all along.\\nOf all the emotional responses we might have, the most politically relevant are motivated by partisanship. People with a strong political affiliation want to be on the right side of things. We see a claim, and our response is immediately shaped by whether we believe “that’s what people like me think”.\\nConsider this claim about climate change: “Human activity is causing the Earth’s climate to warm up, posing serious risks to our way of life.” Many of us have an emotional reaction to a claim like that; it’s not like a claim about the distance to Mars. Believing it or denying it is part of our identity; it says something about who we are, who our friends are, and the sort of world we want to live in. If I put a claim about climate change in a news headline, or in a graph designed to be shared on social media, it will attract attention and engagement not because it is true or false, but because of the way people feel about it.\\nIf you doubt this, ponder the findings of a Gallup poll conducted in 2015. It found a huge gap between how much Democrats and Republicans in the US worried about climate change. What rational reason could there be for that?\\nScientific evidence is scientific evidence. Our beliefs around climate change shouldn’t skew left and right. But they do. This gap became wider the more education people had. Among those with no college education, 45% of Democrats and 23% of Republicans worried “a great deal” about climate change. Yet among those with a college education, the figures were 50% of Democrats and 8% of Republicans. A similar pattern holds if you measure scientific literacy: more scientifically literate Republicans and Democrats are further apart than those who know very little about science.\\nIf emotion didn’t come into it, surely more education and more information would help people to come to an agreement about what the truth is – or at least, the current best theory? But giving people more information seems actively to polarise them on the question of climate change. This fact alone tells us how important our emotions are. People are straining to reach the conclusion that fits with their other beliefs and values – and the more they know, the more ammunition they have to reach the conclusion they hope to reach.\\nIn the case of climate change, there is an objective truth, even if we are unable to discern it with perfect certainty. But as you are one individual among nearly 8 billion on the planet, the environmental consequences of what you happen to think are irrelevant. With a handful of exceptions – say, if you’re the president of China – climate change is going to take its course regardless of what you say or do. From a self-centred point of view, the practical cost of being wrong is close to zero. The social consequences of your beliefs, however, are real and immediate.\\nImagine that you’re a barley farmer in Montana, and hot, dry summers are ruining your crop with increasing frequency. Climate change matters to you. And yet rural Montana is a conservative place, and the words “climate change” are politically charged. Anyway, what can you personally do about it?\\nHere’s how one farmer, Erik Somerfeld, threads that needle, as described by the journalist Ari LeVaux: “In the field, looking at his withering crop, Somerfeld was unequivocal about the cause of his damaged crop – ‘climate change’. But back at the bar, with his friends, his language changed. He dropped those taboo words in favour of ‘erratic weather’ and ‘drier, hotter summers’ – a not-uncommon conversational tactic in farm country these days.”\\nIf Somerfeld lived in Portland, Oregon, or Brighton, East Sussex, he wouldn’t need to be so circumspect at his local tavern – he’d be likely to have friends who took climate change very seriously indeed. But then those friends would quickly ostracise someone else in the social group who went around loudly claiming that climate change is a Chinese hoax.\\nSo perhaps it is not so surprising after all to find educated Americans poles apart on the topic of climate change. Hundreds of thousands of years of human evolution have wired us to care deeply about fitting in with those around us. This helps to explain the findings of Taber and Lodge that better-informed people are actually more at risk of motivated reasoning on politically partisan topics: the more persuasively we can make the case for what our friends already believe, the more our friends will respect us.\\nIt’s far easier to lead ourselves astray when the practical consequences of being wrong are small or non-existent, while the social consequences of being “wrong” are severe. It’s no coincidence that this describes many controversies that divide along partisan lines.\\nIt’s tempting to assume that motivated reasoning is just something that happens to other people. I have political principles; you’re politically biased; he’s a fringe conspiracy theorist. But we would be wiser to acknowledge that we all think with our hearts rather than our heads sometimes.\\nKris De Meyer, a neuroscientist at King’s College, London, shows his students a message describing an environmental activist’s problem with climate change denialism:\\nTo summarise the climate deniers’ activities, I think we can say that:\\n(1) Their efforts have been aggressive while ours have been defensive.\\n(2) The deniers’ activities are rather orderly – almost as if they had a plan working for them.\\nI think the denialist forces can be characterised as dedicated opportunists. They are quick to act and seem to be totally unprincipled in the type of information they use to attack the scientific community. There is no question, though, that we have been inept in getting our side of the story, good though it may be, across to the news media and the public.\\nThe students, all committed believers in climate change, outraged at the smokescreen laid down by the cynical and anti-scientific deniers, nod in recognition. Then De Meyer reveals the source of the text. It’s not a recent email. It’s taken, sometimes word for word, from an infamous internal memo written by a cigarette marketing executive in 1968. The memo is complaining not about “climate deniers” but about “anti-cigarette forces”, but otherwise, few changes were required.\\nYou can use the same language, the same arguments, and perhaps even have the same conviction that you’re right, whether you’re arguing (rightly) that climate change is real or (wrongly) that the cigarette-cancer link is not.\\n(Here’s an example of this tendency that, for personal reasons, I can’t help but be sensitive about. My left-leaning, environmentally conscious friends are justifiably critical of ad hominem attacks on climate scientists. You know the kind of thing: claims that scientists are inventing data because of their political biases, or because they’re scrambling for funding from big government. In short, smearing the person rather than engaging with the evidence.\\nYet the same friends are happy to embrace and amplify the same kind of tactics when they are used to attack my fellow economists: that we are inventing data because of our political biases, or scrambling for funding from big business. I tried to point out the parallel to one thoughtful person, and got nowhere. She was completely unable to comprehend what I was talking about. I’d call this a double standard, but that would be unfair – it would suggest that it was deliberate. It’s not. It’s an unconscious bias that’s easy to see in others and very hard to see in ourselves.)\\nOur emotional reaction to a statistical or scientific claim isn’t a side issue. Our emotions can, and often do, shape our beliefs more than any logic. We are capable of persuading ourselves to believe strange things, and to doubt solid evidence, in service of our political partisanship, our desire to keep drinking coffee, our unwillingness to face up to the reality of our HIV diagnosis, or any other cause that invokes an emotional response.\\nBut we shouldn’t despair. We can learn to control our emotions – that is part of the process of growing up. The first simple step is to notice those emotions. When you see a statistical claim, pay attention to your own reaction. If you feel outrage, triumph, denial, pause for a moment. Then reflect. You don’t need to be an emotionless robot, but you could and should think as well as feel.\\nMost of us do not actively wish to delude ourselves, even when that might be socially advantageous. We have motives to reach certain conclusions, but facts matter, too. Lots of people would like to be movie stars, billionaires or immune to hangovers, but very few people believe that they actually are. Wishful thinking has limits. The more we get into the habit of counting to three and noticing our knee-jerk reactions, the closer to the truth we are likely to get.\\nFor example, one survey, conducted by a team of academics, found that most people were perfectly able to distinguish serious journalism from fake news, and also agreed that it was important to amplify the truth, not lies. Yet the same people would happily share headlines such as “Over 500 ‘Migrant Caravaners’ Arrested With Suicide Vests”, because at the moment at which they clicked “share”, they weren’t stopping to think. They weren’t thinking, “Is this true?”, and they weren’t thinking, “Do I think the truth is important?”\\nInstead, as they skimmed the internet in that state of constant distraction that we all recognise, they were carried away with their emotions and their partisanship. The good news is that simply pausing for a moment to reflect was all it took to filter out a lot of the misinformation. It doesn’t take much; we can all do it. All we need to do is acquire the habit of stopping to think.\\nInflammatory memes or tub-thumping speeches invite us to leap to the wrong conclusion without thinking. That’s why we need to be calm. And that is also why so much persuasion is designed to arouse us – our lust, our desire, our sympathy or our anger. When was the last time Donald Trump, or for that matter Greenpeace, tweeted something designed to make you pause in calm reflection? Today’s persuaders don’t want you to stop and think. They want you to hurry up and feel. Don’t be rushed.\\nThis is an edited extract from How to Make the World Add Up by Tim Harford, published by Little, Brown on 17 September. To order a copy, go to the Guardian bookshop\\nFollow the Long Read on Twitter at @gdnlongread, and sign up to the long read weekly email here.", "image": [["https://i.guim.co.uk/img/media/bda4a53140d42c5364262a241ffa6f54ee0682e8/0_442_3106_1863/master/3106.jpg?width=480&dpr=1&s=none", "illustration: emojis on a graph"], ["https://i.guim.co.uk/img/media/8d3f4a50c3c55834c1bef39d888213bdff639f5f/0_0_5568_3712/master/5568.jpg?width=445&dpr=1&s=none", "Protestors in Edinburgh demonstrating against Covid-19 prevention measures."], ["https://i.guim.co.uk/img/media/1a53e33ca8248b551a09663f72fe7c6b97e935ee/297_0_3823_2296/master/3823.jpg?width=445&dpr=1&s=none", "Anti-carbon tax protesters in Australia in 2011."]], "author": ["Tim Harford"], "date": "2020-09-10"}, "https://www.theguardian.com/environment/2020/sep/01/extinction-rebellion-plan-two-weeks-of-disruption-as-parliament-returns": {"title": "Police arrest dozens of Extinction Rebellion protesters in London", "subtitle": null, "text": "Roads blocked near Parliament Square as group begins 10 days of UK-wide climate action\\nThousands of Extinction Rebellion protesters have descended on Parliament Square in London leading to at least 90 arrests, as the group kicked off 10 days of civil disobedience to demand government action on the climate crisis.\\nFour XR groups blocked roads as they marched across central London waving brightly coloured flags and banners demanding MPs back what they have described as the “climate and ecological emergency bill”.\\nA number of protesters sat in the middle of an intersection next to Parliament Square blocking traffic, as dozens of police officers swooped in to carry them away to vans parked nearby.\\nThe Metropolitan police issued restrictions under section 14 of the Public Order Act to limit the protest to the off-road area of Parliament Square gardens.\\nThe restrictions also stipulated that no boats, vehicles, trailers or other structures were allowed at the procession at any point on its route on Tuesday, and said the protest must finish by 7pm.\\nCommander Jane Connors of the Met said: “The reason we have implemented these conditions is that we know these protests may result in serious disruption to local businesses, commuters and our communities and residents, which I will not tolerate.”\\nSimilar protests took place in Cardiff, where protesters hung a large banner from the office of the secretary of state of Wales, and in Manchester, where demonstrators blocked roads as they congregated in St Peter’s Square with giant puppets.\\nIn contrast to the group’s rebellion in October 2019, when some members caused controversy by targeting a rush hour DLR service, organisers said the focus this time is intended to be institutions of power, with disruption aimed at the heart of Westminster and timed to start on the day MPs returned to parliament from summer recess.\\nThe Green MP Caroline Lucas addressed the crowd in Parliament Square to announce that she would table the climate and ecological emergency bill: “Thank you for showing more political leadership than that place over there,” she said, gesturing to the House of Commons.\\nThe protest is the first mass gathering of XR protesters since a rebellion planned for earlier this year was cancelled because of the pandemic, and the group has been warned it could face a £10,000 fine for organising a gathering of more than 30 people under coronavirus legislation.\\nMany protesters said the pandemic had made them more determined to protest.\\n“By living the way we live, we are making ourselves more vulnerable to these pandemics and that’s why [the climate crisis] should never have been off the agenda, it should be part and parcel of the Covid debate,” said 50-year-old Ava, from Lewes in East Sussex.\\nAlong with a specific focus on the proposed bill and calls for a national citizens’ assembly to tackle the crisis, some protesters took specific aim at the HS2 high-speed rail project.\\nA makeshift “Boris the Bank Engine” featuring cardboard carriages labelled “Lies” and “Communities Devastated” chugged from Buckingham Palace towards parliament, while protesters chanted “Stop HS2” and people dressed as ticket inspectors handed out flyers\\n“We just hope to extend the message to people who are not aware of HS2 because it’s taking place largely outside of London so many people don’t feel the loss because they can’t see it,” said Simon Morgan, an activist.\\nThe vast majority of those taking part were wearing masks, and XR said a digital rebellion was taking place online for those unable to attend the demonstrations in person.\\n“If it’s OK to get in a metal tin and fly up in the sky breathing in other people’s recycled air for four hours, then it seems ridiculous to me that you would persecute people who are trying to save the long-term health of the planet,” said Kerry Evans, 45, who had travelled from Winchester for the protest.\\n“To me, it’s madness not to be here. It’s madness not to be trying to force our government into action. I couldn’t not be part of this and look my children in the eye when I kiss them goodnight.”", "image": [["https://i.guim.co.uk/img/media/2b107315f707c152941e7bfe61dbdaf952d91792/0_241_3680_2208/master/3680.jpg?width=445&dpr=1&s=none", "Extinction Rebellion protesters march to Parliament Square in central London."], ["https://i.guim.co.uk/img/media/39f668f80f1d7eefa02122e5d217abbf4823c6e2/0_196_3500_2101/master/3500.jpg?width=445&dpr=1&s=none", "Extinction Rebellion protesters in Manchester on Tuesday"]], "author": ["Jessica Murray"], "date": "2020-09-01"}, "https://www.theguardian.com/environment/2020/sep/02/sewage-sludge-containing-human-waste-uk": {"title": "Nearly 30,000 tonnes of sewage sludge containing human waste to enter UK", "subtitle": null, "text": "Shipment from Amsterdam has been approved despite health concerns, FoI request reveals\\nSewage sludge containing human waste from the Netherlands has been passed for import to the UK, to be used on farmland as fertiliser, despite concerns over the safety of its use.\\nSpreading the sludge on farmland is banned in the Netherlands, where incineration is preferred, but allowed in the UK. Dutch water authorities are eyeing the UK as a possible destination for their sewage, after problems at an Amsterdam incineration company left them lacking disposal options.\\nA permit for the shipment of 27,500 tonnes of municipal sewage sludge was issued in February by the UK’s Environment Agency, according to a document obtained under the Freedom of Information Act by Greenpeace’s Unearthed investigative unit and seen by the Guardian.\\nThe sludge is listed as coming from the Amstel, Gooi and Vecht water board but the identity of the recipient in the UK has been redacted. The permit is valid until February.\\nIt is legal in the UK to use sewage sludge on farmland but it must be first treated and then applied under strict regulations. However, the Environment Agency has raised concerns that the regulations are not always followed.\\nIn November 2017, the Environment Agency had a report drawn up that listed potential problems for human health from using sewage on farmland, including the presence of pathogens such as E coli and salmonella, persistent organic pollutants, heavy metals and microplastics.\\nIt also found the supply chain handling sewage from its origins to its destination on fields was “convoluted”, which raised the possibility of abuse of the regulations and contamination of farmland.\\nAlistair Boxall, a professor in environmental science at the University of York, said Dutch sewage was unlikely to be any worse than that from the UK, but the government was not doing enough to ensure that sewage spread on fields was safe.\\n“The government is doing very little to understand what harm sludge could be doing to humans – they don’t have the data,” he said. “If we can ensure that you don’t have harmful contaminants, then [using sewage] is a good thing. But at the moment really we don’t know whether some of the things in there are safe or not.”\\nA further concern is that using sewage as fertiliser could foster the growth of superbugs, which are resistant to antibiotics.\\nCóilín Nunan, a scientific adviser at the Alliance to Save Our Antibiotics, said: “Human sewage can be an environmental source of antibiotic-resistant bacteria and of antibiotic residues. Wastewater treatment plants can reduce but not eliminate all the antibiotics and resistant bacteria.\\n“If human sewage is spread on land growing food for human consumption, the possibility of antibiotic resistance being spread to people is greater than if it is spread on land producing other types of crops.”\\nDr David Spurgeon, an ecotoxicological researcher at the UK Centre for Ecology and Hydrology, said there were benefits to using sewage on farmland: “It is a way of returning nutrients to soil, which means we can reduce the use of mineral fertilisers, it helps build soil structure which helps avoid soil erosion, and it returns carbon to the soil which can help with meeting carbon reduction targets.”\\nSewage treatment, though effective in removing many chemicals, was “not perfect, and there are some chemicals that can survive treatment” and other contaminants and pathogens that could get into the food chain, he added.\\n“Sludge to land does need some management and that is why there is a code of practice to try to limit any issues,” Spurgeon said.\\nJohn Sauven, the executive director of Greenpeace UK, said the government’s oversight was not working, and pointed to cases in recent years where the rules had been violated, and concerns raised in the Environment Agency’s 2017 report over enforcement.\\nSauven said: “The UK’s sewage sludge supply chains are already full of shady middlemen and waste brokers getting their hands dirty exploiting its opacity and the resulting regulatory failings. This is why the sludge that is spread on to our farms and fields has become such a toxic cocktail of plastics, chemicals and bacteria.\\n“Add waste from the Netherlands into the mix and the risk of further contamination is only going to skyrocket. The Environment Agency really needs to get its own house in order before we allow the UK to become a dumping ground for other countries’ polluted sewage.”\\nA spokesperson for the Environment Agency said: “We take our responsibility to protect the environment very seriously and our new sludge strategy ensures farmers’ use of this fertiliser is based on the latest scientific data. While spreading waste can have beneficial impacts on the land when used as a substitute for manufactured fertilisers, we are clear this practice must not harm the environment.\\n“We will not hesitate to take enforcement action against those who fail to manage any risks appropriately – including prosecution in the most severe cases.”", "image": [["https://i.guim.co.uk/img/media/1bd89f408f992024c240964878963191966f60ec/0_0_3696_2218/master/3696.jpg?width=465&dpr=1&s=none", "It is legal to use treated sewage sludge on farmland in the UK."]], "author": ["Fiona Harvey"], "date": null}, "https://www.theguardian.com/news/2020/sep/22/how-rescuing-drowning-migrants-became-a-crime-iuventa-salvini-italy": {"title": "How rescuing drowning migrants became a crime", "subtitle": null, "text": "The Iuventa ran hundreds of missions to save migrants from drowning off the coast of Libya. But after Europe cracked down on migration, its crew found themselves facing prosecution\\nAs patrol boats with flashing blue lights surrounded the Iuventa, just outside the port of Lampedusa on the evening of 1 August 2017, its crew were more annoyed than alarmed. For three days, the old fishing trawler, crewed by volunteers from the German NGO Jugend Rettet (Youth Rescue), had answered a string of requests from the Italian coastguard that to them made no sense. “This madness hopefully will soon be over,” read a message sent from the ship’s bridge to Jugend Rettet base camp shortly after 10pm.\\nIn the summer of 2017, two years on from the peak of Europe’s refugee crisis, smugglers in Libya were still sending hundreds of people a day to sea in unsafe rubber boats, and the Iuventa’s crew wanted to be where the action was. In a patch of sea just off the coast of north Africa, about a dozen NGO ships were searching for boats in distress – a direct challenge, as many of them saw it, to European governments that had scaled back state-run rescue efforts.\\nYet the Iuventa had been following instructions that drew it further away from the rescue zone and closer to Italian territorial waters. According to the ship’s records, the Italian coastguard first told the crew to rendezvous with an Italian navy ship to collect two men found adrift at sea, and deliver them to another. The second ship never turned up. Then they were told to look for a blue and white fishing boat with 50 people on board, apparently foundering in the sea close to Lampedusa. As night fell on 1 August, after a day spent searching the waves in vain, a message came through: call off your search and proceed into port.\\nIt was the third time in a few months that the ship had been ordered into the harbour at Lampedusa. In just over a year, the Iuventa – crewed by a group of young, motivated people “who could not stand to see the situation in the Mediterranean any longer”, as one put it to me – rescued more than 14,000 people. Most of these rescues were coordinated by the Italian coastguard, but the relationship was increasingly strained. The Iuventa’s revolving crew of volunteers were outspoken critics of Europe’s border policies, and the small, agile ship took more risks than some of the larger NGO vessels, sailing as close as possible to Libyan waters in order to be able to rescue people from unsafe boats sooner. As one Italian media outlet put it, the ship was “like a sort of Berliner squat out in the middle of the sea – very well organised, radical and antagonistic”.\\nAs the Iuventa entered the harbour of Lampedusa, the crew expected to be questioned briefly by police, as they had been on previous occasions, then allowed to get back to work. They were wrong. Within a few hours, their ship would be seized, marking the beginning of a long and still unresolved criminal investigation that leaves 10 humanitarian volunteers facing up to 20 years in prison.\\nIn the small hours of 2 August, while a crowd of journalists assembled on the quayside filmed and took photographs, detectives specialising in organised crime searched the Iuventa. The following morning, before the crew were even fully informed of the case against them, details were splashed across the Italian media. This “German extremist NGO”, as one newspaper later put it, was suspected of aiding illegal immigration – a crime in Italian law – by collaborating with Libyan smugglers. News outlets quoted liberally from a case file that showed the Iuventa had been under surveillance for months: there were even transcripts from a recording device placed on the ship’s bridge. Police photographs, labelled and distributed to news agencies, purported to show several occasions on which the ship’s crew had received migrants directly from boats driven by smugglers themselves.\\n“We don’t have anything to hide, and we are looking forward to returning to the search and rescue zone one day, to fight for human rights,” declared a member of the crew, who gave her name as Katrin, in a video statement released to the media. But these were explosive allegations, at a time when migration had become such a toxic issue that Italy’s interior minister declared he “feared for the democratic integrity of the country”. Italy’s populist opposition parties led the charge against rescuers, accusing them of being taxi del mare, a “sea taxi” service for migrants, while the government was pressuring NGOs to limit their operations. In the spring of 2017, two other NGOs had been investigated – but this was the first time a ship had been seized. Within months, under the looming threat of prosecution, NGOs were all but forced out of the Mediterranean.\\nToday, the Iuventa remains impounded, and 10 of its crew members are still waiting to find out if they will face trial. They deny ever working with smugglers, and have assembled documentary evidence that they say proves their innocence. More disturbingly, investigative journalists in Italy and elsewhere have unearthed evidence which appears to show that the surveillance began not with the Italian state, but with a spying plot involving a private security agency and the far-right political leader Matteo Salvini.\\nThe case is not yet over, but it has already marked a turning point: in just a few years, Europe has gone from saving lives at sea to attacking the people who do it. And it all began with the moment, in the words of the Italian author and migration specialist Annalisa Camilli, that “humanitarians were transformed from angels at sea into dangerous collaborators with smugglers”.\\nMore than three years since he last sailed a rescue mission, Dariush Beigui’s mind still clicks into gear when he sees news of a boat in distress in the Mediterranean. The German skipper, a punk rock fan who pilots barges around the port of Hamburg for a living, mentally prepares to wake up his crewmates, to manoeuvre the Iuventa into position and scan the horizon with binoculars, ready to dispatch the ship’s speedboat. But with the Iuventa sitting idle in the Sicilian port of Trapani, none of this is possible. “The hardest thing for me is to sit here watching social media, knowing that if I was there I could help,” he told me. “Maybe not to rescue everybody, but at least one person.”\\nI met Beigui in Berlin in early 2020, along with two other members of the “Iuventa 10”, Hendrik Simon and Sascha Girke. All three, now in their early 40s, volunteered to work on the Iuventa after Jugend Rettet launched in 2015 via a crowdfunding campaign. Many of the volunteers knew each other from past campaigns in environmentalist, antifascist and squatting movements, and they brought practical skills to the Mediterranean, along with a DIY ethos: Girke works as a paramedic in a town outside Berlin; Simon, an IT technician from Bremen, had driven speedboats for Greenpeace.\\nIn the summer of 2016, when the Iuventa first went to sea, the number of people crossing the central Mediterranean from Libya was at record levels. The people-smuggling trade, once tightly controlled by the former Libyan leader Muammar Gaddafi on Europe’s behalf, had boomed as the country collapsed into civil war. Since the overthrow of Gaddafi in 2011, tens of thousands of people a year – displaced by war, looking for work, or just desperate to get out of Libya – paid for passage on overcrowded inflatable dinghies that were pushed out to sea with only a few hours’ worth of fuel. Unless given assistance, once they got into open water, these boats would sink. In 2016, more than 4,500 people drowned or went missing in the Mediterranean.\\nAn increasing proportion of the rescues were carried out by private organisations. By 2016, nine separate charities, from global aid agencies such as Save the Children and Médecins Sans Frontières (MSF) to smaller, newly formed groups, patrolled international waters close to Libya.\\nThe Iuventa quickly gained a reputation as one of the more daring rescue outfits. “Saving people from drowning is always a humanitarian act,” Simon told me, “[but] I was going there as a political activist because I don’t agree with European border policies.” While the Iuventa put its speed and agility to use at sea, Jugend Rettet’s volunteers held protest actions on land, calling for “ferries not Frontex” – the provocative suggestion, with reference to the EU’s border agency, that migrants should be allowed to travel freely.\\nYet 2016 was also the year that anti-refugee politics came to the fore in Europe and the US. Italy, where the majority of people rescued off the coast of Libya disembarked, was finding itself increasingly isolated. Three years earlier, in response to a growing number of shipwrecks on its southern border, Italy had taken the bold step of sending its navy out into international waters to search for boats in distress. The country’s centre-left government gambled that the operation, which it called Mare Nostrum – “our sea” in Latin, after the ancient Roman name for the Mediterranean – would prompt its European neighbours into supporting the rescue effort, and helping look after the people rescued.\\nThe hoped-for support never arrived. Mare Nostrum was replaced by a far smaller EU operation, while responsibility for accommodating new arrivals remained with the country in which they disembarked. As Europe’s increasingly panicked governments discussed how to reduce migration across the Mediterranean, Italy’s neighbours began to seal off their land borders, preventing asylum seekers from continuing their journeys. By late 2016, around 200,000 people were stuck in Italy’s slow-moving asylum system, management of which cost well over €3bn a year.\\nItalian coastguard officials began to take a less welcoming attitude to the NGO rescuers. “There was increasingly this delaying and questioning of our missions,” said Girke, who volunteered multiple times as coordinator, either on board the Iuventa or at Jugend Rettet base camp on Malta. One point of contention seemed to be that the Iuventa would often transfer the people it picked up to better-equipped larger ships, so it could quickly return to the rescue zone. According to Girke, officials would often try to insist that the Iuventa took all the people it had rescued back to port – he suspects, to slow down its operations.\\nIn October 2016, three employees of a private security agency visited police in Trapani. The three had been working as security guards on board the Vos Hestia, a ship chartered by the UK aid organisation Save the Children, as a condition of the vessel’s insurance. On 10 September, the Vos Hestia had crossed paths with the Iuventa during a rescue: a long, gruelling day of pulling people out of the water, in which six dinghies, each with more than a hundred people onboard, were adrift and sinking. The Iuventa’s deck had become dangerously busy, and the Vos Hestia was one of several ships that arrived to help relieve the pressure.\\nOne of the security guards, Pietro Gallo, told police that shortly after the Vos Hestia took some of the Iuventa’s passengers on board, he saw a dinghy heading away from the Iuventa, driven by two “dark-skinned” men. This, he said, “made us believe that the crew of the Iuventa had received migrants from the dinghy … which was returning to the [Libyan] coast with the smugglers onboard.” The security guards assumed this meant that the Iuventa had collected migrants from smugglers by prior arrangement, rather than rescuing people whose lives were in danger.\\nHad the Iuventa’s crew committed a crime? They say they had no contact with smugglers, pointing out that no evidence besides the security guards’ testimony has been offered for the incident, and that several other vessels including an Irish navy ship were present at the scene. Nor, they say, was the alleged incident mentioned in the official Frontex report on that day’s rescue. But after the allegations from security guards, prosecutors in Trapani authorised a surveillance operation, placing an undercover officer on Save the Children’s ship. The officer would pose as a security guard alongside Gallo and his colleagues, watching the Iuventa from afar.\\nIn late November, the Iuventa entered port for the winter. By the end of the year, 181,436 people had been rescued from the central Mediterranean – and Italy appeared to welcome the contribution of the NGOs. At the end of the year, Girke told me, he attended a meeting in Rome with the Italian coastguard, to discuss how they could improve cooperation. “They were asking us to come back next year with bigger ships,” he said.\\nIn the spring of 2017, six months after Gallo and his colleagues visited the police in Trapani, the prominent opposition politician Salvini made a startling claim on the TV talkshow In mezz’ora (“In half an hour”). In a heated debate with a representative of MSF, Salvini stated that he had seen a dossier by Italy’s secret services about contact between people smugglers and some of the NGOs. “There are weapons and drugs onboard some of those ships,” he added.\\n“How do you know?” asked the presenter, clearly taken aback.\\n“I listen to the people who work on these boats,” Salvini replied.\\nNo more details of the “phantom dossier”, as one media outlet described it, ever emerged. But Salvini had been in contact with the security guards on board the Vos Hestia. According to Gallo, in September 2016, the trio emailed AISE, the Italian secret service, with their suspicions about the Iuventa. When nobody there responded, said Gallo, they tried Salvini.\\n“[Salvini] called back a few minutes later,” Gallo told the newspaper Il Fatto Quotidiano last year. “He wanted to meet us immediately, but we explained that we were about to embark, so he gave us the number of one of his contacts.” According to Gallo, Salvini asked them to secretly document what they saw at sea, and pass the information on to his office via an intermediary.\\nSalvini has only partially confirmed the account, telling Il Fatto Quotidiano that he “disseminated” some “highly interesting” information he received from one of Gallo’s colleagues. What we do know, however, is that in the early months of 2017, Salvini transformed the fortunes of the party he leads, the Lega Nord, by helping bring the claim that NGO rescuers were collaborating with smugglers from the far-right fringe into the mainstream of political debate.\\nThe situation in the Mediterranean had become a rallying point for far-right activists across Europe. In December 2016, the Gefira Foundation, an obscure Dutch thinktank that purports to monitor the “extinction” of Europe’s “indigenous peoples”, published a report in which it claimed that search and rescue was a “scam” in which “NGOs, smugglers, the mafia, in cahoots with the European Union, have shipped thousands of illegals into Europe under the pretext of rescuing people”. Within weeks, similar claims then began to circulate among far-right social media accounts.\\nThe narrative entered Italian politics, too. In February 2017, a Sicilian prosecutor called Carmelo Zuccaro announced a taskforce to investigate the NGOs, later claiming that smugglers and rescuers were colluding in order to destabilise the Italian economy. The following month, a hitherto unknown blogger, a 23-year-old media and communications student from Turin called Luca Donadel, posted a video to his Facebook page titled “the truth about migrants”, which argued that NGOs were running a “taxi service” for financial gain. Within days, Donadel’s video went viral, shared by Salvini on his own social media accounts, and discussed on Striscia la notizia, a popular satirical TV show. Italy’s other main opposition party, the Five Star Movement, joined the fray, and by April the accusation that the NGOs were “sea taxis” – a phrase coined by the Five Star Movement’s then leader, Luigi Di Maio, dominated the airwaves.\\nAs the moral panic intensified, state surveillance of the Iuventa stepped up a gear. In May, the ship was twice ordered to leave the rescue zone near Libya and dock at Lampedusa. Beigui, Girke and Simon now think that this is when the ship’s bridge was bugged, although at the time they had no idea. “Maybe it was a bit naive,” said Simon, “but we were thinking like: ‘Come on, we are rescuing people from drowning, what’s the worst that could happen?’”\\nItaly’s government, under pressure from both its domestic opposition and other European states to reduce migration, was turning against the rescuers. Marco Minniti, a former political head of the intelligence services, had taken over as interior minister at the end of 2016. Unlike his predecessors, Minniti was convinced that the priority was to prevent migrants from leaving Libya. He struck deals with several of the armed groups that controlled Libya, offering training to what remained of the country’s coastguard – and negotiating with the militias that controlled smuggling in the coastal cities, to put a halt to migration.\\nAs summer 2017 approached, however, the numbers leaving Libya reached a new record. At the end of June, Minniti had a flight to Washington DC turned around when he heard the news that 12,000 people, rescued from the Mediterranean in the space of a few days, were making their way to Italian ports. After an emergency summit, in which Italian officials briefed the media that NGOs were to blame for encouraging people smugglers, Minniti unveiled a tough new code of conduct for rescue vessels. It included the demand that boats bring rescued migrants directly to port rather than transferring them to larger ships, a condition that would have severely limited the operations of smaller vessels like the Iuventa. Several NGOs, including Jugend Rettet, refused to sign the document in its original form; MSF said the code would lead to “more drownings”.\\nBy mid-August, it seemed as though Minniti’s agreements in Libya were finally taking effect. The number of people crossing the Mediterranean fell drastically. But as lurid details from the Iuventa case file spread throughout the media, the NGOs were now the centre of attention. “The NGOs don’t give a toss about migrants, it’s just the business opportunity of the moment,” said “Lucio M”, one of the security guards who worked with Gallo on board the Vos Hestia\\nA wide section of Italian society, and most of its politicians, had come to see the rescuers as a threat. Donations to the aid organisations plummeted, and in the second half of 2017 several of the major operators, including Save the Children and MSF, suspended or halted their rescue missions. Anti-immigration sentiment continued to rise – and by the autumn, even Pope Francis, a vocal supporter of migrants’ rights and humanitarian rescue, appeared to give ground. In September, he stated that it was understandable for “a country which has done so much, like Italy, to ask itself: can I host everyone? Do I have enough space?”\\nAs a general election approached in early 2018, opposition politicians continued to attack the government on migration, with Salvini leading the charge. Support for the Lega soared: as recently as 2014 the party was supported by just 6% of the population; in 2018 it received 17%. The rightwing electoral alliance it formed part of topped the poll, with 37% of the vote. Entering coalition with the Five Star Movement, Salvini was appointed interior minister.\\nOne idea – that saving people from drowning only encourages others to make the journey – has come to dominate Europe’s response to migration across the Mediterranean. Depending on your point of view, this is either hard-headed realism – or a terrifying, inhumane calculation. But the debate that surrounds this issue almost always obscures the perspectives of the people who attempt the journey.\\nIn October 2016, at around the same time that Gallo and his colleagues were talking to detectives in Trapani, a young man from Gambia called Malik saw what he calls “a miracle out of nowhere”. The 20-year-old was crammed with 130 others into a dinghy launched that morning from Libya, the weather had turned rough and the dinghy was starting to sink. As people around him said their prayers and prepared for death, Malik spotted a ship on the horizon. Taking a white shirt from a fellow passenger, he stood up and waved it furiously.\\n“They told us to stay calm, that we’d all be rescued,” said Malik when I spoke to him recently. “They gave us life vests and towed our boat all the way to the ship, and we got out one by one.” Malik, who left his home in Gambia in 2014 after his father stabbed him during a drunken argument, was one of two people rescued by the Iuventa who I tracked down earlier this year. His journey to the Mediterranean had been brutal. He had borrowed money to pay for his passage across the Sahara desert, then worked on building sites in Libya, hoping to save up enough money for a journey to Europe. But he was kidnapped and held for ransom by one smuggling gang, then detained by another in a camp near the coast for seven months until his mother sent him money to buy his way out.\\nAbdulrahman, who left his home in Sierra Leone during an outbreak of Ebola and was just 16 when he was saved from a waterlogged dinghy in August 2016, had a similar story. He told me that by the time he left Libya, he was so desperate that he had spent five days hiding among trees and scavenging for food outside the port of Sabratha, looking for a way to sneak into the camp where smugglers were sending boats out to sea. “In Libya, trust me, there is slavery there – they treat people like animals,” he said.\\nThe widespread abuse of migrants in Libya, above all of people from sub-Saharan Africa, goes back at least two decades: in 2005, an Italian parliamentary commission heard that people were being locked up “like dogs” in detention centres built by Gaddafi, partly as a result of requests from European governments to limit migration to their shores. Gaddafi is gone, but there is still a well-documented overlap between smugglers and officials in what remains of the Libyan state.\\nAs Maria Serrano, a migration researcher for Amnesty, put it to me: “NGOs don’t only save lives at sea, they monitor what is happening, and what the Iuventa and others were doing was bearing witness to the awful violations in Libya by trying to assist the survivors.”\\nIn June 2018, Italian prosecutors officially named 10 Iuventa crew members as suspects. In an attempt to clear their name, the volunteers commissioned an investigation by the London-based researchers Forensic Architecture. Using geolocation techniques, and the Iuventa’s own archive of pictures and video footage, Forensic Architecture discovered what they say are serious discrepancies in the case file. In one instance, from June 2017, Italian authorities say an empty dinghy was being towed by Iuventa crew members back towards Libya. But analysis of video footage shot from another rescue ship, along with wind patterns, suggests that it was being towed in the opposite direction, the crew say in order to be destroyed. In another, from the same day, footage examined by Forensic Architecture suggests that two men seen watching a rescue take place from a distance are “engine fishers” – people who follow migrant boats in order to salvage the parts – rather than smugglers, as the authorities claim.\\nBy this time, NGO rescuers had almost completely vanished from the central Mediterranean. Once in his post as interior minister, Salvini engineered a series of standoffs in which he prevented rescue ships from docking in Italy, leaving vessels with hundreds of migrants on board trapped at sea for days. “These jackals put the lives of immigrants at risk,” Salvini tweeted during one such episode. “Will they also go unpunished?” Now back in opposition, after his governing coalition collapsed last year, Salvini is facing a possible criminal trial of his own. This February, the Italian senate voted to strip him of parliamentary immunity and allow magistrates in Sicily to try him for kidnapping, over an incident in which he prevented 131 migrants from disembarking.\\nAccording to Matteo Villa, a migration researcher at the Institute for International Political Studies (ISPI), a leading Italian thinktank, Salvini’s actions may have been extreme, but he was “expressing the sentiments of all EU governments at the time”. An internal report by the EU border agency Frontex, leaked to the media in December 2016, stated that NGO rescuers acted as an unwitting “pull factor” on migration across the Mediterranean sea.\\nYet Villa’s own research suggests this is a mistaken premise. A recent study of migration patterns from Libya between 2014 and 2019, co-authored with Eugenio Cusumano and published by the European University Institute, found “no relationship between the presence of NGOs at sea and the number of migrants leaving Libyan shores”. Instead, departures rose or fell with the weather, or due to political conditions in Libya itself. But in the absence of larger-scale rescue operations, the proportion of people who die has increased. Even though the number of crossings has fallen drastically, still 750 people drowned or went missing last year.\\nWhen I spoke to Malik and Abdulrahman, it was almost four years since they had encountered the Iuventa. Abdulrahman now lives in Germany, where his claim for asylum was granted, and is doing an engineering apprenticeship. “I was very angry to hear that the people who saved our lives are now having problems,” he told me. Malik, meanwhile, is living in a reception centre near Naples, still waiting for a decision on his asylum claim. “I knew what was happening in the Mediterranean and I made a gamble out of it,” he said. Abdulrahman and Malik’s fortunes had diverged – but they were both alive.\\nLast year, Pietro Gallo, the security guard whose actions helped trigger the surveillance of the Iuventa, broke his silence about the affair. “I never witnessed the NGOs collaborating with traffickers,” he told a reporter from the German newspaper Die Zeit. “That was always just a hunch. We put two and two together.” Gallo claimed he hadn’t intended for rescuers to be forced out of the Mediterranean, only that he thought Salvini would use his position “to work out a humanitarian solution on a European level”.\\nIn late 2019, a resolution calling for the EU to improve its search-and-rescue operations was narrowly defeated in the European parliament by an alliance of far-right and conservative parties. Ursula von der Leyen, the centre-right president of the European commission – the EU’s executive branch – has promised a “human and humane” approach in the commission’s new migration pact, a document that will set the course of policy over the next few years. But Von der Leyen began her tenure last year by renaming her head of migration “commissioner for protecting the European way of life”, wording that was condemned for its resemblance to far-right propaganda, and quickly changed.\\nAt the EU’s land and sea borders, reports describe the violent expulsion of refugees and other vulnerable migrants: this summer, Greece was accused of setting people adrift in the Aegean, while Italy and Malta have both tried to close their ports to rescued migrants, citing the coronavirus pandemic. It’s the migrants who most often get caught at the sharp end, but as governments toughen their border policies, volunteers who step in to help can find themselves treated as criminals. A recent report by Amnesty International found that since 2015, more than 150 people have been investigated or prosecuted in Europe for offering help to migrants.\\nIn Italy, since the spring of 2017, 16 separate criminal investigations have been opened into NGO rescue ships. Today, the handful of NGOs that still operate face long battles with the authorities to be allowed into port, and their vessels are still sometimes impounded: on 21 September, a ship belonging to the German NGO Sea-Watch was held in the port of Palermo, for issues including “having too many lifejackets on board”, the fifth time a rescue vessel has been seized.\\nYet none of the criminal cases have so far come to trial – even though, in the case of the Iuventa, which is now the longest-running active investigation, it has been more than three years since the ship was seized. Prosecutors have yet to decide whether they will bring charges, pending the result of a forensic search of the crew’s computers and phones. In the meantime, the Iuventa 10 are patiently trying to clear their name – and get their ship back.\\n“We never thought we were a solution to the problem,” Girke told me when I spoke to him earlier this year. “The question for us was: how can we empower people on the move to resist, to end their own suffering? And the very first step was to not let them die.”\\nFollow the Long Read on Twitter at @gdnlongread, and sign up to the long read weekly email here.\\nThis article was amended on 24 September 2020. In 2018 Lega did not receive 37% of the vote, but 17%. The rightwing electoral alliance it formed part of received 37%.", "image": [["https://i.guim.co.uk/img/media/51119a9a5b8f5b2cfec969c74b8635494dd2b716/618_988_2238_1342/master/2238.jpg?width=480&dpr=1&s=none", "The Iuventa on a rescue mission in the Mediterranean, November 2016."], ["https://i.guim.co.uk/img/media/3c2a47300f527a8a82690d7130abfba6e6e5f205/0_93_3861_2317/master/3861.jpg?width=445&dpr=1&s=none", "The Iuventa in the Mediterranean with 447 rescued people onboard, July 2016"], ["https://i.guim.co.uk/img/media/81a39a2d0fc9d0c2ad4cbaf7f18a191696412218/0_119_5760_3456/master/5760.jpg?width=445&dpr=1&s=none", "People onboard the Iuventa after being rescued off the Libyan coast, September 2016."]], "author": ["Daniel Trilling"], "date": "2020-09-22"}, "https://www.theguardian.com/commentisfree/2020/sep/13/never-mind-extinction-rebellion-lets-consider-boris-johnson-charge-sheet": {"title": "Never mind Extinction Rebellion, let's consider Boris Johnson's charge sheet", "subtitle": null, "text": "Blockading newspapers may cross a line for some, but is the PM a bigger criminal?\\nMy old university friend, the American geographer William Dyer, accepted my Skype call at a research station on the pebble shores of the Antarctic Sound. Once, it would have been too remote to receive messages and yet here I was, laughing at the Sub Pop Records baseball cap that fixed him temporally and culturally. Will had wanted to be free, free to do what he wanted to do. And he had wanted to get loaded and have a good time. But Will, a better man than I, discovered a conscience. And now he was watching ice melt.\\nWill had been the first person to tell me about climate change, one long whiskey night in 1986, but the idea that the world was warming was absurd, just like his claim that one day we would piggyback on a worldwide military computer network to communicate face to face. And yet here we were doing just that and Will was in a shrinking southern ice field documenting exactly the kind of destruction I had doubted.\\nI needed Will’s advice. The environmental action group Extinction Rebellion was asking minor celebrities, like me, to sign a letter in Sunday’s Observer countering the Boris Johnson government’s claims it was a criminal organisation, after it stopped the distribution of newspapers deemed hostile to its aims from Rupert Murdoch’s plants. I was interested in William’s position. “Well, Extinction Rebellion is of course right to be extremely alarmed,” he said, “but I suppose, philosophically, it might be worth your clarifying the distinction between a criminal action and a moral one.” William allowed me to answer him in one long stream-of-consciousness rant, a skill honed through 30 years of echo-chamber leftwing standup.\\n“You’re right of course, Will,” I began. “But the verified crimes of Boris Johnson himself are many and varied and range from the irrelevant to the indefensible. He claims to have been arrested for plant-pot related restaurant vandalism while a student member of an elite restaurant vandalism society; was sacked from the Times for inventing quotes impugning the 13th-century nobleman Piers Gaveston; agreed to find his friend Darius Guppy the address of a journalist the convicted fraudster wanted to give “a couple of black eyes and a cracked rib”; used cocaine, though claims he imbibed with the lack of accuracy or care typical of his approach to politics; accrued multiple parking fines while reviewing cars for the monthly sex-gadgets journal GQ; built an ostentatious shed on his balcony without planning permission, making his Islington neighbours choke on their Fair Trade LGBTQIA hessian duffel-coat espadrille dinner-party muesli; used discreet water sprayers to suppress air pollution levels around monitoring stations in the run-up to the London 2012 Olympics, inadvertently contributing to the long-term critical health problems of thousands of vulnerable children; failed to declare a conflict of interest regarding his friendship with a pole-dancing technology instructor; lied about Turkish accession to the EU; lied on a bus about EU savings that could be transferred to the NHS; lied about an affair and so was dismissed from the post of shadow arts minister; lied about public support for a no-deal Brexit and so was censured by the Independent Press Standards Organisation in April 2019; failed nine times to declare his full earnings from the Daily Telegraph when he should have done, in breach of ministerial codes; lied about the reasons for not singing Rule, Britannia! at the Proms; lied by colluding in the distribution of undated images of al fresco long-hair dining to shore up the perceived stability of his relationship with Carrie Symonds; and lied to the Queen to unlawfully prorogue parliament. And yet here is Boris Pot-Crime Gaveston-Crime Address-Crime Cocaine-Crime Parking-Crime Shed-Crime Pollution-Crime Pole-Crime Turkish-Crime Bus-Crime Affair-Crime No-Deal-Crime Telegraph-Crime Proms-Crime Hair-Crime Queen-Crime Johnson, asking the Home Office to reclassify Extinction Rebellion as a “criminal” organisation. And Boris Johnson calling Extinction Rebellion a criminal organisation is the pot calling the kettle black. And that pot had probably been thrown through the window of an Oxford restaurant in the 1980s anyway. Or been smoked. Or something. And the kettle isn’t called “black”. It is called a “picaninny”. Yes! That’s it!! Boris Johnson is the pot that has been thrown through a restaurant window or smoked, calling the kettle a picaninny. Let’s see that sentence trending on Twitter! Could a rightwing comedian have thought of that? No! That is why I was called “The World’s Greatest Living Standup” by the reputable and honest Times newspaper in 2018. And you’re watching ice melt in a wilderness!!”\\n“OK, Tiger, petty, personality-driven political point-scoring is too trivial a framing device for this debate. Let’s make this more of a Socratic dialogue and less of an ego trip,” said Will, harshing my buzz. “Critics will claim that Extinction Rebellion’s actions strike at the democratic notion of a free press. But from a moral perspective, when rising temperatures have destroyed our world as we know it, perhaps the cockroaches that inherit the planet will fashion from their stinking dung enormous reverential statues of the heroic Extinction Rebellion ‘criminals’ that tried to save us from ourselves.”\\n“Yes, Will,” I agreed, sarcastically, “but the man who reviewed filth-producing cars for a filthy magazine and then left them lying around abandoned before going off to waste the Earth’s resources on illegal sheds while hiding behind the human shield of his puffin-cherishing environmentalist partner, will be rightly identified as a real “criminal” of the Anthropocene period. And slowly, the cockroaches will roll Boris Johnson’s statue off the crumbling quay, into the last dry puddle of the still boiling ocean et cetera, et cetera. Look, do I sign this letter or what?” But there was no answer. Through the window of his cabin I could see Will outside on the beach, open mouthed, head in hands. In the time we had been goofing around, arguing the point like student showoffs, another vast shelf of ice had slipped silently into the sea.", "image": [["https://i.guim.co.uk/img/media/6e4d66fa9c2d8d4a0b82279f75cd4c24103bee45/0_78_1969_1182/master/1969.jpg?width=465&dpr=1&s=none", "Illustration by David Foldvari."]], "author": ["Stewart Lee"], "date": "2020-09-13"}, "https://www.theguardian.com/world/2020/sep/02/amazon-fires-brazil-rainforest-bolsonaro-destruction": {"title": "Amazon tragedy repeats itself as Brazil rainforest goes up in smoke", "subtitle": null, "text": "The vast rainforest is experiencing a repeat of last year’s devastating fires and critics say Bolsonaro bears ultimate responsibility\\nJair Bolsonaro smiles down from a propaganda billboard at the entrance to this scruffy Amazon outpost, welcoming travelers to his “route to development”.\\nBut 20 months into Bolsonaro’s presidency – and a year after a devastating outbreak of Amazon fires caused global outrage – the fires are back, and many fear Brazil’s leader is instead steering his country towards environmental ruin.\\nDuring a two-hour monitoring flight through the skies around Novo Progresso the Guardian saw giant columns of white and grey smoke rising from supposedly protected forests below.\\nElsewhere, illegal goldmines could be seen within the Baú indigenous territory – a chaotic tapestry of muddy pools and makeshift encampments where pristine forest once stood. Newly deforested areas of fallen and charred trees were visible within the Iriri forest reserve.\\n“The Amazon is condemned to destruction,” despaired one former top official at Brazil’s enfeebled environmental agency, Ibama, accusing the far-right populist of overseeing a wholesale “demolition” of protection efforts.\\n“Under this government there will be no combating [of rainforest destruction],” the ex-official said. “The future looks dark.”\\nUnder pressure from foreign investors, governments and Brazilian business leaders to avoid a repeat of last year’s scandal – when celebrities and world leaders such as Leonardo DiCaprio and ​Emmanuel Macron condemned Bolsonaro’s treatment of the Amazon – Brazil’s government has gone on the offensive.\\n“This story that the Amazon is going up in flames is a lie,” Bolsonaro insisted earlier this month, despite growing evidence to the contrary.\\nIn May thousands of troops were deployed to the Amazon as part of a military mission supposedly designed to cut environmental crime – but which some claim is making things worse.\\nIn July, as pressure from international investors intensified, Brazil announced a four-month ban on burning designed to reassure the world something was being done.\\nBut satellite imagery being gathered by Brazil’s own space agency, Inpe, suggests those efforts are falling short. In August it detected more than 7,600 fires in Amazonas – one of nine states making up the Brazilian Amazon – the highest number since 1998 and nearly 1,000 more than last year. On Tuesday Inpe announced that across the entire Amazon region it had detected more than 29,307 fires in August – the second highest number in a decade and only slightly less than last year’s figure of 30,900.\\nGreenpeace calculated that despite the military mobilization and burning ban there had been only an 8% reduction in fires between mid-July and mid-August compared with last year.\\n“We are watching last year’s tragedy repeat itself,” said Rômulo Batista, a Greenpeace campaigner in Manaus, the capital of Amazonas.\\nDuring a recent surveillance flight over four Amazon states – Amazonas, Mato Grosso, Rondônia and Pará – Batista also witnessed shocking scenes of devastation.\\n“We saw tracts of pasture that were burning, deforested areas that were burning, areas of forest that were burning. And it was obvious that down there in the forest below us nobody was staying at home [because of coronavirus],” he said.\\n“Everyone – illegal loggers, land grabbers, illegal miners – they’re all up and running, and even more so than usual, safe in the knowledge that government inspections have been scaled back because of the pandemic.”\\nA monitoring official from the indigenous NGO Instituto Kabu, which organized the Guardian’s single-engine flight over Pará state, said: “There has been a flagrant increase in illegal mining and logging activities in the last two years. The lack of inspection operations by Ibama and the federal police in this region has ended up encouraging environmental crimes in indigenous territories.”\\nBep Protti Mekrãgnoti Re, a chieftain for the indigenous Kayapó people, said its communities were paying a heavy price for the government’s anti-environmental stance.\\n“What Bolsonaro’s development means is destruction within our reserve,” said Bep Protti who recently led a week-long blockade of the Amazon highway cutting through Novo Progresso to demand protection.\\nHe called for urgent action to monitor and protect the region’s forests and the wildlife within: “It’s with the forest and the rivers that I feed myself.”\\nThe chieftain said two models of development were currently facing off in the Amazon: “the development of destruction” and the sustainable “development of construction and knowledge”.\\nEnvironmentalists are clear which model Bolsonaro – who took office in January 2019 vowing to open the Amazon and its indigenous reserves to development – is pursuing.\\n“This is without doubt the worst moment in more than 30 years that we are facing in Brazil. And unfortunately it was entirely expected because the president was elected thanks to his anti-environment rhetoric – and now he is making good on those promises,” said Carlos Rittl, a Brazilian environmentalist who works at Germany’s Institute for Advanced Sustainability Studies.\\n“The feeling is one of desolation,” Rittl said, adding: “2020 is going to be a terrible year.”\\nBatista compared Bolsonaro’s approach to the forest fires to his denialist handling of coronavirus, which has now killed more than 120,000 Brazilians. The far-right populist hoped to deny satellite images and science and project “an air of normality” to the world “just as he did with Covid-19”. “Unfortunately, this simply isn’t true.”\\nThe former Ibama official was similarly pessimistic, claiming its operations were “completely paralyzed” and Brazil’s environmental policies in tatters. The organization, reeling from years of cuts, had only six helicopters to police the Amazon’s 2.1m square miles, with plans to take two more of those out of service. “If you ask me, to fight deforestation we would need at least 12.”\\nLast week Brazil’s environment minister announced that all anti-deforestation operations were to be halted, although that was reversed after an outcry.\\nRittl called the latest fires – which are likely to continue until October – “a tragedy foretold” and the consequence of “a government with absolutely no commitment to the environment”.\\n“Under Bolsonaro, Brazil is becoming perhaps the greatest global enemy of the environment. It is so sad to see,” he said. ”A tiny number of people grow very rich with this – and all of us lose.”", "image": [["https://i.guim.co.uk/img/media/3399b1e9c3dce6eeb1ca7f1a98ff50f002ca3fc8/0_0_8256_5504/master/8256.jpg?width=480&dpr=1&s=none", "Fire and deforestation scar the Iriri national forest reserve near Novo Progresso in the Brazilian Amazon."], ["https://i.guim.co.uk/img/media/11dc62946d5f5b5c7bf2e4f38827905b9811bf14/0_187_5608_3365/master/5608.jpg?width=445&dpr=1&s=none", "The entrance to Novo Progresso."], ["https://i.guim.co.uk/img/media/2b413cf29d45246fc37c7996202b57e1373077eb/0_472_7139_4286/master/7139.jpg?width=445&dpr=1&s=none", "Gold mining site called Coringa (garimpo do Coringa), located inside the Baú Indigenous Land. 13 August 2020."], ["https://i.guim.co.uk/img/media/99e9041cb43a359a7e6ec290ddda7e7769d45fb2/0_258_7731_4639/master/7731.jpg?width=445&dpr=1&s=none", "Kayapó protest that blocked the BR-163 road near Novo Progresso, Pará, on 17 August."], ["https://i.guim.co.uk/img/media/83d6df3c4d849a7b7142e539943d0086194d41fe/0_170_8256_4954/master/8256.jpg?width=445&dpr=1&s=none", "Fire on a farm in the region of Novo Progresso, Pará. 25 August 2020."]], "author": ["Tom Phillips"], "date": "2020-09-02"}, "https://www.theguardian.com/environment/2020/sep/03/extinction-rebellion-rights-peaceful-protest-threat-police": {"title": "Extinction Rebellion: rights experts say peaceful protest in UK under threat", "subtitle": null, "text": "Liberty condemns ‘unworkable restrictions, fines and arrests’ used by police to stifle rallies\\nCivil liberty experts have warned that peaceful protest is under threat in the UK, after the environmental campaigners were targeted with pre-emptive arrest and “unworkable restrictions” were placed on this week’s Extinction Rebellion (XR) demonstrations.\\nThousands of people have taken to the streets this week to highlight the escalating climate emergency and demand urgent action from the government.\\nMore than 200 campaigners have so far been arrested. The civil liberties group Liberty said legitimate protest was being hampered by forceful police tactics.\\n“Despite the fact the police have a duty to facilitate protest, recent weeks have seen unworkable restrictions, fines and arrests all used to deter us from exercising our rights,” said Gracie Bradley, the group’s interim director. “These restrictions are heavy-handed and go too far.”\\nThe Metropolitan police has issued restrictions under section 14 of the Public Order Act that state the XR demonstration in Westminster must take place within the off-road area of Parliament Square between 8am and 7pm.\\nProtesters said it was an attempt to stifle legitimate protest amid government inaction over the climate emergency.\\n“I think [the police] are a lot more stringent, and much more feisty this time round … It’s very, very different,” said Alice Huntington, a 48-year-old protester from Bedford.\\n“I think it’s disgraceful, it remains to be seen whether this is legal really, but it’s bordering on oppression. We have a legal right to protest, and it feels as though that’s not being allowed.”\\nRoger Lockey, 65, said he felt the police had ramped up their actions for each of the group’s rebellions over the past two years. “The response is much more robust than in October, they are not spending much time allowing us to block roads but we didn’t expect it to be the same,” he said.\\nLast week five climate activists from the newly formed Beyond Politics group were arrested and charged with conspiracy to cause criminal damage. An XR co-founder, Roger Hallam, was among them and he and another activist, Diana Warner, remain in prison on remand.\\nBradley said: “These tactics are not new but they are damaging as they undermine our right to protest by reframing it as a public nuisance. Peaceful protest is a core pillar of any healthy democracy, and it is vital it is protected whatever the cause.”\\nThe Met declined to comment but directed the Guardian to its website where a statement said the restrictions had been imposed as the protest could “result in serious disruption to the life of the community”.\\nThis week’s demonstrations are the first mass gathering of XR activists since a rebellion planned for earlier this year was cancelled because of the coronavirus pandemic. The group has been warned it could face a £10,000 fine for organising a gathering of more than 30 people under Covid legislation.\\nIn London, XR’s latest rebellion has so far focused on Westminster but activists say they intend to target other institutions responsible for the climate crisis in the days ahead.\\nOn Thursday, several protesters in the centre of the capital glued their hands to the pavement in an attempt to block two entrances to parliament, before being removed and arrested by police.\\nNearby, a group of eight Animal Rebellion demonstrators stopped traffic outside the Department of Health and Social Care, blocking the road with a slaughterhouse truck to raise awareness of the link between animal farming and the climate crisis, as well as the risk of pandemics.\\n“We don’t want to upset people going to work, going about their business, especially with the tough times because of Covid, so we are targeting the main areas of government and organisations we feel are most to blame,” said XR activist Tim Grigg.", "image": [["https://i.guim.co.uk/img/media/395829dcf53347b01d66ca275ee58759ef7a0822/0_188_5976_3584/master/5976.jpg?width=465&dpr=1&s=none", "Police officers detain an an Extinction Rebellion activist during a rally in Parliament Square, London."], ["https://i.guim.co.uk/img/media/f460d09c04c8c8136d0e9338d1b9f9c452688df6/0_247_5976_3584/master/5976.jpg?width=445&dpr=1&s=none", "Extinction Rebellion has organised several events across the UK this week, timed for the return of government officials after the summer break."]], "author": ["Matthew Taylor", "Jessica Murray"], "date": "2020-09-03"}, "https://www.theguardian.com/environment/2020/sep/11/extinction-rebellion-how-successful-were-the-latest-protests": {"title": "Extinction Rebellion: how successful were the latest protests?", "subtitle": null, "text": "Numbers demonstrating on the streets have been smaller but the actions much more targeted\\nA few minutes before Boris Johnson’s convoy swept past on his way to prime minister’s questions this week, around a dozen people stepped off the pavement and into the middle of the busy junction outside parliament.\\nAs they hurriedly sat down and tried to glue their hands to the road, they were surrounded by scores of police officers. Within seconds they were lifted – or dragged – back to the pavement. The protest was over almost before it had begun and minutes later the prime minister’s motorcade sped past unhindered.\\nThe action was one of scores of Extinction Rebellion non-violent civil disobedience protests – from a migrant justice demonstration outside the Home Office to blockading a slaughterhouse in Manchester – that have been taking place in major cities across the UK over the past two weeks to try to highlight the escalating climate crisis.\\nUnlike XR’s previous rebellions in April and October last year, which saw thousands of people blockade large parts of central London day after day, protesters have focused on what they say are some of the the key actors driving the climate crisis – from the UK government to rightwing thinktanks and media companies, fossil fuel corporations to big infrastructure projects.\\nNumbers on the streets have been smaller – mainly because of the impact of the coronavirus pandemic – and the more targeted actions have caused neither the same level of disruption or gripped the public imagination to the same extent as they did last year.\\nHowever, XR organiser say its more focused campaign have given the movement a renewed sense of purpose.\\n“In the past we have raised a very generalised alarm which needed doing,” said Clare Farrell of XR. “But there are things that are structurally important to understand about the causal reality of this crisis and I think we have done a fantastic job of drawing attention to them.”\\nA key target of the protests was rightwing thinktanks and lobbying organisations that campaigners say play a crucial role in downplaying the climate crisis. Last week, XR activists joined novelists, poets and playwrights, including Mark Rylance and Zadie Smith, to demonstrate outside 55 Tufton Street in London, a venue infamous for hosting meetings of thinktanks and lobbying outfits linked to climate science denial and the oil industry.\\nA few days later, XR upped the ante, using trucks and bamboo scaffolds to block roads outside the printing presses of a raft of national newspapers – including the Sun, Times, Daily Telegraph and the Daily Mail and Mail on Sunday – with banners reading “Free The Truth” and “5 Crooks Control Our News”.\\nThe action not only blocked the printing presses of those newspapers, it also had a knock on effect of the distribution of other titles, including the Guardian. For the first time since the protests began, XR was high up the news agenda and once again the subject of heated public debate. The nature and target of the protests drew stinging criticism, with the prime minister and home secretary Priti Patel accusing XR of undermining democracy and a free press, and branding the group “criminals” and a threat to the British way of life. In anonymous briefings the government even floated the idea of classing XR as an “organised crime group”.\\nAnd it was not just the Conservative party who criticised the action. Labour leader Keir Starmer said the blockade was “an attack on the cornerstone of democracy” and the newspapers themselves, as well as media commentators and the Society of Editors, have since lined up to denounce the group.\\nBut for XR – and many in the wider environment movement – the action was deemed legitimate and necessary. They argued that much of the rightwing press, owned by a handful of billionaires, have played a key role in downplaying the climate crisis and undermining the structural changes needed to address it – that much of our press, in fact, is far from free.\\nAngus Satow, co-founder of the leftwing grassroots environmental group Labour for a Green New Deal, told the Guardian: “We desperately need groups like XR to highlight the political and economic actors that are driving this climate crisis. Many of the big ideas that were being discussed in relation to the climate crisis when the coronavirus hit seem to have been forgotten by politicians who are scrabbling to get us back to a normal that will be disastrous.\\n“We need groups like XR and the school strike movement to keep the pressure on and drive the climate crisis up the agenda.”\\nZoë Blackler, a journalist working in XR’s media team, said that despite the backlash from the establishment, the protest at the print works had been “really galvanising across the movement”.\\nShe said that although it had brought a huge amount of negative media coverage – with journalists trawling through the private lives of those involved, contacting former members for information on the group and approaching funders to disown them – she hoped it had also opened up a space for important conversations about the climate crisis and media ownership.\\n“I can imagine there are conversations going on in newsrooms now about how they cover the climate and ecological crisis ... I hope when things have settled down this will lead to real progress in the quality of the reporting.”\\nA criticism of XR ahead of its latest rebellion, especially from black and ethnic minority groups, was that its tactic of encouraging mass arrests ignored the reality of police racism, and effectively made the protests the preserve of privileged white people.\\nThe September protests aimed to be different, with XR working more closely with other groups and recognising the connections between structural racism, inequality and the climate crisis.\\nDaze Aghaji, who has been involved with XR since the beginning of last year, said the last two weeks had been the most diverse rebellion so far.\\n“There is still loads of work to do on this but we are learning … we are having good conversations with other groups, listening and making sure we are much better at making sure everyone knows they are welcomed.”\\nBlack environmental activists outside of XR say the movement was making some progress but urged the media to highlight the work of other grassroots groups who are focusing on climate and racial justice.\\nAs XR wound up its latest rebellion on Thursday, it was already preparing its next campaign. According to those involved it will take the form of a “Money Strike” – with people encouraged to withhold debt or taxes from institutions deemed to be fuelling not only the climate crisis but also structural racism and wider inequality.\\nLaunched less than two years ago, the group is still thinking big. Its actions over the past two weeks did not capture the public imagination in the way it had done in April last year. By attacking the rightwing media, they have made a formidable enemy – and according to some critics, may have distracted the press and the public from their core message about the climate crisis.\\nBut as evidence of the climate and ecological emergency mounts – from melting glaciers in the Antarctic to wildfires in California and the widespread destruction of wildlife and the natural world – XR still believes it has a crucial role to play.\\nAs Boris Johnson stood up in parliament for PMQs on Wednesday, 92-year-old Arnold Pease, from Manchester, was being arrested outside for his part in the protests.\\nAs he was being led away by police, Pease said: “We’re here to continue holding them to account. They call 92-year-old great grandparents ‘organised criminals’ for doing what’s necessary to protect their grand kids? The government’s criminal inaction on the greatest existential threat we’ve ever faced is the real story.”", "image": [["https://i.guim.co.uk/img/media/ce6fc11ec347207b14b53a14b032de8e33fc17cf/0_0_4000_2400/master/4000.jpg?width=465&dpr=1&s=none", "Extinction Rebellion"], ["https://i.guim.co.uk/img/media/8570d6401fc42815b7803ad91034caa84e10afcf/502_181_6845_4107/master/6845.jpg?width=445&dpr=1&s=none", "XR argue much of the rightwing press, owned by a handful of billionaires, have played a key role in downplaying the climate crisis."]], "author": ["Matthew Taylor"], "date": "2020-09-11"}}