{"https://www.theguardian.com/environment/2022/apr/09/extinction-rebellion-xr-climate-protesters-march-london-hyde-park": {"title": "Extinction Rebellion stages mass protest in central London", "subtitle": null, "text": "Activists call for end to fossil fuel investment at sit-down demonstration in Regent Street and Oxford Circus\\nSupporters of the environmental activist group Extinction Rebellion have taken part in a mass sit-down protest in the heart of London’s shopping district.\\nSeveral thousand demonstrators with multicoloured flags bearing the group’s “extinction” symbol gathered near Marble Arch on Saturday morning as samba bands warmed up.\\nThey then moved to Regent Street and Oxford Circus, where they sat down in the road, disrupting traffic through central London, and called for an end to investment in fossil fuels.\\n“A number of protesters in Oxford St & Regent St are sitting in the road, blocking traffic in both directions,” the Metropolitan police tweeted. “Traffic diversions are being put in place.”\\nThe Metropolitan police said most of the demonstrators subsequently moved to Trafalgar Square, resulting in traffic diversions.\\nThe protesters sat down in the road on the edge of Whitehall and stopped traffic while a band of drummers played near the base of Nelson’s Column.\\nExtinction Rebellion, also known as XR, promised before Saturday’s protest that it would “grind the capital to a halt” over the coming week, with new tactics developed in response to increasingly harsh policing that limited the group’s attempts to cause disruption in protests last August.\\nIn Hyde Park, police vans and officers on horses patrolled the periphery of the crowd, but the policing presence appeared low-key. The crowd moved off at about midday for the march through central London, staging roadblocks on the way.\\nDirect actions were planned on the fringes of the march against specific targets, but XR kept quiet on the details of what those targets were.\\nDuring the morning, protesters mainly milled about, joining with affinity groups, greeting friends who they had not seen since previous actions, and enjoying a burst of spring sunshine.\\nNicky Goulianis, 33, from London, stood in the middle of the crowd with her nine-month-old daughter, Clio, in a buggy. Asked why she had joined the protest, she answered: “All the reasons.”\\n“I’ve been living away from the UK but I have been admiring the movement from afar, and I think it’s inspiring, the turnout here. I have been living in New York and I saw echoes of it in New York and I’m really excited to join today,” Goulianis said.\\n“I think we need radical action. I think often the oil and gas lobby does a good job of making us think it’s about individual consumption, but we need to change everything.”\\nOn the edges of the crowd, with a small group, stood Marcelo Cervone, 28, who had adorned the peak of his baseball cap with XR stickers. He said: “I want to safeguard my son’s future … he’s four months old and I want to make sure he can dream but, as we were allowed to, dream big.”\\nCervone said he had been protesting with XR for several years. “We are all hoping we can end the fossil fuel economy. That’s the number one goal: immediate transition out of the fossil fuel economy,” he said.\\nDr Graeme Hayes, an academic at Aston University who studies social movements, was also among those who gathered in Hyde Park. He has observed, researched and analysed XR since its inception in 2018.\\n“This is not a different thing. This feels like the same thing it looked like three years ago but probably with fewer people, and obviously its corralled out into a less enclosed space,” Hayes said.\\n“The move from Parliament Square to Hyde Park is also that move from three years of interaction with policing and not being able to hold that public space.”\\nHayes said he felt ideological barriers were preventing XR from evolving.\\n“I’ve taken lots of photos of all the different signs; so many are focused on children or your children’s children,” he said.\\n“There is always a sense of how justice is a relationship to the future. There is a displacement of justice. As usual there’s loads about justice and it’s about Africa, and of course that is really important, but it’s not about here and it’s not about now. I’m trying to look for things about capitalism, for example, and it’s hard to find.”", "image": [["https://i.guim.co.uk/img/media/a1d49b8f5b6550c7b04c65b0b1ac6812842b2702/0_186_5681_3407/master/5681.jpg?width=465&dpr=1&s=none", "Protesters gather in Hyde Park for an Extinction Rebellion march through London"], ["https://i.guim.co.uk/img/media/9e6dcc4d7f10bfcac7b799e002759570ff606472/0_117_3500_2100/master/3500.jpg?width=445&dpr=1&s=none", "Extinction Rebellion protesters take part in a sit-down demonstration at Oxford Circus"], ["https://i.guim.co.uk/img/media/00d352746e10fd9b279052c821e100eb4468335c/0_192_5760_3456/master/5760.jpg?width=445&dpr=1&s=none", "An Extinction Rebellion protester in Hyde Park"]], "author": ["Damien Gayle"], "date": "2022-04-09"}, "https://www.theguardian.com/environment/2022/apr/29/just-stop-oils-protests-funded-by-us-philanthropists": {"title": "Just Stop Oil’s ‘spring uprising’ protests funded by US philanthropists", "subtitle": null, "text": "LA-based based Climate Emergency Fund donated hundreds of thousands of dollars to activists\\nJust Stop Oil’s disruptive protests, blamed for petrol shortages across parts of England, have been funded by US philanthropists who say they want to incite a global “spring uprising” over climate change.\\nThe environmental activists, whose oil terminal blockades have enraged ministers and rightwing commentators, have received hundreds of thousands of dollars from the Los Angeles-based Climate Emergency Fund (CEF).\\n“We’re their lead institutional funder,” CEF’s executive director, Margaret Klein Salamon, said. “I think actually their exclusive institutional funder at this point.”\\nOn Friday, eight Just Stop Oil activists were still being held after 43 were arrested for allegedly blockading and smashing petrol pumps at service stations on London’s M25 orbital motorway. About 400 people have been arrested more than 1,000 times taking part in the campaign since it began less than a month ago, according to organisers’ own tally.\\n“A lot of groups we fund use civil disobedience and high stakes civil disobedience,” Salamon said. “But Just Stop Oil to me is the next stage, the next evolution of climate campaigning, in that they really seem to me to be operating as a nonviolent army with that level of discipline, planning, coordination.\\n“I’m so impressed with what they’ve been able to do with extremely slim resources and, you know, not that many activists.”\\nThis year CEF has made grants of $1.7m to activists in 25 countries, including the UK, the US, Australia Canada, France, Germany and Switzerland. It has particularly focused on the UK with $650,000 given this year to groups including Just Stop Oil and Extinction Rebellion. Salamon confirmed CEF had donated Just Stop Oil hundreds of thousands of dollars. Extinction Rebellion had received about $200,000 from the fund this year, she said.\\nCEF has earmarked $1.3m of its donations for a “spring uprising” to revive the climate protest movement. Before Covid, Salamon said, “the movement was just on absolutely an upswing, gaining so much momentum, with Earth Day 2020 supposed to be the largest environmental demonstration in history”.\\n“Covid just absolutely took the wind out of its sails and so this uprising this April is the answer to that, as far as I’m concerned. It’s like, OK, the movement’s back and there’s energy. Just Stop Oil and Scientists Rebellion are great examples of how it’s not just back, it’s levelled up during the last two years.”\\nInsulate Britain, whose roadblock protests last autumn polarised public opinion but catalysed a national debate around its demand to insulate every home, were also funded by CEF. This year, it is funding nine groups in various different countries copying the road blockade tactic.\\nCEF operated like venture capital, according to Salamon, seeking out small groups who could benefit hugely from $50,000 to $100,000 donations that would barely make a difference to the larger environmental charities.\\n“We’re looking for ultra-ambitious groups and campaigns, generally that are quite new, that have a plan to scale up and make a huge impact,” Salamon said. Direct action, in which those taking part put themselves in either legal or personal peril, was preferred as a way to communicate the urgency of the crisis.\\nSalamon insisted CEF does not fund any illegal activity. “What we do fund is recruitment, training, organising staff, core staff, etc … and we fund legal protest and disruption,” she said.\\n“The fact that some of these groups get into harder edged civil disobedience, that’s their choice. And we think that from a historic and social science perspective, it’s very well supported, and we commend their bravery in doing so.”\\nAll the groups funded by the CEF must be committed to non-violence. “And we don’t fund groups, presently, that allow their membership to take action while concealing their identities,” Salamon said.\\nDonations to CEF come mainly from wealthy individuals and family foundations. The fund was started with a $500,000 donation from Aileen Getty, the granddaughter of Jean Paul Getty whose petrochemical empire made him the world’s richest man, a source of some controversy in the climate activist world.\\nAdam McKay, the producer and screenwriter behind the climate change satire Don’t Look Up, had just donated $250,000, “particularly inspired by Just Stop Oil, Scientist Rebellion and other civil resistance”, Salamon said.\\nConcerns have been raised about the funding of direct action groups by wealthy individuals.\\nSalamon said she was aware of concerns around “capitalist corruption” but she insisted that the CEF did not demand its grantees tone down their protests or critique. She pointed out that Scientists Rebellion had explicitly called for economic de-growth. Other groups have targeted banks and corporations.\\n“I think that we need to solve the climate emergency from the system we have,” Salamon said. “That doesn’t mean we don’t transform it, we absolutely have to, but I think we need to channel capital from wealthy individuals to the movement and to the cause of just emergency speed decarbonisation and restoring a safe climate, and living within planetary limits.”\\nCEF was keen to be more transparent about the work it was doing – and hopefully attract more donors, Salamon said. “And listen, regarding the abuse, which I totally agree is coming, if the activists can take it, so can we,” she said.", "image": [["https://i.guim.co.uk/img/media/74cdbdb50ed9d20ea06b2eac5c5008fcec0d2580/0_99_3000_1800/master/3000.jpg?width=465&dpr=1&s=none", "An arrest is made as activists from Just Stop Oil target a Shell Petrol station on the M25 motorway on April 28, 2022."]], "author": ["Damien Gayle"], "date": "2022-04-29"}, "https://www.theguardian.com/commentisfree/2022/apr/13/just-stop-oil-climate-crisis-good-morning-britain": {"title": "I went on TV to explain Just Stop Oil – and it became a parody of Don’t Look Up", "subtitle": null, "text": "I wanted to sound the alarm about oil exploration and the climate crisis, but Good Morning Britain just didn’t want to hear\\nI hadn’t seen the 2021 satirical film Don’t Look Up when I went on Good Morning Britain on Tuesday. I was there on behalf of Just Stop Oil – a group that has been engaging in direct action by blockading oil terminals. We’re demanding that the UK government ends all new oil licences, exploration and consent in the North Sea. It’s a simple message that’s in line with science.\\nBut the simplicity of our demands seemed to annoy my interviewer, Richard Madeley. “But you’d accept, wouldn’t you, that it’s a very complicated discussion to be had, it’s a very complicated thing,” he said. “And this ‘Just Stop Oil’ slogan is very playground-ish isn’t it? It’s very Vicky Pollard, quite childish.” I then proceeded to talk about the recent report by the Intergovernmental Panel on Climate Change (IPCC), which confirmed that it is “now or never” to avoid climate catastrophe. But they didn’t seem to care.\\nPeople were quick to point out the parallels with a key scene in Don’t Look Up, when Leonardo DiCaprio and Jennifer Lawrence’s characters, both astronomers, go on a morning talkshow to inform the public about a comet that’s heading to Earth, potentially leading to an extinction-level event. The newsreaders don’t care about what they have to say: they prefer to “keep the bad news light”.\\nNow that I’ve watched the film, I understand the references people have been making. The worst part is that these presenters and journalists think they know better than chief scientists or academics who have been studying the climate crisis for decades, and they refuse to hear otherwise. It is wilful blindness and it is going to kill us.\\nThe response to the interview on social media has been very supportive, but we need to translate that support into action. If the thousands of people on Twitter who disagree with Madeley’s approach joined the actions of Just Stop Oil, the possibilities for change would be endless. When the interview finished, I tried to speak more to Ranvir Singh and Madeley to stress how serious this is; Madeley just told me to be quiet and watched the weather presenter.\\nMy fear is that they will only understand the reality of the climate crisis when it is on the doorstep, perhaps when the floodwater is uncontrollably trickling into their homes, or when they can no longer find food in the supermarkets. Maybe then the brutal reality of losing a “livable planet” means would actually sink in. Maybe then the journalists, presenters and climate delayers would think: “Oh, maybe we should have listened, done something.” And, of course, it will be too late.\\nGiven the government’s inaction, which I believe will be judged as criminal in the near future, there are no longer any options left than to take clear direct action in the form of civil resistance. Some of my best friends are now preparing for their next action. This will be their fourth in 12 days, perhaps also leading to their fourth time sleeping in a police cell. They are between 20 and 23. They have degrees and jobs. They should be enjoying their final weeks at university and preparing to celebrate their graduation; instead, they are putting their bodies in the way to grind the distribution of oil to a halt. No matter what the government or the media say, these are good people who are terrified for their future. They are refusing to just sit by while their government pours more fuel on their dreams and lets them go up in smoke.\\nCivil resistance is really not about protests or marches, it is about responding to a situation beyond our worst nightmares. At Cop26, the people who run things effectively confirmed that they were going to let billions of the poorest people on this planet die in order to keep business as usual going.\\nWell, to that we say no. We will not continue as generations have before and allow our actions today to have devastating consequences on those tomorrow. It is time to break that cycle and stand up for what is right. “If governments are serious about the climate crisis, there can be no new investments in oil, gas and coal, from now – from this year.” That is a direct quote from Fatih Birol, executive director of the International Energy Agency. He said that last year. Time has quite literally run out. It only takes one quick search on the internet to see what is happening. Somalia. Madagascar. Yemen. Australia. Canada. The climate crisis is destroying lives already and will continue to unless we make a commitment to stop oil now.\\nMiranda Whelehan is a student and campaigner with the Just Stop Oil coalition", "image": [["https://i.guim.co.uk/img/media/a06702c195600f303c2b4adde8846aaeb120f6f6/217_98_2454_1473/master/2454.jpg?width=465&dpr=1&s=none", "Richard Madeley and Miranda Whelehan on Good Morning Britain on Monday."]], "author": ["Miranda Whelehan"], "date": "2022-04-13"}, "https://www.theguardian.com/environment/2022/apr/15/just-stop-oil-protesters-arrested-staffordshire-essex": {"title": "XR protesters shut down central London bridges including Westminster", "subtitle": null, "text": "Activists close some of the largest routes through capital in protest at continued use of fossil fuels\\nSeveral central London bridges, including Waterloo, Blackfriars and Westminster, have been shut down by protesting Extinction Rebellion activists.\\nThe group has carried out a series of protests this week demanding an end to fossil fuels. On Friday afternoon, activists staged a series of sit-ins on the bridges, cutting off some of the main traffic arteries of the capital.\\nFor one period Blackfriars bridge was held by a single 76-year-old woman who lay in the road and refused to move. Lucy Harding, from Reading, said she had first learned about climate change from her step-son in 1976.\\n“That’s a long time to know that we are in danger and it has been really frightening to see it coming closer and closer, seeing tipping point after tipping point pass,” Harding said. “It’s awful to be 76, to actually see the end of my life coming, and knowing what has been left behind.”\\nAbout two dozen officers from City of London police surrounded Harding, who said she was determined to be arrested. However, she voluntarily ended her blockade after officers refused to pick her up and threatened to call an ambulance to take her away.\\nIn a statement, XR said: “We’re calling for an immediate end to new fossil fuel investments as part of the rebellion and ongoing actions by Just Stop Oil continue.” Met police said they were on scene and working to manage the impact.\\nElsewhere, several oil companies obtained civil injunctions to stop climate protesters while dozens of climate protesters were charged after launching synchronised actions targeting three key fuel distribution terminals early on Friday morning.\\nEnergy Minister Greg Hands said: “While we value the right to peaceful protest, it is crucial that these do not cause disruption to people’s everyday lives. That’s why I’m pleased to see oil companies taking action to secure injunctions at their sites, working with local police forces to arrest those who break the law and ensure deliveries of fuel can continue as normal.”\\nActivists were arrested at the Kingsbury oil terminal near Tamworth, Staffordshire, and the Inter terminal in Grays and the Navigator terminal in West Thurrock, which are both on the banks of the Thames and supply petrol stations in east London and across the south-east.\\nWarwickshire police said: “Officers remain at Kingsbury oil terminal today and are currently dealing with protest activity after a number of protesters arrived overnight. There is minimal impact to the wider community at this time.”\\nMeanwhile a scientist arrested for taking part in an Extinction Rebellion action at the Department for Business, Energy and Industrial Strategy (BEIS) is on hunger and thirst strike after being held by police for more than 40 hours.\\nEmma Smart, 44, a marine biologist who has previously taken action with Insulate Britain, has had nothing to eat or drink since Thursday morning, according to her husband, Andy Smith.\\nSmart was one of nine scientists arrested at BEIS on Wednesday, and was pictured on the front page of the Guardian newspaper the following day. But while the rest were released, she was being kept in a cell at Charing Cross police station until she could be brought before a court on Saturday morning.\\nHer hunger strike was in protest at the conditions in which she was being kept, Smith said. She was being kept in a windowless cell, without a proper bed, and with the lights on 24 hours a day.\\nIn a message to the Guardian from inside her cell, relayed by Smith, Smart said: “How come I’m the one being persecuted here for committing criminal damage with BEIS is still issuing new fossil fuel licences which will cause damage to the environment and future generations?”\\nOn Friday, Smith was with scientists and medics at an XR protest outside Charing Cross police station. Jeff Waage, a professor of international development at the London School of Hygiene & Tropical Medicine, held a placard outside the police station doors saying: “Science says new oil and gas = death.”\\nHe said: “The arrests of scientists, keeping them from speaking out, is wrong and it’s preventing us from actually reaching the public with important scientific messages that are coming out of international research.”\\nSmith said the Metropolitan police had initially refused to release his wife because they said wrongly she was breaking bail conditions by taking part in the protest.\\nAfter realising those bail conditions did not apply and were no longer in force, police then decided they would hold her because they deemed her “a serial bail condition breaker”, Smith said.\\nHe added: “Normally when they do things like this it is for people that have committed crimes that impact on society heavily, abusive crimes or domestic violence or stuff like that – if there is a continued risk.\\n“In this instance she was arrested for quite a minor crime of criminal damage on a government building. Also there was no disruption there, it was a targeted protest, so it’s quite unusual for them to take this line.\\n“Legally they can, but it is quite unusual protocol for them to do that. She should have had the same bail conditions as all the other scientists, which was: stay out of Westminster.”\\nRaj Chada, of Hodge Jones Allen, the firm of solicitors representing Smart, said: “We are urgently seeking Emmas release from her potentially unlawful detention. She is charged with a minor offence, for which it is unlikely that she will get a prison sentence. There is no reason to detain her and we are concerned for her welfare.”\\nA spokesperson for the Met police said: “Decisions regarding bail are taken on a case by case basis and consider a range of matters including, but not limited to, whether there is a risk to the public or the person detained, the likelihood of someone not complying with any bail conditions or absconding and any previous history of offending while on bail.\\n“Whilst people are in custody, officers have a duty of care for their welfare and will ensure the medical needs of all detainees are considered. Health care professionals are available to each custody suite.”\\nAgencies contributed to this report", "image": [["https://i.guim.co.uk/img/media/8fd1732b0573069e562a9651acf3735fd76c3209/0_52_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "Demonstrators take part in an Extinction Rebellion protest on Westminster Bridge in central London"], ["https://i.guim.co.uk/img/media/2e60416f630ec76c25d662091a8ff97231b93492/0_0_3500_2101/master/3500.jpg?width=445&dpr=1&s=none", "Emma Smart is arrested outside BEIS in London."], ["https://i.guim.co.uk/img/media/330b3ad62058ef0789ecd716f1827a5a4eb2e947/0_438_5773_3462/master/5773.jpg?width=445&dpr=1&s=none", "Scientists and doctors staged a protest outside Charing Cross Police Station on Friday in solidarity with activist and scientist Emma Smart, who was arrested for gluing herself to the BEIS government building as part of the Extinction Rebellion climate actions, and is currently on hunger strike in her cell."]], "author": ["Damien Gayle"], "date": "2022-04-15"}, "https://www.theguardian.com/business/2022/apr/12/extinction-rebellion-protesters-force-lloyds-of-london-close-hq-fossil-fuels": {"title": "Extinction Rebellion protesters force Lloyd’s of London to close HQ", "subtitle": null, "text": "Environmentalists block entrance to insurance market as they demand end to fossil fuel support\\nExtinction Rebellion protesters have forced the closure of the insurance market Lloyd’s of London, after using superglue, chains and bicycle locks to block entrances to the building.\\nThe environmental activist group said more than 60 people had been at the site in the City of London since 7am on Tuesday to prevent workers from entering and with the intention of closing the business for the day.\\nExtinction Rebellion (XR), which encourages supporters to cause disruption through non-violent civil disobedience, said it was demanding that Lloyd’s stops insuring fossil fuel projects.\\nSome of the protesters wore rat masks, while others were dressed as cleaners, with floral tabards emblazoned with the slogan: “Tell the truth”.\\nSeveral activists scaled the building’s distinctive curved metal and glass facade, and unfurled a banner that read: “End fossil fuels now”.\\nLloyd’s, the world’s biggest insurance market, said it had asked employees and other people not to come to the building on Tuesday. It said the market remained open and trading was taking place online.\\nA Lloyd’s spokesperson said: “Lloyd’s supports safe and constructive engagement on climate change and we’re continuing to work to support a responsible transition.”\\nThe City of London police said there had not been any arrests by early afternoon and officers were working to “facilitate peaceful protest”.\\nCommander Umer Khan, from the force, said: “Police officers are working with key partners and liaising with Lloyd’s to facilitate peaceful protest and to provide a proportionate response.”\\nXR’s action at Lloyd’s comes just days after its supporters blocked Tower Bridge in London, causing it to be closed for several hours on Friday.\\nXR activists have also been staging blockades at fuel distribution terminals, as part of the Just Stop Oil campaign, leading to growing reports of shortages at petrol stations forecourts.\\nThe group warned earlier in the month that it was planning to conduct its most disruptive protests yet on the streets of the capital.", "image": [["https://i.guim.co.uk/img/media/c9eaafcab02385f9e4551e8de4f3d0e4a4cdb32b/0_36_4916_2949/master/4916.jpg?width=465&dpr=1&s=none", "Extinction Rebellion protesters offer ‘teas and greenwash’ outside Lloyd’s of London."], ["https://i.guim.co.uk/img/media/cd774fbb9937392ba67fdbc7d040b5be7736b423/0_0_8640_5184/master/8640.jpg?width=445&dpr=1&s=none", "An XR protester dressed as Boris Johnson holds a placard."], ["https://i.guim.co.uk/img/media/3038da25c547f524f18249356c3dfea3e81125c0/0_0_3500_2333/master/3500.jpg?width=445&dpr=1&s=none", "Activists gather on a stairwell at Lloyd’s of London."], ["https://i.guim.co.uk/img/media/cd15fc419071ceaefaf52502238597490006d54f/0_85_5118_3070/master/5118.jpg?width=445&dpr=1&s=none", "A police officer standing in front of an XR protester, with the XR flag nearby"], ["https://i.guim.co.uk/img/media/1fc68ecd9b64d2e2a68bc6688120c0a51cd58a97/0_0_3500_2334/master/3500.jpg?width=445&dpr=1&s=none", "Extinction Rebellion signs and masks depicting Rishi Sunak, Michael Gove and Priti Patel are left on the ground outside the Lloyd's of London building."]], "author": ["Joanna Partridge"], "date": "2022-04-12"}, "https://www.theguardian.com/uk-news/2022/apr/17/protester-convicted-trespass-just-stop-oil-essex-police": {"title": "Protester convicted of trespass over Just Stop Oil action in Essex", "subtitle": null, "text": "Police issue warning after first conviction since targeting of fuel terminal began on 1 April\\nA 64-year-old woman has been convicted of aggravated trespass after taking part in a Just Stop Oil protest at a fuel site in Essex last week.\\nCatherine Maclean, of Hurstpierpoint in West Sussex, became the first person to be convicted over involvement in the recent wave of fuel site blockades after admitting the offence at Chelmsford magistrates court on Saturday, Essex police said.\\nShe was charged over the incident at an oil terminal in Thurrock on Wednesday.\\nAssistant chief constable Rachel Nolan said: “Sadly, Ms Maclean’s actions means she now has a criminal record.\\n“No one – least of all my officers – wants to see this happen but it is a timely reminder that if you come to Essex to engage in trespass, even though you may see it as protest, you will be arrested, you will be charged and that is likely to lead to a criminal conviction.\\n“We are not anti-protest in any way. Individuals have a protected right to protest but these incidents have unfortunately crossed into criminality and we have been left with no other option but to act and seek authorisation from the Crown Prosecution Service to charge people.”\\nJust Stop Oil have been behind organised blockades of fuel terminals in south-east England and the Midlands since 1 April in an attempt to force the government to cut reliance on fossil fuels.\\nThe protests in Essex on 13 April focused on the Purfleet oil terminal, the Inter terminal in Grays and the Navigator terminal in Thurrock. The group said it hoped the blockades would “significantly impact fuel availability at petrol pumps across the south-east”.\\nJames Skeet, 34, of Drayton Street, Manchester, and Stephanie Aylett, 27, of High Oaks, St Albans, also appeared alongside Maclean during her hearing on Saturday. Both activists denied a charge of aggravated trespass and breach of bail conditions, Essex police said. They were remanded and will appear back at Chelmsford magistrates court next week.\\nSo far, 23 people have been charged in connection with the disruption around Thurrock since the beginning of April, Essex police said, and the force has made 461 arrests.\\nThe protests in Essex came in the week that campaigners caused rush-hour chaos in west London by clambering on to an oil tanker and forcing the closure of a major roundabout leading to the start of the M4.\\nFour activists glued themselves to the top of an Eddie Stobart fuel tanker at the junction, which feeds traffic from west London on and off the motorway. Off the side of the articulated lorry they had draped flags reading: “Just Stop Oil.”\\nInitially, cars were able to pass the occupied tanker on lanes either side, with many drivers hurling abuse at the protesters.\\nHours earlier, police raided an anarchist meeting space in east London. The Network for Police Monitoring tweeted that the raid was “attempting to crack down on @XRebellionUK [Extinction Rebellion] and @JustStop_Oil”.\\nAdditional reporting by the Press Association news agency.", "image": [["https://i.guim.co.uk/img/media/5502ff9dbb13f5804eaf0de02992f05a6a6158b4/0_117_3500_2102/master/3500.jpg?width=465&dpr=1&s=none", "ladder up the side of a fuel tanker"]], "author": ["Tom Ambrose"], "date": "2022-04-17"}, "https://www.theguardian.com/world/2022/apr/21/green-industry-wants-to-take-our-land-the-new-battle-for-the-arctic": {"title": "‘Green industry wants to take our land’: the Arctic paradox", "subtitle": null, "text": "Sweden’s ‘green transformation’ promises to help Europe fight the climate crisis. So why is it uniting radical environmentalists, ecologists and Sami reindeer herders in protest?\\nThe stove gurgles as Sofia Olsson puts a chunk of wood into the fire, lifts the kettle and offers mugs of tea and grainy camp coffee to the small group reclining on reindeer skins around her. In the taiga forest and frozen marsh outside their snow-covered Swedish military tent, it’s -12C (10.4F). Last night, it was near -20C (-4F). But inside, it’s surprisingly comfortable.\n  Olsson and her fellow activists Jakob Bowers and Lan Pham have been here in the hamlet of Hukanmaa, in Pajala, Sweden’s most northerly municipality, on and off for more than a year, camping since December. The camp is an outpost of Forest Rebellion, an off-shoot of Swedish Extinction Rebellion, which says it is organising a campaign of “peaceful civil disobedience” with the Sami people against Arctic deforestation.\\nSome leading names in environmental activism have started to congregate in Swedish Sapmi, the Sami ancestral homeland, an area that stretches over parts of Finland, Norway and Russia. The German ecologist and author Carola Rackete – who made headlines in 2019 when she was arrested for captaining a ship that landed refugees on Lampedusa, Italy, without authorisation after a 17-day standoff – has arrived from her home in Norway.\\nA 15-minute ski across the frozen marsh, the Greenpeace activist Dima Litvinov has also set up a protest base. Litvinov was one of the “Arctic 30” who came to global fame in 2013 after being seized at gunpoint by Russian special forces and jailed for trying to halt Russian oil drilling in the Arctic.\\nGreta Thunberg has been up to the region, too, to oppose a planned iron ore mine at Gállok near the town of Jokkmokk. Sweden gave the disputed mine qualified approval in March on the basis that it will enable sustainable steel production and help cut carbon emissions, but Thunberg condemned the decision as “racist” and “colonial” because of its disregard for reindeer migration patterns and the impact it would have on Sami communities. On Twitter, she accused Sweden of “waging a war on nature”.\\nDefending the land rights of the Sami – semi-nomadic reindeer herders who are the EU’s only remaining Indigenous people – is fast becoming one of the big campaigning issues for activists across Europe, bringing together climate protesters in the Nordic states with veterans of ongoing German coal protests and the Mediterranean refugee crisis.\\nThe Sami rights issue overlaps with the fight against climate inaction but it also threatens to drive a wedge between those green campaigners who believe green industry can provide some of the solutions and those who fear that it will come at the expense of the Arctic environment and the Sami who depend on it.\\nThe number of international activists here is tiny for now, but as the battle to stop the Gállok mine and other green mega-industrial projects begin to be realised, Litvinov and Rackete expect many more will join the Arctic struggle.\\nAround the campfire this morning the debate is about future strategy. The immediate target of protests is logging in Swedish Sapmi. The group have recently succeeded in stopping the Swedish state-owned forestry company Sveaskog’s timber harvesting machine.\\nNobody is celebrating yet, however. “There was some excitement that by putting up this relatively small camp for a day, we forced a reaction at the Sveaskog headquarters,” says Rackete. “But the forestry industry is not going to change its behaviour overnight.”\\nA consensus is reached about staying put for a month to make sure the company is true to its word, and to run training camps for activists in preparation for the Arctic battles ahead. “We want to give them experience of skiing, snowshoeing and living up here,” Rackete says, “because I really think you will see many more actions up here in the coming years.”\\nBut Rackete, Litvinov and the others are convinced that to truly defend the Sami way of life, they will need to embrace what seems like a paradox and oppose renewable energy projects, including Arctic wind parks, “green steel” and other parts of the so-called green transition intended to help Europe meet its global climate obligations.\\n“If we have ambitions to really change things, to enable reindeer herding and Sami life to keep going, we’re going to have to mobilise against all sorts of extraction projects,” says Bowers. This, he adds, should include the “green transformation” of Sweden’s far-north, with its industry-leading plans for coal-free steel, its near-completed EV car battery gigafactory and the vast wind power projects needed to power it all.\\nThe green industrial transformation of northern Sweden is central to the nation’s claims to become a climate world leader. In her inauguration speech in November, the prime minister, Magdalena Andersson, hailed the “ramping up of a green industrial revolution”, with “CO2-free steel production, battery factories … tens of thousands of new jobs” and 700bn kronor (£57bn) invested in green industry in Sweden’s Arctic north. “Sweden must show the outside world how the climate transition creates jobs and growth,” she said.\n  It’s easy to become enthused by the supposed climate benefits. The state company LKAB’s plans to produce hydrogen-reduced iron instead of iron ore pellets for example, promises to cut a Switzerland-sized chunk from Europe’s total carbon emissions by allowing steel plants to close their blast furnaces.\\n“All of this is like some sort of promise for the future, but it’s destroying what we actually have right now,” Bowers says. “We know that the Sami people have been able to live with their environment. But with these green projects, there’s no proof that it’s actually going to reduce emissions.”\\nBowers falls back on an argument one might expect to hear from a fossil fuels advocate. “If you look at wind power, studies have shown an increase in emissions, because of all the mining and transport infrastructure.”\\nFrom the point of view of Henrik Andersson, a Sami reindeer herder, green industrial projects are worse even than the Malmberget iron ore mine, which started on Sami summer herding grounds back in 1735 and then, after a rail link was built in 1888, grew into one of biggest mines in the world.\\nAndersson, from the Gällivare reindeer herding district, contacted Extinction Rebellion two years ago, bringing activists up from southern Sweden and talking with them through the night in his remote cabin (and surprising the vegans among them with servings of reindeer stew and blood sausage).\\nAndersson and his community are on the frontline of the climate crisis. Sapmi recorded a temperature of 33.6C (92.5F) last July, its hottest for more than a century. Yet, at a reindeer corral outside – one could almost say inside – the city of Luleå, it’s also evident how some of the “green” infrastructure projects that are intended as solutions to climate breakdown are also making the herding lifestyle harder by taking away grazing land.\\nThe weather this year has led him and neighbouring herders to graze their deer on the most southerly tips of their territories: the ice-bound islands just outside the city. Today’s corral is taking place right by the airport, a short drive from the city’s main retail park. “Because of industrialisation and deforestation, we have no other land to go to,” he says as we drive to inspect the deer. “So we need to take this last part, that is close to the big cities.” The decision has paid off. “Really nice reindeer, healthy and fat,” he says approvingly as we stand in a swirling mass of deer, grunting and jangling with bells.\\nOf the five areas where his reindeer go to calve, three, he says, are threatened by planned wind parks. “The reindeer will for sure not stay there when they have their calves, because that is when they are most afraid,” he says, citing a study from a Swedish agricultural university. It found that reindeer tend to keep at least 5km away from a wind turbine. They mistake shadows from the blades for passing eagles, he claims.\\n“This is land where my family have been since the iron age, and now, a windfarm with a life of about 25 to 30 years can force me from land where my ancestor put a name to all the mountains, to every river, and every creek.”\n “Industry is industry, whether it’s green or not. It’s the same,” he tells me, once he has finished scanning the markings on the deers’ ears to ascertain that none are his. “The ordinary industry took some land, but the green industry wants to take even more, and we have no more land to spare. We have already passed the limit.”\n Sweden’s green steel projects, he says, will need to be fed by new iron ore mines, such as Gállok ; all the so-called green industrial projects will require a massive increase in production of renewable electricity, meaning ever more wind turbines.\\nMärta Stenevi, one of the two leaders of Sweden’s Green party, acknowledges Sweden’s “shameful history of structural racism and discrimination of the Sami people”, but she believes a new “consultation law for issues which affect the Sami people”, which her party campaigned for and which came into force this March, can help solve the problem.\\n“Sweden’s green transition can take place together with the Sami and not at their expense,” she says. “It has to be done in close dialogue with the Sami so that locations can be found where it has the absolute least impact on nature, on the environment and on the Sami way of life.”\\nAs the short spring day comes to an end, the young herders take a break to cook salted suovas – reindeer meat – over a fire and chatter about their night out in Luleå.\\nWhen I relay Stenevi’s thoughts to Henrik Andersson, he snorts. “Wherever you put windmills, we lose grazing land, so whatever they say, there cannot be any cooperation. There can maybe be small parks on the edge of a mine or far out to sea, but not these big machines, that is impossible.”\\nCrucially, the new law does not grant the Sami any veto rights, so Andersson doubts it will do much to help him in his battles against forest clearcuts and windfarms. “We need to have a veto,” he says. “To be able to say no.”\\nThat the Forest Rebellion activists have set up their tent a 15-minute ski away from the Greenpeace house reflects a somewhat uneasy relationship between the campaigners even if they are united on the plight of the Sami. The charismatic Litvinov, with his stream of enthralling war stories from 33 years with Greenpeace, calls the Forest Rebellion group “the anarchists”, ridiculing them for their endless meetings, obsession with consensus and supposed lack of any clear strategy.\\nThey in turn seem wary of being pulled entirely into his orbit. “You don’t like me!” he says in mock exasperation, throwing his hands in the air, when asking them why they don’t come to the house more. “No Dima,” Olsson shoots back. “You don’t like us.” Even so, a few days later, Litvinov hands the house over to the activists.\\nThey all agree that “green industry” is a contradiction in terms. “They want us to believe that the same industry that put us into the environmental crisis is going to get us out of it,” Litvinov says, as we watch the reindeer herders.\\n“As long as we’re continuing to be stuck in a system of continuous growth and continuous economic extraction of resources, we’re still going to be going down.”", "image": [["https://i.guim.co.uk/img/media/345752c2b41088ec815e4f6efb7afc510555cbe9/0_209_4377_2626/master/4377.jpg?width=480&dpr=1&s=none", "Reindeer herd near Örnsköldsvik, northern Sweden."], ["https://i.guim.co.uk/img/media/df4de6decb681d2ece1180222232c2278e63d521/0_381_3141_1885/master/3141.jpg?width=445&dpr=1&s=none", "Activists at the Forest Rebellion protest camp’s tent near Kangos, Sweden. From left to right: Carola Rackete, Sofia Olsson, Jakob “Dory” Schleicher, Jakob Bowers, Lan Pham."], ["https://i.guim.co.uk/img/media/a4f8fb72789da246381f0d5226fd7cdc6b20aec7/0_266_7966_4780/master/7966.jpg?width=445&dpr=1&s=none", "Greta Thunberg with protesters in Gállok, Sweden."], ["https://i.guim.co.uk/img/media/691e135a327035b5e5cb7a27f6c669f7d8b01a4c/192_121_4606_2764/master/4606.png?width=445&dpr=1&s=none", "Dima Litvinov, Greenpeace activist in a forest and Carola Rackete on skies.  "], ["https://i.guim.co.uk/img/media/59ddedffc53f2695ef53d4453bc62649b7da451a/0_55_3720_2232/master/3720.jpg?width=445&dpr=1&s=none", "One of the herd from of Henrik Andersson’ s Gällivare forest reindeer herding district in a corral near Luleå, Sweden"], ["https://i.guim.co.uk/img/media/2032038177bee516c459d4fd7bcc23eb5d7e49d6/80_82_4440_1295/master/4440.png?width=445&dpr=1&s=none", "Reindeer at a corral on the outskirts of Luleå "], ["https://i.guim.co.uk/img/media/0a1bf0c4146e0e9c5c903d0d65ba52b6f5487438/0_248_3720_2232/master/3720.jpg?width=445&dpr=1&s=none", "A Sami reindeer herder counts Henrik Andersson’s herd, looking for a stray from a neighbour’s herd. "], ["https://i.guim.co.uk/img/media/fe863c91886dd5214166beeb22075eb6a84755c3/0_124_3720_2232/master/3720.jpg?width=445&dpr=1&s=none", "Henrik Andersson’s crew with a captured reindeer stray from his neighbour’s herd, on their way to return it. "], ["https://i.guim.co.uk/img/media/f8cf4d7057f3f79c781515b40b566ccbaec52339/0_230_3720_2232/master/3720.jpg?width=445&dpr=1&s=none", "Activists relax in their tent at the Forest Rebellion camp."]], "author": ["Richard Orange"], "date": "2022-04-21"}, "https://www.theguardian.com/environment/2022/apr/28/just-stop-oil-protesters-sabotage-petrol-pumps-on-m25-motorway": {"title": "Just Stop Oil protesters sabotage petrol pumps on M25 motorway", "subtitle": null, "text": "Environmental activists say action is ‘significant escalation’ in campaign against fuel distribution in England\\nEnvironmental activists have sabotaged petrol pumps at two motorway service stations, in what they described as a “significant escalation” in their campaign against fossil fuel distribution in England.\\nAbout 35 supporters of the Just Stop Oil campaign staged blockades at the Cobham services in Surrey and the Clacket Lane services in Kent, both on the M25, smashing the display glass on petrol pumps with hammers and defacing them with spray paint.\\nThe action against new fossil fuel targets came after the companies controlling the fuel terminals that had previously been targeted obtained civil injunctions banning protests at their sites.\\nThe activists struck at the two motorway services at 7am. A video from one site showed a campaigner using a small window-breaking hammer to smash the glass on one pump, and spraying the broken dial with orange spray paint.\\n“Today’s action is a significant escalation after 10 Just Stop Oil supporters were arrested yesterday outside Kingsbury oil terminal [in Warwickshire] whilst standing peacefully on a grass verge with placards,” the campaign said in a statement.\\n“Since 1 April, when supporters of Just Stop Oil first began blocking oil terminals, there have been over 1,000 arrests. The supporters of Just Stop Oil will continue the disruption until the government makes a statement that it will end new oil and gas projects in the UK.”\\nThe activists arrested at Kingsbury were due to appear in court in Birmingham on Thursday charged with contempt of court, and face up to two years in prison and the possibility of an unlimited fine. More injunction-breaking protests were planned later.\\nJust Stop Oil’s protests have been blamed for fuel shortages at petrol stations around the Midlands and south-east England, infuriating ministers and some motorists. On Wednesday, the transport secretary, Grant Shapps, promised the government would “stop at nothing” to prevent such protests, and said fuel distribution had not been significantly affected.\\nA spokesperson for Surrey police said: “We are currently dealing with two groups of protesters who turned up earlier this morning at Clacket Lane and Cobham services. Officers were called around 7.02am following reports that a group of protesters had turned up at Clacket Lane and were gluing themselves to pumps and signs on the petrol station forecourts. They were also blocking access to the pumps.\\n“A further call was received around 7.06am that protesters were on site at Cobham services petrol station and were damaging the pumps. One of the protesters had also glued himself to the top of a lorry. The pumps have all been switched off and motorists are being diverted away from both service stations.”\\nDespite the disruption, and negative coverage from rightwing papers and broadcasters, Just Stop Oil said their protests were encouraging others to take action over the climate crisis.\\nAccording to new polling, the proportion of people in the UK who said they were likely to engage in some form of climate action increased from 8.7% to 11.3% in the first three weeks of their campaign, equivalent to about 1.7 million adults. Climate action included talking to friends and family about the climate crisis, contacting their MP about climate issues or attending a legal protest.\\nResults also showed that 58% of UK adults supported the demands of Just Stop Oil, with only 23% against and 19% neutral. However, only 18% supported the group itself.\\nJames Ozden, director of Social Change Lab, which commissioned the research, said “We’ve heard many people speculating that the disruptive protests utilised by Just Stop Oil were damaging to the climate movement. Our survey results don’t support this, finding no loss in support for key climate policies and, instead, we find that the likelihood of the UK public taking various forms of climate action has increased in the same period.”", "image": [["https://i.guim.co.uk/img/media/e565ab611224e785f2278bf8d60e50b96be0d777/0_0_1600_960/master/1600.jpg?width=465&dpr=1&s=none", "police and Just Stop Oil protesters with banner at Shell services"], ["https://i.guim.co.uk/img/media/74cdbdb50ed9d20ea06b2eac5c5008fcec0d2580/0_99_3000_1800/master/3000.jpg?width=445&dpr=1&s=none", "Police arrest a Just Stop Oil activist at Cobham services."]], "author": ["Damien Gayle"], "date": "2022-04-28"}, "https://www.theguardian.com/environment/2022/apr/19/just-stop-oil-calls-one-week-halt-to-protests-in-hope-of-action-from-no-10": {"title": "Just Stop Oil calls one-week halt to protests in hope of action from No 10", "subtitle": null, "text": "Campaigners say they will revive campaign without pledge from Boris Johnson to end new fossil fuel projects\\nJust Stop Oil has said it will suspend its direct actions against fuel distribution for a week, but has told the prime minister its members will escalate their disruptive protests “if you do not fulfil your duty to the people”.\\nFor two and a half weeks, the climate activists have been targeting oil terminals and oil tankers in the Midlands and the south-east of England with blockades and mass trespass.\\nThe government and petrol retailers have attempted to downplay the scale of the disruption to fuel deliveries. But there have been widespread reports of petrol station forecourts running dry in various parts of the country.\\nJust Stop Oil’s activists have vowed to continue their campaign until the government agrees to a ban on new oil and gas extraction projects, or until they are all jailed.\\nA letter to Boris Johnson, read out at Downing Street on Tuesday morning by two campaign supporters, said: “The bill for oil and gas is already being paid by millions around the world, in the global south, and can now also be seen in blood and suffering in Ukraine.\\n“The truth is that this is the price we are all going to pay for allowing the grip of oil to continue its hold on us. This cost, the horror of war in Europe, must not be used as a pretext to advance an even greater tragedy – that of continuing to invest in new fossil fuel extraction, for which there is no popular support.”\\nThe letter said they would pause their actions until 25 April – next Monday – “to give you the opportunity to make a statement on behalf of the government that it will immediately halt all future licensing and consents for the exploration, development and production of fossil fuels in the UK.\\n“If you do not fulfil your duty to the people we will be left with no choice but to escalate our campaign of civil resistance.”\\nOn 1 April, Just Stop Oil began its campaign with coordinated blockades targeting 10 oil terminals in Birmingham, Warwickshire, Hampshire, Essex and London. The campaign, which was supported by Extinction Rebellion, aimed to disrupt fuel deliveries, particularly to the south-east and London.\\nWithin days there were anecdotal reports of fuel shortages and while petrol retailers insisted the disruption was manageable, a source at one admitted that was only because it had been able to divert supplies from terminals farther north.\\nOfficial figures later showed that in the three days after protests started, deliveries to petrol stations were down 43% in the West Midlands, 44% in London and 48% in the east.\\nAs police battled to minimise the disruption possible from blockades, the protesters shifted tactics. On 6 April they staged their first mass trespass, at the Navigator oil terminal in Grays, Essex, where activists climbed spike-topped fences and ran to a loading bay to obstruct equipment with lock-ons.\\nReports of petrol station shortages multiplied, given added weight by a claim by the petrol consumers group FairFuelUK – subsequently reversed – that it had “credible intelligence” that one in three pumps were running dry.\\nDowning Street condemned the “guerrilla tactics” of protesters, while Priti Patel, the home secretary, said “people across the country [were] seeing their lives brought to a standstill” by disruption, and Labour called for “nationwide injunctions” to ban the protests.\\nAt least three oil distribution companies have obtained injunctions. Last week, the Department for Business, Energy and Industrial Strategy, Navigator Thames, ExxonMobil and Valero were among “a number of key operators in the oil sector” that had obtained court orders to ban protests at their sites.\\nThe department also confirmed that injunctions granted to ban Insulate Britain’s protests on key roads in the south-east were still in force.\\nMeanwhile, direct actions have continued, with Just Stop Oil saying they will not stop until the government meets their demand, or they are all jailed.\\nJust Stop Oil said they were still collating their tally, but that the number of arrests linked to the campaign so far could be as high as 1,100. They have previously said about 400 have taken part in the campaign.\\nOn Tuesday morning, five were on remand. Two had been transferred to prison in Essex before a court appearance on charges of aggravated trespass on Wednesday. Three more were brought to London from the Midlands on Tuesday to appear at the high court on charges of breaking an injunction.", "image": [["https://i.guim.co.uk/img/media/59bbfef8c65fe2852d9bfbb8fcf20e5404551281/4_29_3367_2021/master/3367.jpg?width=465&dpr=1&s=none", "Activists from Just Stop Oil protest atop a tanker as police stand by"]], "author": ["Damien Gayle"], "date": "2022-04-19"}, "https://www.theguardian.com/environment/2022/apr/12/climate-anxiety-therapy-mental-health": {"title": "‘I was enjoying a life that was ruining the world’: can therapy treat climate anxiety?", "subtitle": null, "text": "People are increasingly looking for help to deal with feelings of fear, helplessness and guilt amid the climate crisis. But can therapists make a difference and is seeking treatment just a form of denial?\\n\\nPete Knapp, 36, who lives in London, has visited North Korea, travelled overland from Kenya to Cape Town, motorcycled through Japan and Cambodia and trekked by horse through China. Until a few years ago, “I felt invincible,” he says. He had never experienced anxiety, or worried about the climate crisis.\\nThen, in 2019, he went to Borneo. “I remember flying in one of those small planes over a part of Borneo that used to be rainforest but is now a palm oil plantation. The whole landscape was this monoculture,” he says. He spent days trying to find orangutans in the wild, and, when he finally found the primary rainforest that remained, he saw “such depth, character, colour and variety” that he felt horrified by the “quiet, dead, grey, nothingness” replacing it. “It hammered home how our lifestyles and diets had caused so much destruction to this part of the world that is so precious. When you go to a supermarket and buy food, you don’t see the cost of it. That was the first time I saw the cost.” It marked the end of his travels and feeling of invincibility, and the beginning of what he now calls climate anxiety.\\nThis emotional state includes feelings as varied as fear and helplessness, guilt, shame, loss, betrayal and abandonment, and it can take different shapes in each individual. Anouchka Grose, a psychoanalyst and the author of A Guide to Eco-Anxiety, How to Protect the Planet and Your Mental Health, says some patients describe staying awake all night thinking of coral reefs, bush fires and ice caps melting. Some might “walk into a shop and freak out because they suddenly see it as it is,” how “all the things in front of you are in damaging forms of packaging, freighted from goodness knows where, covered in pesticides”. In her book, someone describes looking at a friend’s take-away coffee: “It makes me sad and alarmed, imagining millions of people out there, just like him, with one throwaway plastic cup, millions of times over every day.”\\nFor Knapp, it was the feeling of having “the rug pulled from under my feet; that I was enjoying a life that was ruining the world”. For Natasha James, 33, a training manager in Portsmouth, it was reading article after article in a paralysing spiral: “It would get to the stage where I would freeze.” Their climate anxiety began at 12, when their science teacher spoke about the hole in the ozone layer and global heating. “I remember my stomach dropped, and I thought, ‘Oh, my God! I’ve never heard about this before; why are people not talking about it? Why are we not doing anything about it?’”.\\nMolecular biologist Abi Perrin, 32, describes the physical sensations she experienced after reading the 2018 report by the UN’s Intergovernmental Panel on Climate Change (IPCC): “My heart was pounding. My chest felt tight every time I thought about it – and I couldn’t not think about it. I’d often burst into tears because it felt overwhelming. It’s like a pit in your stomach – you feel weirdly empty. It’s not always the same, but it sometimes takes the form of feeling very sad, hopeless and alone.”\\nThe biggest ever scientific study on climate anxiety and young people, published last year in the Lancet, found that nearly six in 10 people aged 16 to 25 were very or extremely worried about climate breakdown, nearly half of them reported climate distress or anxiety affecting their daily lives, and three-quarters agreed that “the future is frightening”. All the therapists I spoke to reported seeing a significant increase in climate anxiety in their consulting rooms. So, can therapy help?\\nThere is a danger, in suggesting that therapy might help, of pathologising climate anxiety; turning it into a mental health problem that needs to be cured – medicated or spirited away with mindfulness or talking therapy . Many people I interviewed were faced with such reactions from friends, family, colleagues, GPs, and, occasionally, even therapists.\\nThis is not how the author of Psychological Roots of the Climate Crisis Sally Weintrobe thinks. “It is important to say that anxiety is a signal that there is something wrong. It’s a perfectly normal healthy reaction to a worrying situation. We mustn’t pathologise climate anxiety. Obviously it can get very extreme – but I would say that government inaction on the climate crisis is pretty extreme, so it’s hardly surprising that people are very worried.” What Knapp, James and Perrin said helped them most was having their emotions validated in therapy – and understanding that their feelings were meaningful and valuable.\\nCaroline Hickman, a psychotherapist, climate psychology researcher and board member of the Climate Psychology Alliance, says, “I would worry about people who aren’t distressed – given that this is what is happening, how come?” She believes that people are using psychological defences such as denial “as a way of coping and reducing the fear that they feel”. This can leave the climate-anxious with a sense of isolation, frustration and abandonment, as others tell themselves, “Oh, well, the government will save us; technology will save us; if it was that bad, somebody would have done something,” she says. “Those are all rationalisations against existential terror of annihilation – and that’s the reality of what we’re potentially looking at.”\\nTo face this reality is to come out of what Weintrobe calls “the climate bubble”, which, she says, “has been supported by a culture of uncare, a culture that actively seeks to keep us in a state of denial about the severity of the climate crisis”. She explains: “The bubble protects you from reality, and when you start seeing the reality, it’s hardly surprising that you’re going to experience a whole series of shocks.” She prefers the term climate trauma over anxiety because “it is traumatising to see that you are caught up in a way of living, whether you like it or not, that makes you a victim and a perpetrator of damaging the Earth, which is what keeps us all alive”. We are living, she says, “in a political system that generates a mental health crisis, because it places burdens on people that are too much to bear, as well as burdens on the Earth”.\\nThe thing about trauma is that it can reignite earlier, individual trauma. That experience of coming out of the climate bubble and having your worries dismissed, of realising that you have been abandoned by people who were supposed to look after you, can be particularly triggering. For Weintrobe, this is where therapy can have a role to play, “in helping people to disentangle what is personal to them and their own individual histories, from what is hitting them from the outside”.\\nPerrin describes how speaking to her therapist helped in ways she didn’t expect. She says: “Having that space to have those conversations and be honest about how I felt was really valuable. I went into it thinking I wanted practical advice about how to solve this, but that was not what I got and not what I needed. It helped me to understand that what I was feeling was not wrong.” It also helped her to get a better sense of her anxiety: “I think it might come from feeling lots of things and not actually understanding what they are.” She still experiences anxiety, but it doesn’t escalate in the way it did before. “I know that it’s rooted in something real, and that even if the situation doesn’t change, the intensity of that feeling can, and will, pass.”\\nAs a climate-anxious pupil at school, James was told that this feeling was “irrational” by the therapist they saw at the time. It was while reading article after article late at night that James landed on one about climate anxiety, and recognised their own experience. They decided to try treatment again, and contacted Patrick Kennedy-Williams. First, they say, he told them their fears were valid and rational. Then they discussed how to get a better balance of climate news by also reading positive stories about people who are taking action, as well as limiting internet access on their phone.\\nThis brings to mind how, in her climate-aware therapeutic work, Hickman draws on her experience, in the 1990s, of treating young people, who were HIV positive, with about a year to live. A significant number were, through therapy, “able to change their relationship with their diagnosis and not just live in fear of death, but learn to live their lives wholeheartedly, with death as part of it,” she says. They left relationships that were unsatisfactory, left jobs that they hated, and “they learned to live their lives fully and with meaning, not in denial that their lives might be shorter, but that that didn’t have to define their lives – it was just part of it”.\\nIt is perhaps surprising to hear Weintrobe – a psychoanalyst – say that while there is a role for therapy in addressing climate anxiety, it is limited. We need to normalise this distress, she says, but not by pretending it’s not there, or shouldn’t be. “It’s very perverse that normalising has come to mean getting rid of anything that’s disturbing. Can we make it normal that we are very disturbed and bothered by what is going on, and help each other?” She recommends meeting to talk in groups about climate anxiety, such as at the climate cafes run by the Climate Psychology Alliance. Hickman runs psycho-educational groups with youth activists to address the impact of the climate crisis on mental health, where they discuss ways to support themselves and each other.\\nElouise Mayall, 24, and living in Canterbury, is a master’s student in ecology and a climate activist with the UK Youth Climate Coalition who has taken part in Hickman’s groups and workshops. Her climate anxiety began when she left university and realised how unconcerned others were – what she calls leaving the “green bubble”. In her 20s, she felt intense pressure, guilt, shame and anxiety to produce less and do everything to make up for what others were not doing. After joining UKYCC, her anxiety started to improve, through being part of a community. She says that Hickman’s workshops have helped her and her colleagues to recognise “the emotional strain” of the work they do, and to learn to rest. They are now far more “mindful of each other’s mental health”, and people don’t feel guilty when they need a break, so are less likely to “crash and burnout”.\\nMayall has also developed a different relationship with her climate anxiety. Previously, she says, “I was very dismissive and grumpy about having it. I wanted to suppress it or get rid of it – I thought it was an indulgence because people are dying, so why was I fussing around with feelings?” She felt she should be happy all the time. Now, she recognises that “it isn’t bad, wrong, or inconvenient for me to have climate anxiety, because it ultimately means that I care about the climate crisis”. She uses an ecological metaphor to describe how she relates to her feelings now: “Biodiversity is important because the more complex an ecosystem is, the more stable it is, and the more resilient it is to any disturbances or damage that comes along”. A monoculture, such as the one Knapp saw from that plane in Borneo, makes for a very fragile ecosystem; the same is true of an emotional monoculture. Allowing herself to experience whatever emotions she is feeling, including guilt and shame, has brought her a kind of emotional biodiversity, and a more sustainable way of life.\\nSince starting therapy James has attended a climate cafe, signed up to workshops, written to their local MP and published articles online to spread awareness.\\nPerrin says therapy has helped her support herself and other activists. She is now researching microscopic algae, and their potential to help us live more sustainably.\\nAfter what he saw in Borneo, and his research into the apocalyptic impact of climate breakdown, Knapp’s view of the world and of his future collapsed. He felt betrayed by the government, and despairing of the inaction of those around him. He became increasingly isolated and, for a time, suicidal. He found a way out of this by joining Extinction Rebellion, where friends recommended a therapist. He has since changed his life, becoming a researcher in air quality and a climate activist, giving up his beloved Mini, going vegan and making a podcast with fellow activists about how they cope with climate anxiety and what inspires them . He hasn’t been on a plane since.\\nThese stories recall a comment from Grose, that the word “anxious” has two definitions: one can feel anxious due to a nebulous fear, or one can be anxious to do something – to be willing to act, with urgency.\\nAs I researched this article, I noticed an intensifying feeling of unease and tension. Last week, the IPCC reported that it is “now or never” if we are to stave off climate disaster, and the UN secretary general, António Guterres, warned: “Some government and business leaders are saying one thing – but doing another. Simply put, they are lying. And the results will be catastrophic.” I know I need to read the report, to see the scientific reality of where we are, but I am not, yet, able to. I am frightened to leave the climate bubble. I tell Weintrobe about my anxious feelings, and she says reporters often phone her and say, “I feel overwhelmed, being a climate journalist.” I find her next words strangely hopeful. “I feel overwhelmed, too. Sometimes, I find myself lying on the sofa, unable to move because it’s all so worrying. But you get out of it, and you carry on.”\\nIn the UK and Ireland, Samaritans can be contacted on 116 123 or email jo@samaritans.org or jo@samaritans.ie. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at www.befrienders.org.", "image": [["https://i.guim.co.uk/img/media/26287ea45302dd768c47560033e08fe96818c6c8/0_0_8192_4918/master/8192.jpg?width=465&dpr=1&s=none", "‘Until a few years ago, I felt invincible’ … Pete Knapp."], ["https://i.guim.co.uk/img/media/9ffe5fa18e49c0e6ff11daeda168be436c4b64f2/0_0_6720_4480/master/6720.jpg?width=445&dpr=1&s=none", "‘You feel weirdly empty’ … Abi Perrin."], ["https://i.guim.co.uk/img/media/0a8e4bc705de1c54d7a1b4e878de33ad84ecfdf6/0_0_6472_4315/master/6472.jpg?width=445&dpr=1&s=none", "‘It would get to the stage where I would freeze’ … Natasha James."], ["https://i.guim.co.uk/img/media/a80f36bf67846256ef2c2f027a7e4f431122f95e/0_0_5867_3911/master/5867.jpg?width=445&dpr=1&s=none", "Biodiversity is important because the more complex an ecosystem is, the more stable it is … Elouise Mayall."]], "author": ["Moya Sarner"], "date": "2022-04-12"}, "https://www.theguardian.com/uk-news/2022/apr/16/xr-activists-including-two-olympians-climb-oil-tanker-london-extinction-rebellion": {"title": "Forty XR activists arrested in various anti-fossil fuel protests across London", "subtitle": null, "text": "Olympians Etienne Stott and  Laura Baldwin among those who climbed on oil tanker, while others hung banner from Marble Arch\\nSix people have been arrested after Extinction Rebellion (XR) activists, including two Olympians, scaled an oil tanker in west London. The Metropolitan police said that 40 people were arrested in total on Saturday in a number of protests across the capital.\\nThe gold medal-winning canoeist Etienne Stott, along with two others, climbed on to the Shell tanker on Bayswater Road with a banner reading “End fossil filth”.\\nLater on Saturday, two XR demonstrators scaled Marble Arch in central London to hang a banner as protests against fossil fuels continued for a seventh day. A man and a woman climbed up two pillars to hoist a green banner, which was about 10 metres wide and read “End fossil fuels now”, shortly before 6pm.\\nOn a road next to Marble Arch, a group of eight activists locked themselves on to a car while two glued themselves to the roof.\\nOn the tanker incident, Stott said: “I am acting to try to disrupt the toxic fossil fuel industry that is destroying everything we hold dear. I am hoping we can slow it down long enough to create a moment where everyone can stop and think where we are going and change course.\\n“I am aware that my actions will cause anger to many people and I am prepared to be held accountable. But our government should also be held to account for its decisions, which are destroying our planet’s ability to support human civilisation.”\\nThe Olympic sailor Laura Baldwin, who also took part in the protest, said: “This is the most critical time in the history of humanity and I feel I must do all that I can to raise the alarm.”\\nThe Metropolitan police said six arrests for vehicle interference were made in connection with the action in Bayswater. It said in a statement: “We attended Bayswater Road at approx 0850 BST to deal with a number of protesters who had climbed on an oil tanker. We have made six arrests for vehicle interference. The road is now open.”\\nShortly after 6.30pm, the Met imposed a section 14(1) public order on the group protesting in Marble Arch to clear the road by 6pm.\\nIt covers the area from Marble Arch gyratory, encompassing Park Lane, Oxford Street, Tyburn Way, Edgware Road, Bayswater Road and Cumberland Gate. Several people were detained by officers moments afterwards.\\nXR indicated to the Guardian that one of the Olympians was arrested on Saturday morning. The group said the action came on its “biggest day of disruption so far”, bookending 10 days of protests across the capital.\\nAn XR spokesperson said: “The people arrested today were doing what they felt was necessary to confront the fossil fuel industry that’s driving catastrophic climate change. They are part of a powerful moment when more people than ever are taking part in civil resistance to say we will no longer stand for the inaction and lies of governments prioritising corporate interest over protecting people from what’s happening right now.\\n“Extinction Rebellion is calling on all peaceful, loving and determined people to step into rebellion and resistance now.”\\nA spokesperson for Shell said the company agrees that society “needs to take urgent action” on climate change. “Shell has a clear target to become a net-zero emissions business by 2050, in step with society,” they added.\\nOn Friday, protesters blocked four of London’s busiest bridges and earlier this week obstructed the entrances to the insurance marketplace Lloyds of London.", "image": [["https://i.guim.co.uk/img/media/5425a76e735583dbcf4531a962c9a16c5dca385e/631_1214_4629_2777/master/4629.jpg?width=465&dpr=1&s=none", "Etienne Stott (seated, left) and another XR activist on top of the oil tanker in Bayswater, London."], ["https://i.guim.co.uk/img/media/754c9e4e2804622ae79b313e97bb11156ea3e9ff/290_132_3030_1819/master/3030.jpg?width=445&dpr=1&s=none", "Etienne Stott"]], "author": ["Sarah Haque", "Nadeem Badshah"], "date": "2022-04-16"}, "https://www.theguardian.com/uk-news/2022/apr/11/rac-warns-busiest-easter-uk-roads": {"title": "RAC warns of busiest Easter on UK roads in at least eight years", "subtitle": null, "text": "Estimated 21.5m leisure trips to be made by car from Good Friday to Easter Monday, says motoring body\\nThis weekend’s Easter getaway could be the busiest on the UK’s roads in at least eight years as engineering works look set to disrupt rail travel, the RAC has said.\\nAn estimated 21.5 million leisure trips will be made by car between Good Friday and Easter Monday, the motoring organisation predicts. That is the most since the organisation began tracking motorists’ Easter plans in 2014.\\nThe busiest single day on the roads over the bank holiday weekend is expected to be Good Friday.\\nThe west coast railway line will be shut throughout the Easter weekend between London Euston and Milton Keynes Central due to upgrades of the existing line and HS2 work, posing a headache for Liverpool and Manchester City fans travelling down for the FA Cup semi-final at Wembley on Saturday.\\nCustomers planning journeys between Euston and Scotland are advised to travel either side of the long weekend.\\nOn the roads, the traffic information provider Inrix highlighted several likely congestion hotspots. These include:\\nThe M6 north between junction 26 (Orrell interchange, Greater Manchester) and junction 36 (the Lake District).\\nThe M25 clockwise from junction 8 (Reigate Hill interchange, Surrey) to junction 16 (Denham interchange, Buckinghamshire).\\nThe A303 near Stonehenge, Wiltshire.\\nDrivers wanting to avoid as much congestion as possible are urged to set off before 9am or delay their journeys until after 7.30pm.\\nThe RAC traffic spokesperson Rod Dennis said: “After two years of relatively quiet Easter bank holidays on the roads, our research suggests a return to traffic levels that are much more typical of this time of year. It’s very possible this weekend could turn out to be one of the busiest for leisure journeys for many years.\\n“Add in the impact of disruption on the rail network and one of the biggest fixtures of the sporting calendar taking place this weekend, and you have all the ingredients needed for problems on the roads. Traffic volumes will likely be even higher if some warm spring sunshine makes an appearance.”\\nIn addition to traffic jams motorists also face the most expensive Easter on record when it comes to fuel prices. Latest government figures show the average cost of a litre of petrol at UK forecourts on 4 April was 161.9p, with diesel at 176p.\\nSome petrol stations in parts of the south and Midlands have been experiencing fuel shortages after the clean energy campaign group Just Stop Oil blockaded oil terminals.\\nDisruption is also expected across other modes of transport over the Easter weekend. Several airlines and airports are struggling to cope with staff sickness and shortages, with thousands of flights cancelled by easyJet and British Airways in recent weeks. Manchester airport is advising departing passengers to expect delays of up to 90 minutes.\\nLarge traffic queues are likely to continue on roads in Kent due to a shortage of cross-Channel sailings caused by the suspension of operations by P&O Ferries after it sacked nearly 800 workers. The company hopes to resume services this week pending regulatory approval.", "image": [["https://i.guim.co.uk/img/media/6ec1b45b467b6386c5193860d7387239218be9df/0_232_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "Traffic"]], "author": ["Helen Pidd"], "date": "2022-04-11"}, "https://www.theguardian.com/profile/miranda-whelehan": {"title": null, "subtitle": null, "text": "Miranda Whelehan is a student and campaigner with the Just Stop Oil coalition", "image": null, "author": null, "date": null}, "https://www.theguardian.com/environment/2022/apr/10/fireproof-australia-who-are-the-radical-extinction-rebellion-splinter-group": {"title": "Fireproof Australia: who are the radical Extinction Rebellion splinter group?", "subtitle": null, "text": "They have blocked major roads, obstructed traffic on the Sydney Harbour Bridge and been denounced by Dominic Perrottet\\nIt was the re-election of a Coalition government in May 2019 that altered the trajectory of Sam Noonan’s life and politics.\\n“I didn’t really care about politics until then,” Noonan says. “But then a lightbulb went off, and I kind of went, ‘Well, this is not working, we need to do something.’”\\nAt first the 48-year-old helped organise climate rallies in her region, but it was Extinction Rebellion – the group which caused widespread disruption in London in November 2018 – that captured her attention.\\nThe group members’ willingness to face a strong possibility of being arrested appealed to her, as they appeared to take the catastrophic risk of climate change seriously.\\n“[I felt] these, you know, radical, annoying, disruptive, interfering sort of tactics were probably our last chance of doing something,” Noonan says. “I just knew, intuitively, that this is where I needed to be.\\n“I always said to my husband once we started all this activism that even if all else fails and we can’t save the planet, I want to know that I tried and be able to say to my grandkids, I really did my best, I did my best at the time.”\\nA few months after Noonan joined Extinction Rebellion, the Black Summer bushfires swept through New South Wales, Victoria and parts of South Australia, changing her life again.\\nNoonan, who is blind, had to confront the possibility of fleeing her home in the Illawarra, south of Sydney.\\n“Fires were coming from three directions at once,” Noonan says. “I was there wondering if I could evacuate out of Dapto because I didn’t have anyone who could drive the car and a lot of the train lines were down.”\\nAfter the catastrophic event that left 18,000 Australians internally displaced, Noonan joined a new protest group calling themselves Fireproof Australia.\\nIn recent weeks the group has been grabbing headlines for blocking major roads during the morning peak hour to call for immediate action on climate change, including obstructing traffic on the Sydney Harbour Bridge at least three times.\\nThe NSW government rushed through strict laws to curb the protests, and the premier, Dominic Perrottet, attacked Fireproof Australia for their disruptive tactics.\\n“This type of behaviour needs to stop,” Perrottet said. “People have the right to protest, people have the right to free speech, we promote that.\\n“But don’t do it at the expense of people trying to get to and from work, trying to get their kids to school, stopping people earning a living and a wage – that’s what these protests are doing.\\n“We’ve passed the laws, we’ll throw the book at these people, because their behaviour is completely unacceptable.\\n“And if you really want to lose support in the community for your cause, keep acting like that.”\\nThis week the Intergovernmental Panel on Climate Change (IPCC) released its latest comprehensive review, saying it was “now or never” to prevent catastrophic climate change.\\nProtest groups around the world have been growing more ambitious in response to what they see as an emergency.\\nAmong those that have emerged in the UK are Tyre Extinguishers, which encourages people to deflate the tyres of SUV owners, and Just Stop Oil, which targets oil infrastructure.\\nGroups such as Fireproof Australia, Floodproof Australia and Blockade Australia are local variations who employ direct action in a campaign of “civil resistance” against governments which they believe aren’t acting fast enough on climate change.\\nViolet CoCo, a Fireproof Australia member, says the group splintered from Extinction Rebellion in May 2021 to take the protests to a new level.\\n“Fireproof Australia is designed to be more disruptive and more accessible in that disruption,” CoCo says. “All you need to do is sit down on a road to participate, you don’t need to wear a fancy costume.”\\nThey also have different demands. Extinction Rebellion wants governments to declare a climate emergency and rapidly cut emissions to zero by 2025 while Fireproof Australia’s goals are more immediate.\\nCoCo says the group wants a permanent, Australian-based air tanker fleet to fight bushfires, smoke-proof schools, aged care and disability centres to protect the vulnerable, and an immediate plan to rehome flood and fire survivors.\\nSome commentators who support urgent action on the climate crisis have criticised direct action tactics as counterproductive, warning they may alienate the very people who need to be persuaded. Writing in the Nine newspapers last month, the social researcher Rebecca Huntley said people who were “disengaged, uncertain or sceptical” were less likely to listen to someone who was making it harder for them to get to work.\\n“In the qualitative research I have done, groups such as Extinction Rebellion come up in conversation in a very negative way and can be a barrier to talking about global warming and how climate action might actually improve their lives,” Huntley wrote.\\nBut CoCo says every other attempt to get governments to act has failed.\\n“We tried,” CoCo says. “We tried protesting to the politicians. We’ve tried one-day marches. Nothing happened. And so now we need to escalate these disruptive tactics.”\\nThe group is often associated with Blockade Australia, whose members obstruct physical infrastructure such as rail lines or cranes, although the two groups are separate.\\nBlockade Australia’s membership is drawn from several campaigns, including Rising Tide, which targeted the coal industry in Newcastle, and anti-Adani protesters from Queensland.\\nThe group’s first major action was obstructing coal trains at Newcastle, the largest coal port in the world in November 2021, prompting an attack from Barnaby Joyce, who said $60m in exports had been lost in one week.\\nIn recent weeks the group has targeted Port Botany in Sydney, Australia’s largest container port, which led to the arrest of Maxim Curmi, who was jailed for four months after he scaled a 60m crane.\\nUnlike other groups, Blockade Australia has no specific goals. Maddie, a spokesperson who declined to give her surname citing the risk of arrest, says it is focused on “building momentum” as it “doesn’t see any worth in appealing to the goodwill of a system that doesn’t have any”.\\nThe hurried NSW legislation in response to the street and industry blockades has been branded a “draconian” attempt to criminalise the right to protest by 40 civil society groups, including the NSW and Act Aboriginal Legal Service, the NSW Council for Civil Liberties, Human Rights Law Centre, Environmental Defenders Office and Australian Democracy Network.\\nPiero Moraro, a lecturer in criminology at Edith Cowan University who studies civil disobedience, says the right to protest can simply be restrained to “waving flags under the eyes of the police”.\\nAs much as governments and commentators may cast militant or disruptive protest groups as troublemakers and even criminals, Moraro says they can drive change thanks to the “radical flank effect”.\\n“It is a reference to Martin Luther King,” Moraro says. “One reason why he was successful is that you also had the Black Panthers. White America was faced with the choice to either go with King or face more radical protests.”\\nAssociate prof Hans Baer, an honorary research fellow at the University of Melbourne, says there is a risk disruptive protests will “put off mainstream Australia”, but they are also necessary.\\n“It’s the more radical people who get the attention that pushes the more middle of the road people to act,” Baer says.\\n“There may be a method to their madness. So long as it doesn’t hurt people, if it only hurts infrastructure that is doing damage and that in turn hurts a lot of people, well, why not?”", "image": [["https://i.guim.co.uk/img/media/ac202e6673fa51948024d8498e5ac4252e999ede/0_0_7761_5177/master/7761.jpg?width=465&dpr=1&s=none", "Violet Coco and Sam Noonan are both members of the Fireproof Australia activist group"], ["https://i.guim.co.uk/img/media/e01adb0f6c51fbcee2dc9846ad45ea61dd046ae8/0_0_2048_1536/master/2048.jpg?width=445&dpr=1&s=none", "Fireproof Australia taking their first roadblock action on the Princes Highway in Sylvania, NSW."], ["https://i.guim.co.uk/img/media/22b478522739d75be715515b537c411d9908c2ec/0_0_7201_4827/master/7201.jpg?width=445&dpr=1&s=none", "Violet Coco, a member of the Fireproof Australia activist group."]], "author": ["Royce Kurmelovs"], "date": "2022-04-09"}, "https://www.theguardian.com/uk-news/2022/apr/18/just-stop-oil-protesters-fined-and-held-after-weekend-protests": {"title": "Just Stop Oil protesters fined and held after weekend protests", "subtitle": null, "text": "Five activists in Essex and Warwickshire face legal action over efforts to disrupt fossil fuel supplies\\nFive environmental activists were held on remand over the Easter weekend over protests at oil terminals in Essex and Warwickshire.\\nThree members of the Just Stop Oil campaign held on remand by Warwickshire police were taken to Coventry magistrates court on Monday morning.\\nKatheryn Dowds, 28, Jake Handling, 27, and Josh Smith, 29, pleaded guilty to aggravated trespass at the Kingsbury oil terminal after their solicitor did not appear to advise them, according to a campaign source.\\nDowds was fined £327, and Handling and Smith were fined £150 each. All were then released, only to be immediately rearrested and held again by police for breaching a high court injunction banning protests at the Kingsbury site, Just Stop Oil said.\\n“It is thought that they will appear tomorrow at Birmingham county court or Coventry in connection with this charge,” the campaign said.\\nIn Essex, James Skeet, 34, and Stephanie Aylett, 27, were being held after denying charges of aggravated trespass and breach of bail conditions in an appearance at Chelmsford magistrates court on Saturday.\\n“Magistrates heard how both Skeet and Aylett had been arrested multiple times in Essex since the incidents of disruption began in the early hours of 1 April,” the force said in a statement.\\nBoth had been transferred to prison from police custody on Monday, Just Stop Oil said. Their cases were due to be heard on Wednesday.\\nJust Stop Oil has been staging direct actions, including mass trespasses, tunnelling and blockades, at oil terminals and in locations around the Midlands and the south-east of England since 1 April in an effort to disrupt the supply of fossil fuels. They have vowed to continue until the government agrees to a moratorium on new fossil fuel projects.\\nOn Saturday, Catherine Maclean, of Hurstpierpoint in West Sussex, became the first person to be convicted over involvement in the Just Stop Oil campaign after admitting aggravated trespass at Chelmsford magistrates court.\\nJust Stop Oil said there had been nearly 1,000 arrests in connection with the campaign so far. Nine more campaign supporters were released without bail after they appeared at Coventry magistrates court on Saturday. Six pleaded not guilty, one pleaded guilty and two entered no plea, according to the campaign.\\nValero Energy, the Texas-headquartered company that owns Kingsbury, has obtained a high court injunction banning protest activity at any of its six UK sites. “The order gives a power of arrest outside the terminal and at the junctions of the roads leading into the zone,” Warwickshire police said.\\nA spokesperson for Just Stop Oil said: “The courts are complicit in supporting a government that is knowingly fuelling climate breakdown and will have the death of millions on its hands.\\n“Just Stop Oil supporters have acted in line with their consciences. Just as the suffragettes and the freedom riders did they have chosen not to be bystanders in the face of the catastrophic and ongoing injustice of climate breakdown.\\n“Some politicians and media pundits have called Just Stop Oil’s demand and its supporters naive. But what is truly naive is the ongoing belief by a political and media establishment that young people will just lie down and die without resisting.”", "image": [["https://i.guim.co.uk/img/media/d75f8fd041734c6e05f6b3afab34866538589345/0_0_3500_2100/master/3500.jpg?width=465&dpr=1&s=none", "Activists from Just Stop Oil are apprehended during a protest in Grays, Essex, on Friday. "]], "author": ["Damien Gayle"], "date": "2022-04-18"}, "https://www.theguardian.com/commentisfree/2022/apr/12/civil-disobedience-only-way-prevent-climate-catastrophe-just-stop-oil": {"title": "Is civil disobedience OK if it’s the only way to prevent climate catastrophe?", "subtitle": null, "text": "Protesters from Just Stop Oil may be breaking the law and yet still be morally  right in the face of future disaster\\nThis week, climate activists disrupted the UK’s oil supply, because they believe they face a desperate choice. Nonviolent resistance now, or the unthinkable violence of climate change later.\\n“There is a need to break the law,” says Just Stop Oil’s Melissa Carrington, “so we are not guilty of greater crime.” But is she right?\\nIn so-called liberal democracies, we have a default obligation to obey the law. It’s a moral duty, as well as a legal one. It’s part of our implicit contract with the government we elected,which provides us, in return, with the protection of justice. But what happens when that government doesn’t keep its side of the bargain?\\nThen, according to numerous political thinkers, we not only can, but very possibly should, break some laws: peacefully, publicly and on principle. The aim? To bring policy into line with what justice actually requires.\\nHenry David Thoreau gave this a name: civil disobedience. John Rawls, as pivotal a social contract thinker as you are likely to find, thought it could be good for social stability and justice, so long as it challenged longstanding, serious injustice. And what could be more unjust than supporting an industry that kills people?\\nWe can be more or less controversial here. Is civil disobedience morally OK because governments aren’t progressive enough when it comes to protecting non-humans? Because they allow sentient animals to be tortured in factory farms, or 30% of species to be wiped out by the climate crisis? Some philosophers, such as Peter Singer, think so. Our fellow animals, they say, are entitled to political consideration even though they can’t participate in democratic decision-making.\\nOthers point out, less provocatively, that although a government is mainly answerable to those living within its own borders, it still owes basic justice to other humans. It shouldn’t give them encephalitis or dengue fever, or starve them to death.\\nThere are grounds for disobedience even if we think only about what governments should and shouldn’t do to their own citizens. The climate crisis threatens our children and grandchildren with heatwaves, floods, wildfires, and untold mental anguish. By propping up the fossil fuel industry, our government puts their whole future in jeopardy. If that’s not a serious injustice, I’m not sure what is.\\nThen there’s environmental resistance. Rather than grabbing attention through general disruption, the activists aim to prevent injustice, directly. “This isn’t like sitting in the middle of random roads,” says Zak, a 15-year-old activist who was arrested as part of the Just Stop Oil protests. “As well as saying to the government, ‘We are demanding no new oil and gas extraction in the North Sea’, it is also stopping the gears of production.”\\nIs this better, or worse? The philosophers Ten-Herng Lai and Chong-Ming Lim think it’s fairer to inconvenience oil and gas giants than the general public, because they’re the ones doing the harm. Or think about it like this. If activists focus on preventing states from extracting oil or natural gas, they might do something else as well: challenge government overreach.\\n“Some philosophers question whether territorial rights should extend to underground natural resources,” says Megan Blomfield, a senior lecturer at the University of Sheffield, “since it’s not like anybody did anything to put them there. And where the resource is scarce or its use can harm other people, there’s additional reason to question any entitlement for the state to do what it likes with it.”\\nOf course, caveats remain. Is this mass law-breaking a last resort? It looks like it. The Intergovernmental Panel on Climate Change has been issuing warnings for 32 years now, but states’ commitments to cut greenhouse gas emissions fall abysmally short of limiting global warming to 1.5C. Actual policies put us on track for a terrifying 2.7C increase by 2100, and the UK shows no sign of doing its fair share.\\nAnd will it work? It might, if the numbers are right. “We’ve seen through history that the only way mass change is achieved is through these mass campaigns like the women’s suffrage or the civil rights movements,” says Zak.\\nIt makes sense to diversify tactics. Just activism should be inclusive, and risking arrest is only a viable strategy for the comparatively privileged, not those already at the receiving end of police intimidation. There’s also evidence that successful movements use a range of approaches, from lobbying and voting to strikes and, yes, civil disobedience.\\nBut social scientists Maria Stephan and Erica Chenoweth studied major resistance campaigns between 1900 and 2006 and found that the nonviolent ones succeeded more than half the time. (More than twice as often, incidentally, as the violent ones.) The key to success? The so-called “3.5% rule”, because that’s the proportion of the population that needs to get involved.\\nAnd here’s something else to bear in mind. These movements also challenge participatory injustice, where those with most at stake are excluded from decision-making. Many climate protesters are too young to vote. They are denied a voice in determining their own future, while politicians accept gifts worth millions from climate sceptics and fossil fuel interests. Through activism, including civil disobedience, they demand to be heard.\\nWhen future generations look back on this period, as we look back on earlier epoch-defining campaigns, they’ll ask who showed more respect for justice and democracy: the activists so many of us find disruptive, or the governments they are trying to reform. I think we know what their answer will be.\\nElizabeth Cripps is a writer and moral philosopher, and the author of What Climate Justice Means and Why We Should Care", "image": [["https://i.guim.co.uk/img/media/e135e071441693c87e5c14584ef19f26e7f86589/0_202_3500_2102/master/3500.jpg?width=465&dpr=1&s=none", "Just Stop Oil activists blockade the Kingsbury oil terminal in Warwickshire, 3 April 2022."]], "author": ["Elizabeth Cripps"], "date": "2022-04-12"}, "https://www.theguardian.com/environment/2022/apr/01/environmental-protesters-block-oil-terminals-across-england": {"title": "Environmental protesters block oil terminals across UK", "subtitle": null, "text": "Activists climb on tankers and glue themselves to roads around London, Birmingham and Southampton\\nHundreds of environmental protesters have blocked 10 oil terminals across the country as part of a campaign to paralyse the UK’s fossil fuel infrastructure.\\nEarly on Friday, supporters of Just Stop Oil began blockades at oil refineries around London, Birmingham and Southampton by climbing on top of tankers and gluing themselves to road surfaces.\\nShortly after 4am, activists blocked terminals in Purfleet and Grays, Essex, which they said were the biggest in the country. In Tamworth, near Birmingham, a group of more than two dozen protesters had been hoping to disrupt the nearby Kingsbury oil terminal. However, due to police intervention they were able only to block a road leading to the site.\\nJust Stop Oil has demanded that the government agree to halt all new licences for fossil fuel projects in the UK. They have vowed to continue disrupting the UK’s oil infrastructure until the government agrees.\\nLouis McKecknie, 21 from Weymouth, who last month zip-tied his neck to a goalpost at Goodison Park, Everton’s football ground, as part of the campaign, said: “I don’t want to be doing this but our genocidal government gives me no choice. They know that oil is funding Putin’s war and pushing millions of people into fuel poverty while energy companies reap billions in profits. They know that to allow more oil and gas extraction in the UK is suicidal and will accelerate global heating.\\n“It means millions dying of heat stress, losing their homes or having to fight for food. This is the future for my generation, I stop when oil stops.”\\nThe action is part of a planned series of protests against UK oil infrastructure. Extinction Rebellion, which is to begin its next wave of protests on 9 April, said it supported the Just Stop Oil campaign and had mobilised its activists to join.\\nJust Stop Oil has said its campaign marks a shift from civil disobedience to civil resistance. What this means, one supporter told the Guardian last month, “is stopping pointing out what the government should or shouldn’t be doing [and instead] actively stopping government doing what they shouldn’t be”.\\nFriday’s blockades came in defiance of a temporary high court injunction banning groups from protesting outside oil terminals. Outside Kingsbury and on roads leading to the site, posters said: “Temporary high court injunction in force. Blocking, slowing down, obstructing or interfering with traffic on to this road as part of protest activity by Just Stop Oil, Extinction Rebellion, Insulate Britain movements and other connected movements is strictly prohibited. Failure to comply with the injunction may lead to imprisonment.”\\nIn Tamworth, activists had gathered in a nearby McDonald’s before making their way to the site but were initially deterred from acting by a police helicopter.\\nOne activist said scouts had seen large numbers of police in unmarked cars near the site. They feared that if they got into vehicles for the last leg of their intended journey they would be pulled over and arrested, but hoped they could find a way through. Eventually, the group split up and most made their way to Kingsbury on foot.\\nActivists in Tamworth said police had tried to prevent them from reaching the Kingsbury oil terminal but realised they had no power to obstruct or detain them. By just after 8am on Friday, several had managed to make their way to the site’s main entrance, where they sat to block lorries from leaving or entering the site.\\n“It’s us against the state,” said one protester. “And we’re going to lose, but we have to try something.”\\nEssex police said thirteen people had been arrested in Thurrock on suspicion of obstruction of the highway.", "image": null, "author": ["Damien Gayle"], "date": "2022-04-01"}, "https://www.theguardian.com/uk-news/2022/apr/16/hunger-striking-xr-activist-police-cell-hospital-extinction-rebellion": {"title": "Hunger-striking XR activist taken from police cell to hospital", "subtitle": null, "text": "Scientist Emma Smart, 44, received treatment before being returned to custody over arrest at London protest\\nA marine biologist held by police for more than 48 hours over a climate crisis protest was taken from her cell to hospital in an ambulance.\\nEmma Smart, 44, one of nine scientists affiliated with Extinction Rebellion who were arrested at the Department for Business, Energy and Industrial Strategy (BEIS), had gone on hunger and thirst strike to protest against the conditions in which she was being held.\\nShe was being kept in a basic windowless cell lit constantly with fluorescent light. While the other eight scientists were released on bail on Thursday, police said they would hold Smart until she could appear in court on Saturday because she had a record of breaking bail conditions.\\nOn Friday night, police called an ambulance to Charing Cross police station to take Smart to hospital. According to her supporters, she was keen not to waste hospital resources and accepted rehydration treatment, then was taken back into police custody. She was released on Saturday after appearing at Westminster magistrates court.\\nSmart was one of a group of 25 scientists who protested at the BEIS building in Westminster on Wednesday. They pasted poster-sized pages from climate science papers on to the glass facade, and some, including Smart, glued their hands to the window and used spray chalk to daub extinction symbols on the glass.\\nThe Metropolitan police said she had been charged with criminal damage. The force said: “Smart was arrested at the scene and charged the following day. She was remanded in custody to appear at Westminster magistratescourt at the first opportunity. Due to the courts being closed on bank holidays, the date of that appearance is Saturday 16 April.\\n“Decisions regarding bail are taken on a case-by-case basis and consider a range of matters including, but not limited to, whether there is a risk to the public or the person detained, the likelihood of someone not complying with any bail conditions or absconding and any previous history of offending while on bail.\\n“Whilst people are in custody, officers have a duty of care for their welfare and will ensure the medical needs of all detainees are considered. Healthcare professionals are available to each custody suite.”\\nOn Friday, Peter Kalmus, the Nasa climate scientist who has taken part in scientists’ climate crisis protests in the US, offered his support to Smart and called on others to join civil disobedience protests.\\n“My heart goes out to Emma, she’s in the next level of risk. I’m grateful for what she’s doing and I hope that the world starts to support her,” Kalmus said. “The best way to support Emma is to start taking civil disobedience actions yourself. Because as more and more of us start to take these sorts of actions, the risk for all of us starts to decrease.\\n“To the governments that are imprisoning Emma and are trying to shut down this kind of protest: you’re on the wrong side of history and it’s absolutely clear now.”\\nSmart has a history of environmental activism, having taken part in high-profile protests with Insulate Britain.", "image": [["https://i.guim.co.uk/img/media/b65f15e2312c27a3a11d342a8701a227bd7916c6/0_268_4000_2400/master/4000.jpg?width=465&dpr=1&s=none", "Scientists stage an XR protest outside the Department for Business, Energy and Industrial Strategy in London on Wednesday"]], "author": ["Damien Gayle"], "date": "2022-04-16"}, "https://www.theguardian.com/environment/2022/apr/10/climate-activists-disrupt-supplies-from-three-oil-terminals-in-england": {"title": "Climate activists ‘disrupt supplies from three oil terminals in England’", "subtitle": null, "text": "Just Stop Oil says action will affect fuel availability at petrol pumps across south-east and Midlands\\nClean energy campaigners claim to have disrupted supplies from three oil terminals in the Midlands and south-east of England, as motorists complain that some petrol stations are running short of fuel.\\nThe government said only one terminal was out of action on Sunday afternoon as a result of the Just Stop Oil protests, and that local police forces were working with the industry to ensure that fuel supplies can be maintained.\\n“Currently all supply points are operational except one and this will allow deliveries to be made to those sites which have experienced shortages,” said a government spokesperson.\\n[On Monday morning a spokesman for the Department for Business Energy and Industrial Strategy said all supply points were operational.]\\nThere was also disruption in central London as Extinction Rebellion activists stopped traffic crossing Lambeth and Vauxhall bridges.\\nHundreds of climate campaigners took to Lambeth bridge, which links Westminster and Lambeth, backed by speakers playing dance music creating a festival atmosphere. Cars and buses were stopped, but at demonstrators parted to allow ambulances to pass. By 6pm Lambeth had been cleared of protesters, while traffic resumed on Vauxhall Bridge about an hour and a half later. Police said 38 arrests had been made.\\nHoward Cox, the founder FairFuelUK, which campaigns for low fuel prices for motorists, said he had been “bombarded with messages that garages up and down the country are short of petrol and diesel stock”.\\nCox said the blockades by Just Stop Oil were to blame for the shortage, accusing campaigners of carrying out “a pointless crusade they believe will save the planet”.\\nBut Caroline Lucas, the Green party MP, said such disruptive protests were the “only way that people feel they can make their voices heard”. Just Stop Oil said on Sunday that activists were disrupting supplies from fuel supply points in Warwickshire, Hertfordshire and Essex.\\nThe group said supporters had dug a tunnel under a tanker route to the Kingsbury terminal in Warwickshire. “The tunnel was concealed by a modified caravan parked on the roadside and surrounded by Just Stop Oil supporters. Despite a number of police arrests, five people remain inside the caravan this morning working on the tunnel,” the group said in a statement.\\nAt 2.30am, 40 campaigners approached the gates of the Buncefield oil terminal in Hertfordshire and locked themselves on to it, blocking the entrance, the group said. This was followed at 6.30am by a further action at Inter Terminals in Grays, Essex, where about 40 people swarmed into the facility, climbed the loading bay pipework and locked on, they claimed.\\n“It is expected that this morning’s actions will continue to significantly impact on fuel availability at petrol pumps across the south-east and the Midlands,” the group said on its 10th day of action demanding that the UK government end new oil and gas projects in the UK.\\nA government spokesperson said: “We are aware that protest activity at some oil terminals has led to short-term disruptions to fuel deliveries over the past few days. The local police forces are working with the industry to ensure that fuel supplies can be maintained.”\\nIn an interview on the Sunday Morning show on BBC One, Lucas said: “I am sorry that it has come to this and that this is the only way that people feel they can make their voices heard.\\n“The International Energy Agency says that … the latest IPCC [Intergovernmental Panel on Climate Change] report says that, and yet this government and this energy strategy … is foreseeing getting out even more oil and gas from the North Sea. That is frankly immoral and the UN general secretary said that is frankly both morally and economically mad.”\\nThis article was amended on 11 April 2022 to include a later statement from government saying that all supply points were now operational.", "image": [["https://i.guim.co.uk/img/media/ac382ad9c5ab91bb12e4a716ce1581927886ad81/0_233_3500_2102/master/3500.jpg?width=465&dpr=1&s=none", "Activists lying in road"]], "author": ["Helen Pidd"], "date": "2022-04-10"}, "https://www.theguardian.com/environment/2022/apr/17/six-arrested-after-climate-activists-scale-oil-tanker-in-central-london": {"title": "Six arrested after climate activists scale oil tanker in central London", "subtitle": null, "text": "Olympic gold medallist Etienne Stott among protesters calling for an end to investment in fossil fuel\\nSix people were arrested after climate-change activists clambered on top of an oil tanker in central London on Saturday.\\nEnvironmental activist group Extinction Rebellion said three people in Bayswater Road had climbed on top of the Shell tanker where they held up an “End fossil filth” banner while other demonstrators gathered around the vehicle. Among those taking part in the protest were Olympic gold medal-winning canoeist Etienne Stott and fellow British Olympian Laura Baldwin. “I am acting to try to disrupt the toxic fossil fuel industry that is destroying everything we hold dear,” Stott told reporters.\\nImages from the scene show campaigners holding Extinction Rebellion flags. The Metropolitan police said six individuals had been arrested for vehicle interference and added that the road was reopened by noon. The incident was the latest in a coordinated series of Easter protests by demonstrators who are calling for a halt in all investment in fossil fuels in the UK.\\nOn Thursday, four activists glued themselves to the top of an Eddie Stobart fuel tanker at the Chiswick roundabout that feeds traffic from west London on and off the M4. From the side of the lorry, they draped flags protesting about Britain’s use of fossil fuels.\\nAnd on Friday, hundreds of protesters blocked Waterloo, Blackfriars, Lambeth and Westminster bridges in London as part of their campaign. No arrests were made, police said.\\nThese protests continued across London on Saturday. According to the Met, activists were walking through central London where they “stopped at various locations along their unspecified route, causing disruption”. Later in the day, campaigners gathered for a major demonstration in Hyde Park.\\nMeanwhile, Warwickshire police said nine people have been charged after a separate climate activist group, Just Stop Oil, held a demonstration at an oil terminal in Kingsbury, near Tamworth in Staffordshire. A dozen activists locked themselves on to pipes there as part of their campaign to get the government to halt all new oil and gas projects.\\nSimilar demonstrations have also occurred at the Navigator oil terminal in Thurrock and Grays oil terminal, both in Essex, and follow the decision by a number of key operators – including Navigator, ExxonMobil and Valero – to obtain injunctions to try to prevent protesters from blocking operations there.", "image": [["https://i.guim.co.uk/img/media/ec6e67608fb564b82c9bb93a3b3ff19612a270c2/0_168_3500_2100/master/3500.jpg?width=465&dpr=1&s=none", "Protesters are removed from an oil tanker"], ["https://i.guim.co.uk/img/media/eaa36ef917f4b72d34768341a6a177cccbcd0902/0_45_3500_2100/master/3500.jpg?width=445&dpr=1&s=none", "A climate activist is detained by police"]], "author": ["Robin McKie"], "date": null}, "https://www.theguardian.com/environment/2022/apr/01/worlds-seabed-regulator-accused-of-reckless-failings-over-deep-sea-mining": {"title": "Seabed regulator accused of deciding deep sea’s future ‘behind closed doors’", "subtitle": null, "text": "The ISA, obliged to frame industry rules by 2023, drops reporting service and is accused of lacking transparency in plans for mining\n Podcast: The race to mine the deep sea\\nThe UN-affiliated organisation that oversees deep-sea mining, a controversial new industry, has been accused of failings of transparency after an independent body responsible for reporting on negotiations was kicked out.\\nThe International Seabed Authority (ISA) is meeting this week at its council headquarters in Kingston, Jamaica, to develop regulations for the fledgling industry. But it emerged this week that Earth Negotiations Bulletin (ENB), a division of the International Institute for Sustainable Development (IISD), which has covered previous ISA negotiations, had not had its contract renewed.\\nWhile the ISA negotiations are filmed live via webcam, the absence of ENB – which would have created a permanent independent record of proceedings – was described as a “huge loss” for stakeholders.\\nSome states, including Germany, are also concerned that the ISA is developing its mining standards and guidelines behind closed doors, and that current knowledge of deep-sea ecosystems and the potential effects of mining on the marine environment are insufficient to allow it to go ahead.\\nScientists have warned that the damage to ecosystems from mining nickel, cobalt and other metals on the deep-seabed would be “dangerous”, “reckless” and “irreversible”. One estimate suggests that 90% of the deep-sea species that researchers encounter are new to science.\\nAs opposition to deep-sea mining grows, the ISA is facing resistance over its rush to develop a roadmap to be adopted before 9 July 2023. The plan was prompted in June last year, when the island of Nauru informed the ISA of its intention to start mining the seabed in two years’ time, via a subsidiary of a Canadian firm, The Metals Company (TMC, until recently known as DeepGreen Metals). This invoked an obscure clause of the United Nations Convention on the Law of the Sea, which said the ISA must finalise regulations within two years of such an announcement.\\nGoogle, BMW, Volvo and Samsung SDI, a battery subsidiary of the electronics firm, have joined a World Wildlife Fund call for a moratorium on mining the deep sea, which will affect the potential market for deep-sea minerals used for car and smartphone batteries.\\nThe ISA said ENB’s contract was not renewed due to budget cuts. The IISD, meanwhile, said it was now fundraising to be able to cover the next round of negotiations in July. “Transparency of the talks are important, especially for small islands and developing countries who can’t always attend,” said the IISD’s Matthew TenBruggencate.\\nGermany and environmentalists also expressed concern over a lack of transparency by the ISA’s legal and technical commission (LTC), a body charged with developing standards and guidelines for the mining code, which meets behind closed doors.\\nThe LTC comprises 30 members. A fifth of them work for contractors for deep-sea mining companies.\\nIn its opening remarks on the ISA’s website, Germany highlighted the absence of stakeholders’ comments, or marked-up changes in the LTC’s draft standards and guidelines document.\\n“In order to be transparent and allow for a proper debate, a mark-up document as provided by the facilitator regarding the draft regulation would be very helpful for our negotiations,” it said. “Therefore, we suggest that the council request such a document.”\\nGermany also said the mining code “still lacked binding and measurable normative requirements” for marine protection. It argued that, because the current standards, guidelines and regulations do not yet contain “specific environmental minimal requirements” for measurable pollution, sediment plumes, biodiversity, and noise and light impacts, the code as it stands would not regulate future mining effectively.\\n“The current state of knowledge is, in our view, insufficient to proceed to exploiting mineral resources,” it said.\\nIt supported the EU’s formal position that marine minerals “cannot be exploited before the effects of deep-sea mining on the marine environment, biodiversity and human activities have been sufficiently researched, the risks are understood and technologies and operational practices are able to demonstrate that the environment is not seriously harmed, in line with the precautionary principle”.\\nOther states, including Belgium, the Netherlands, Costa Rica and Chile, adopted similarly precautionary approaches, highlighting the gulf in scientific knowledge of the deep sea.\\nOn the other hand the UK, which is no longer part of the EU, has been pushing ahead for rapid development of regulations, according to observers.\\nThe Department for Environment, Food and Rural Affairs said the UK government was engaging in ISA negotiations to ensure that high environmental standards were adopted in deep-sea mining regulations. “Any ongoing conversations in support of this should not be interpreted as support for deep-sea mining,” a spokesperson said.\\nDuncan Currie, an international lawyer with the Deep Sea Conservation Coalition, which is tracking the negotiations, said he was “very concerned” by the various failures of transparency.\\n“There is no transparency of the LTC, who meet behind closed doors. It sounds like an innocuous body, but it is in essence the decision-making body within the ISA.”\\nCurrie wants to see a moratorium on deep-sea mining, akin to that set up by the Antarctic protocol. “The whole area of deep-sea mining is a political, scientific and political minefield. There should be a moratorium put in place.”\\nAlso missing from the proposed standards and guidelines was the possibility not to continue with mining.\\nGreenpeace, an observer at the talks, called for reform of the ISA’s secretariat, which it accused of bias towards allowing mining to take place, to the detriment of the environment.\\n“There are a herd of elephants in the room,” said Arlo Hemphill, an oceans campaigner for Greenpeace USA. “There’s not enough time to get it right, and there is not the science to get it right.”\\nIn a statement in response, the ISA said it was entrusted by its membership, which comprises 167 member states and the EU, to take necessary measures to protect the marine environment from harmful effects that may arise from deep-seabed mineral-related activities, and that regulations governing exploration of the seabed had been adopted.\\n“The challenge now is to make the transition to exploitation, which must reflect best international standards and practices as well as agreed principles of sustainable development,” it said. “The exploitation regulations will be formally adopted once all 168 members of the ISA reach consensus on its content.”\\n“The ISA is committed to ensuring transparency in pursuit of this goal,” it added. “Whilst budget cuts, imposed by the ISA’s members, meant that Earth Negotiations Bulletin’s contract could not be renewed due to the cost, the ISA is streaming the meetings live in six languages to ensure that transparency is maintained.”\\nIt said the ISA’s legal and technical commission was comprised of specialists elected by member states: “It is not unusual for technical bodies such as this to meet in private and, in any case, the discussions and recommendations of the commission are publicly recorded in the chair’s report to the council following each meeting”.\\nThis article was amended on 7 April 2022 to include a response from the ISA that was omitted due to a misunderstanding. A reference to the ISA not having replied to a request for comment has been removed; a reply was received between the article being scheduled for publication and its launch.", "image": [["https://i.guim.co.uk/img/media/df978aec57e2209e436c3a7a900bcef2d7300423/0_108_3200_1920/master/3200.jpg?width=465&dpr=1&s=none", "An Ocean Rebellion protest against deep-sea mining"], ["https://i.guim.co.uk/img/media/38fe5e382944f4aff901ae72ebe08561b4512ffc/0_129_3898_2340/master/3898.jpg?width=445&dpr=1&s=none", "Barge leaving port for OGV at sea, showing jetty infrastructure & floating jetty"]], "author": ["Karen McVeigh"], "date": "2022-04-01"}, "https://www.theguardian.com/environment/2022/apr/14/just-stop-oil-protesters-scale-fuel-tanker-to-block-m4-access-in-west-london": {"title": "Just Stop Oil protesters scale fuel tanker in west London to block M4 access", "subtitle": null, "text": "Rush hour chaos at Chiswick roundabout as environmental activists vow to ‘stop the flow of oil in London’\\nEnvironmental campaigners have caused rush-hour chaos in west London by clambering on to an oil tanker and forcing the closure of a major roundabout leading to the start of the M4 motorway.\\n“Road closures are currently in place at the Chiswick roundabout,” Hounslow police tweeted on Thursday morning. “Diversions are in place. Please avoid the area if possible.”\\nFour activists were glued to the top of an Eddie Stobart fuel tanker at the junction, which feeds traffic from west London on and off the M4. Off the side of the articulated lorry they had draped flags reading: “Just Stop Oil.”\\nInitially cars were able to pass the occupied tanker on lanes either side, with many drivers hurling abuse at the protesters. But as more police arrived they closed the roundabout.\\nActivists from @JustStop_Oil have stopped an oil tanker at the Chiswick roundabout at the start of the M4 in west London pic.twitter.com/RlWTkayJMp\\nThe activists, who have been blockading fuel terminals since 1 April, causing petrol and diesel shortages in some areas, said they aimed to bring their protests to the public. “This is about making the invisible visible,” one shouted to the Guardian from atop the tanker. “It’s about showing people the stuff that is destroying people’s livelihoods and ecosystems.”\\nHours earlier, dozens of police had raided the London Action Resource Centre, an anarchist meeting space in Whitechapel, east London. The Network for Police Monitoring tweeted that the raid, which one witness said had involved about 40 officers, was “attempting to crack down on @XRebellionUK [Extinction Rebellion] and @JustStop_Oil”.\\nThe Metropolitan police confirmed the raid took place just before midnight on Thursday. “Police have arrested 11 people for conspiracy to commit a public nuisance at an address in Whitechapel at about 23:53hrs, Wednesday 13 April, as part of Just Stop Oil protests,” the force said.\\n“Five people have been released under investigation. Six people remain in custody. Investigations are ongoing.”\\nIn a statement, Just Stop Oil accepted responsibility for stopping the tanker and said its activists were working “to stop the flow of oil in London”. The group has vowed to disrupt oil deliveries in London until the government agrees a moratorium on all new oil and gas projects.\\nThe protest comes as reports of petrol and diesel shortages continued in areas targeted by Just Stop Oil. Over the past fortnight, the group has staged blockades and mass trespasses at 11 oil distribution facilities.\\nPetrol stations across the south of England were facing shortages on Thursday, according to reports. One local paper in Berkshire found that five of 11 it rang were either out of or low on fuel. Simon Williams, a fuel spokesperson for the RAC, told the Mirror: “Protests at fuel terminals over the last two weekends have led to some forecourts in the south-east running out of fuel due to planned deliveries being disrupted.\\n“While this is obviously an inconvenience at one of the busiest times of the year drivers should easily be able to find fuel. We expect the situation to resolve itself soon, barring any further protests.”\\nOn Wednesday, it was reported that one major petrochemical company, the US-headquartered Valero, had obtained an injunction banning protests at its UK sites. Valero owns the Kingsbury oil terminal in Warwickshire that has been repeatedly targeted by Just Stop Oil.\\nThe Labour party previously called for the government to impose “national injunctions” banning the group’s protests, leading to criticism after it was pointed out that that was not how injunctions work. In response, Just Stop Oil said Labour was “betraying its past, betraying the youth of this country, of every country and are complicit in climate genocide”.\\nThey disabled the tanker’s brake cable - locking the trailer’s brakes - then climbed on top of the trailer pic.twitter.com/Ay7MNTD0iP\\nJust Stop Oil’s activists had waited at the Chiswick roundabout for an oil tanker for an hour and a half before striking, letting several past that appeared to be carrying food-grade oils.\\nWhen the Eddie Stobart tanker arrived, one ran to the nearest traffic lights and pushed the button. They then stood in front of the cab, unfurled their banner and told the driver that others were climbing aboard his trailer. Before clambering aboard, an activist pulled a cable from the cab to the trailer to freeze the brakes.\\nMore protests were expected on Thursday.", "image": null, "author": ["Damien Gayle"], "date": "2022-04-14"}, "https://www.theguardian.com/environment/2022/apr/10/just-stop-oil-behind-the-scenes-with-the-activists": {"title": "Just Stop Oil: behind the scenes with the activists", "subtitle": null, "text": "Growing numbers of young nonviolent climate protesters are willing to face jail. Dorian Lynskey followed them in the weeks leading up to last week’s action\\nIn a flat in east London, on the night of 31 March, two dozen people in their early 20s are packing sleeping bags and energy bars and discussing unorthodox toilet arrangements. There are bowls of vegan curry on the table and a Fontaines DC gig on the television. You might assume that they were going to a music festival, if not for the foldable ladders. In fact, they are all members of the new campaign group Just Stop Oil, which is demanding the cessation of all new oil licences in the UK. Their plan is to bring traffic in and out of the Navigator oil terminal in Thurrock, Essex, to a grinding halt a few hours from now. From the window of the flat they can see Navigator’s vast white silos. “I saw it earlier and my stomach flipped,” says Hannah Hunt, a 23-year-old from Brighton. She calls it “the venue”.\\nHunt is a veteran of Just Stop Oil’s precursors, Extinction Rebellion and Insulate Britain. In recent months she has delivered a letter containing Just Stop Oil’s demands to No 10 Downing Street, scaled the Fawley oil refinery in Southampton, and glued herself to the red carpet at the Bafta awards. She experiences anxiety before an action but once it’s happening, she enters “a weird, dreamy, calm mindset. It’s really empowering.”\\nAnother prematurely seasoned activist is Louis McKechnie, who served half of a three-month term in jail for blocking the M25 and recently tied himself to a goalpost during a match between Everton and Newcastle. He’s a confident 21-year-old with curtained hair and large glasses. During his pitch invasion, Twitter users compared him to John Lennon and Paul Dano’s Riddler in The Batman. Most of the activists – members of the Youth Climate Swarm – have never been arrested before. “Today will be arrest number 16 for me,” McKechnie says after a legal briefing, “so if you have any questions, I’ll be here all night.”\\nAfter dinner, she produces a map and holds an action meeting for a sub-group of 10. The plan rests on the “site-take team” blocking all transit in and out of the terminal by scaling the tankers and camping out there, which makes it illegal for the driver to move the vehicle. It’s a difficult, stressful thing they are about to do but the mood is surprisingly festive. When Hunt asks them to shout out their primary and secondary roles in the action, there are giggles. “Back and top!” “Bush and top!” When Insulate Britain blockaded motorways last autumn, each action was over in less than an hour but it takes a specialist police team to remove people from high places. The idea is to stay up there for days on end.\\nSleep is minimal. Preparations don’t wrap up until 1am and the activists have to rise again at 2.30am. As they wait for a minibus on a street corner in the bitter cold, Hunt convenes a trust circle. “I trust myself, I trust you, I trust the group,” they recite. On the bus, they switch to whimsical nature-based codenames such as Broccoli and Meadow. They talk about their nerves, and about making history.\\nAt around 4am, the minibus pulls up a little way from the terminal. The activists disembark and scurry through the roadside undergrowth towards the entrance. Suddenly, the flashing lights of a police car jangle the night. They’ve been expected. They think for a moment that it’s game over. But they press on. Three activists sit down in front of the first tanker and unfurl an orange banner reading JUST STOP OIL. Twenty-year-old Pavel Ivanov takes the role of de-escalator, talking to drivers and the police. Everyone else clambers on to one of three tankers. It all takes maybe two minutes.\\nAfter a while, a police officer approaches the second tanker and tries to reason the occupiers down. “We’re trying to raise awareness of the climate emergency,” says one, lean and bearded.\\n“Everybody’s aware,” the officer protests.\\nThe activist shrugs. “There’s a difference between awareness and action.”\\nOne Monday night in March, Roger Hallam is talking about the end of the world as we know it. The Leaf Hall community arts centre in Eastbourne was founded by the evangelical Christian and temperance campaigner William Leaf in 1863, so it is an apt venue for a man with the air of an apocalyptic prophet. Wiry and intense, with a greying beard and ponytail, the 55-year-old is well suited to the role of climate Jeremiah. “People are suddenly going, ‘This is it. This is the end,’” he says. “Because it is. There are ends. And it will happen unless we stop it. That’s the way it is in 2022.”\\nThirty purple plastic chairs have been laid out but only 13 are occupied. “That’s totally predictable,” Hallam says. “Most people don’t want to do things.”\\nHallam speaks for more than an hour without notes. He opens by quoting a speech by Sir David King, formerly the UK government’s chief scientific adviser and special envoy on climate change: “What we do over the next three to four years, I believe, is going to determine the future of humanity. We are in a very, very desperate situation.” That was one year ago. Hallam says that it is already too late to keep the global temperature rise below 1.5C. He predicts hundreds of millions of climate refugees by 2030, and worse. “Mass slaughter, mass rape, mass starvation,” he says. “That’s what’s coming down the line.”\\nHallam likes to say that he is “just a farmer from Wales”, or at least he used to be. He blames the collapse of his organic farming business on a series of extreme weather events several years ago. Later he researched the history of civil disobedience for a PhD at King’s College London. In 2018, he co-founded Extinction Rebellion (XR), which opened a new chapter in climate activism, based on civil disobedience and mass arrests, and took off in dozens of countries. But he is a divisive figure, as a recent documentary about XR Rebellion, shows, and was “unreservedly denounced” by Extinction Rebellion UK for describing the Holocaust as “just another fuckery in human history” in a 2019 interview. I am told that he is merely an “adviser” to Just Stop Oil.\\nIt is a surreal and disturbing experience to sit in a hall in a seaside town on a quiet Monday evening and listen to someone tell you that human civilisation is destined to collapse within your lifetime and not be able to say with any confidence that he is wrong. Hallam’s doomsday rhetoric might sometimes overshoot urgency and plunge into despair but consider the recent news items that have been overshadowed by the Russian invasion of Ukraine. The IPCC published a new report on the “irreversible” effects of exceeding 1.5C: heatwaves, floods, droughts, famine. “Any further delay in concerted global action will miss a brief and rapidly closing window to secure a livable future,” said the IPCC’s Hans-Otto Pörtner. Scientists at the University of Manchester urged oil and gas production to end completely in richer countries by 2034 and in poorer nations by 2050. In the Arctic and Antarctic, researchers recorded temperatures that were respectively 30C and 40C above seasonal norms. You could say that the activists who drop out of their careers and actively invite arrest are going to extremes, or you could say that they are responding rationally to an existential emergency.\\n“I’m not sure that scaring people too much is a problem,” the writer and environmentalist George Monbiot tells me. “We’re not nearly scared enough, and that’s why we’re not acting. The complete decarbonisation of our economy is our only hope of avoiding systemic environmental collapse, and nothing like that is on the political agenda in the biggest economies.”\\nAt conferences such as Cop26, governments pledge to reduce consumption of fossil fuels while continuing to license new production. It might seem as if anxiety over soaring fuel bills and sanctions on Russian oil and gas make Just Stop Oil’s timing unfortunate, but Monbiot argues that these crises strengthen the case for ending reliance on financially and politically volatile sources of energy. “We can achieve energy independence from dictatorships and autocracies and independence from fossil fuels at the same time and by the same means,” he says. “What’s not to like?”\\nEastbourne is where I first meet Hannah Hunt, who delivers similar talks at universities and colleges, “but with a slightly softer touch than Roger’s doom-and-gloom approach,” she tells me later. The first time she saw one of Hallam’s talks, two years ago, she came home with her boyfriend and cried for two hours. “It is a tough line,” she says. “Some people think, OK, we are travelling towards the end of human civilisation and therefore I must act. Some want to bury their heads in the sand. I have been in both places, and I am sometimes in both places still, so I have empathy for both of those reactions. I tell people to channel those emotions into your desire to act.”\\nHunt tells the Eastbourne audience her own story. Growing up in the Lake District, she was always close to nature and sensitive to suffering on the news. “I’ve never been able to just stand by.” She was studying clinical psychology at the University of Sussex and working on an NHS eating disorder service throughout the pandemic. “Societal breakdown is Covid times 100, for ever,” she says. Last December, she dropped out of university to become a full-time activist.\\n“I’m 23,” she tells me. “There are lots of other things I’d rather be doing. But we don’t have the luxury of time. We have in our house a countdown of how many days we’ve got, which is really motivating but also quite depressing. I wouldn’t be able to live with myself if I looked back in 10 years and I hadn’t taken action.”\\nAfter Hallam’s talk, the audience breaks into two groups to discuss the new campaign. There are some doubts. “I feel very often like I’m pissing in the wind politically,” says one woman who was part of the Greenham Common peace camp in the 1980s. Another veteran activist, with CND and Greenpeace, complains that Insulate Britain’s strategy of blockading motorways last September was “counterproductive” and says that she doesn’t understand the relationship between XR, Insulate Britain and Just Stop Oil. It’s a good question.\\nOne sunny afternoon three weeks later, I meet a 27-year-old Just Stop Oil organiser called Indigo Rumbelow on a bench in north London’s Lloyd Park. Speaking with quiet intensity and great care, she describes the intersection of the three groups as a Venn diagram. Just Stop Oil was formed last December in order to rejuvenate and refocus the overall campaign. “When you’re reaching a dead end, the correct thing to do is go into a period of creation and experimentation in order to engage new people,” Rumbelow says. She describes it as a non-hierarchical coalition of organisers, scientists, lawyers and former workers in the oil industry who collaborate on both demands and tactics. Activists then operate in autonomous blocs with shared resources but no formal leadership. All funding comes from donations. The goal is to raise awareness on a massive scale.\\n“People have been writing petitions, going on marches, speaking to their MPs, joining NGOs, and it’s not just staying the same, it’s actually getting worse,” Rumbelow says. “People across society are really angry. We’ve tried all the democratic means of creating that change so now the only thing we can do is civil disobedience. It is upsetting to disrupt people but it’s far more upsetting to stay silent as we watch this horror unfold. If my brother woke me up because there was a fire in the middle of night, I wouldn’t be angry that he woke me up.”\\n“It could be described as the politics of desperation,” George Monbiot says. “They’re desperately trying to draw attention towards the greatest challenge humanity has ever faced, in a society that is almost constitutionally unable to face it. We can’t leave them to do this on our behalf. We need to respond to our existential crisis with the biggest political mass movement there’s ever been.”\\nFive days after Roger Hallam’s talk in Eastbourne, I attend a nonviolence training day in a room above a Methodist church in Leicester. Mya Baines (not her real name), a 34-year-old animator, and Karen Wildin, a 57-year-old private tutor, begin by asking the dozen or so attenders to introduce themselves. There is a vicar whose brother was arrested at an XR protest; a woman whose daughter dropped out of university after seeing Hallam speak; a rapper who admires Russell Brand. Baines then puts forward various scenarios and asks the group to say whether they qualify as violent, nonviolent or not being violent. The distinction is not always clear.\\n“There is no proactive word for nonviolence,” writes Mark Kurlansky in Nonviolence: The History of a Dangerous Idea. Mahatma Gandhi coined the word satyagraha, or “truth force”, to describe his version of it. Gandhi’s example inspired Richard Gregg’s 1934 book The Power of Nonviolence, and Gregg in turn became a guiding influence on the American civil rights activists who began staging anti-segregation sit-ins in the 1940s. Gregg, a Quaker lawyer, described the strategy as “moral jiu-jitsu”: expecting physical resistance and receiving none, the opponent is unbalanced. Not being violent is passive; nonviolence is confrontational and uncomfortable. “I don’t like being disliked,” says Baines. “I’ve had to get used to being hated.”\\nActivists such as Andreas Malm, author of How to Blow Up a Pipeline: Learning to Fight in a World on Fire, argue that violent protest, chiefly sabotage, is legitimate. Movements for women’s suffrage, the abolition of slavery and the end of apartheid all had violent flanks. Just Stop Oil, however, argues that nonviolence is both an ethical choice and a strategic one. In Why Civil Resistance Works, American academics Erica Chenoweth and Maria J Stephan demonstrate that nonviolence has a far greater chance of realising its aims than violence. Just Stop Oil weeds out any volunteer who might not to be able to sustain nonviolence under pressure. One man at the training day demonstrates how he would take down somebody who attacked him. “Maybe you shouldn’t take part in the action,” Baines gently suggests.\\nBefore she became an activist, Baines tells me, she was “very upset and depressed. I was trying to tell people about it and they weren’t listening. Then I saw Extinction Rebellion on the news and read about their theory of change.” She has since been arrested six times. “It’s odd what you can get used to doing. It’s not how I saw my life going but I feel like I’ve been left with no choice, and that’s how most people in Just Stop Oil feel.”\\nDe-escalators are usually women because they receive less abuse. An hour into the training day, four people arrive furiously late, having waited in the wrong room, and the mood is suddenly tense. The skill with which Baines defuses their irritation and welcomes them into the group is a fine example of everyday de-escalation.\\n“Nonviolence training is an education in itself,” Wildin tells me. “When we encounter conflict within campaigns, we all try to apply our nonviolent approach to living.” Wildin threw herself into activism two years ago, after her children left home, and has since been arrested 22 times for a range of direct actions, including Stop HS2. “What I’ve discovered is that the laws are designed to protect property, profit and power,” she says.\\nChristian Murray-Leslie came to activism even later than Wildin. A gently spoken 77-year-old retired NHS consultant, he describes himself as “slightly left of centre – not a headbanger”. He keeps bees and spends his evenings rescuing toads from the roads near his home in Devon. Since his first arrest at an XR protest in Parliament Square in September 2020, he has been arrested six times with Insulate Britain. Members of the public, Murray-Leslie says, are more frightening than the police because there is no set procedure. They tend to start by blowing horns and shouting abuse. Some then become violent, hitting or dragging protesters. The advice is to be apologetic but resolute, explaining why they are there. “What you do in the first two to three seconds is critical,” he says. “You need to show respect and answer their points without any trace of aggression.”\\nA few months after an arrest, a charging letter arrives. Protesters are free to plead guilty and accept a fine but the organisers’ advice is to file a plea of not guilty, thus insisting on the legitimacy of the protest and tying up the court system. Most climate activists have been acquitted or seen their cases dismissed but at least 18 were jailed for contempt of court last year. A few days ago, 117 of the 174 Insulate Britain activists arrested last autumn were officially charged, mostly with causing a public nuisance. Unsurprisingly, most activists are under 30 or over 60. “There tends to be people who don’t have anything to lose and then people who have the freedom and financial stability to take those risks,” Baines says. “There are a lot of people who want to do it but they need to keep a roof over their heads.”\\nCivil disobedience usually gets a bad press. Even people sympathetic to the cause, such as David Attenborough and Sadiq Khan, have criticised XR and Insulate Britain for alienating the general public with disruptive tactics. Activists counter that XR helped to inspire parliament to declare a climate emergency in May 2019, and Insulate Britain is the reason why Andrea Leadsom, former secretary of state for business, energy and industrial strategy, recently described home insulation as “low-hanging fruit in the energy space”. Nonetheless, there is a sense that Just Stop Oil, by targeting the oil industry rather than the general public, will be less contentious.\\n“I wish there was more focus on why we’re doing it and less on the tactics,” Baines says. “I’m not saying we shouldn’t be criticised – part of nonviolence training is being accountable for your actions – but we’re not disrupting people for the sake of it. We’re potentially looking at the collapse of civilisation and the government isn’t doing anything about it. If anything, I’d say we’re being quite restrained.”\\nAfter lunch, it’s role play time. Two tables are placed end to end to represent an oil tanker and protesters are assigned roles: six sitting in the road, one on top of the tanker, and two locked on to the side. “I can’t smoke during this, which would be horrible for me,” jokes a middle-aged vicar. The next scenario is a road blockade, with half the group playing the part of angry drivers. “These fucking climate protesters!” shouts Baines with alarming conviction. “Who do they think they are? Wankers! Get a job!” They practise shielding one another from blows, “going floppy” so that they are harder to lift, and protecting themselves by lying on their right sides and covering their heads, although the weapons today are only bundles of rolled-up socks. “We never retaliate,” says Wildin. “We just take it.”\\nAt the end of the day, everyone is asked to say whether or not they’re prepared to face abuse and arrest by participating in an action. Some realise they are not ready and offer to serve in support roles. “It’s now or never but I can’t quite do it,” one woman says guiltily. “I think it’s about changing people’s hearts,” says another. “Maybe I’m a bit envious of your bravery but does it do any good?” A grey-haired woman called Viv, however, decides that she is all in. “The role play’s good because it deflects from being scared shitless,” she says cheerfully. “I’m ready to go.”\\nWitnessing the action at Navigator inspires deja vu. I recognise almost every component from either the training day or the action meeting. “It’s an unbeatable, repeatable formula,” one activist tells me. Between the first blockade and another around the bend, a total of seven tankers are crowned with activists in orange hi-vis vests bearing Just Stop Oil’s calligram of a skull. The police mill around, waiting for backup. “What if they start smoking?” asks one officer.\\nThere’s just one deviation from the plan: one tanker driver threatens the banner-holding activists so ferociously that everyone ends up scaling a tanker for safety. In Leicester, I thought that the people role-playing angry drivers were laying it on a bit thick but if anything, they were far too mild. The abuse is astonishing: “If the police weren’t here, I’d come up and fucking throw you off myself!” “I hope one of them falls off and breaks their fucking neck.” And to an activist with a ladder: “You put that up there, mate, and I’m going to ram it down your fucking throat!”\\nDriving a tanker with people on top may be illegal but one driver in the second blockade does it anyway, reversing slightly to create a gap in the road. Another drags down the road a young Irish woman, who curls up and shields her head. Pavel Ivanov claims that a third grabbed him by the throat. Half a dozen terminal workers form a chorus of hecklers: “You look like you’re just out of nappies!” “Go and get a fucking job!” Following nonviolence training to the letter, the activists apologise for the disruption and explain why they believe it is necessary. The response: “Shut up, you cunt.”\\nAfter an hour, the drivers’ rage fizzles out. It’s obvious that nobody is going anywhere, and it is brutally cold. The only noises are the choppy drone of a police helicopter and the occasional crackle of a walkie-talkie. A few of the occupiers are curled up in sleeping bags. Snow is falling in light flurries. A strange peace descends on a frozen tableau. There are similar scenes at nine more simultaneous actions staged by Just Stop Oil and Extinction Rebellion at sites around England. By early afternoon, ExxonMobil UK has been forced to suspend operations at four terminals.\\nThree days later, the protests are still going on. At least 275 activists have been arrested, mostly at three sites in Essex, and there are petrol and diesel shortages across the south-east. When I catch up with Hunt and Ivanov over the phone, they tell me that a special police team erected scaffolding and began removing occupiers from the tankers on stretchers on Friday afternoon but that the last ones weren’t taken away until 3pm on Saturday. Meanwhile another team dug a tunnel under Navigator and two of them are still there. Around 35 activists were arrested for tampering with a vehicle and held in cells before being released on bail and banned from returning to Essex. “At the debrief everybody was in tears,” Ivanov says. “In a positive way. We’d held the site for 36 hours with an entirely youth-based team. Everybody’s really proud.”\\nA few of them went home to rest and reflect. Most returned to the safe house and began planning their next action.", "image": [["https://i.guim.co.uk/img/media/36a4479a7d1571fb47aae2f6bc91f9bcaf387d09/296_186_6424_3854/master/6424.jpg?width=465&dpr=1&s=none", "A lone Just Stop Oil protester stands in front of an oil tanker truck in Purfleet."], ["https://i.guim.co.uk/img/media/722410bfca1180bc403ab1b69c0e25c50ce286b8/16_39_1536_983/master/1536.jpg?width=445&dpr=1&s=none", "Louis McKechnie and Hannah Hunt at Downing Street with with Just Stop Oil’s letter for the government"], ["https://i.guim.co.uk/img/media/672a681289d86b44b4ecdede52bb81dbde1f466b/0_282_6720_4032/master/6720.jpg?width=445&dpr=1&s=none", "Just Stop Oil blockade an oil storage depot in Purfleet."], ["https://i.guim.co.uk/img/media/a7d8249bcc18107471157e683750a650319c2fc9/258_222_2742_1775/master/2742.jpg?width=445&dpr=1&s=none", "Roger Hallam, during Extinction Rebellion protests in London in 2019"], ["https://i.guim.co.uk/img/media/5c6fdf3c470b73d48704bd20cd126bf07f9e256b/0_253_4000_2401/master/4000.jpg?width=445&dpr=1&s=none", "Just Stop Oil activists at the Baftas."], ["https://i.guim.co.uk/img/media/6656978c412b067ee90211e6be06b3006cc4c4f2/0_400_6004_3603/master/6004.jpg?width=445&dpr=1&s=none", "Just Stop Oil protesters at Piccadilly Circus, London, during the youth climate strike in December."], ["https://i.guim.co.uk/img/media/84c3f8d66702be9f869b526f7d9ccedfa71945c7/0_267_6720_4032/master/6720.jpg?width=445&dpr=1&s=none", "Just Stop Oil protesters on top of a oil tanker truck."]], "author": ["Dorian Lynskey"], "date": "2022-04-10"}, "https://www.theguardian.com/environment/2022/apr/01/down-to-earth-just-stop-oil-protest": {"title": "Inside Just Stop Oil, the youth climate group blocking UK refineries", "subtitle": null, "text": "A band of 20-year-olds have made headlines disrupting football games, the Baftas and now oil facilities across the UK. But what do they want?\\nLouis McKechnie is the face that launched a thousand British football memes. In March, the 21-year-old caused a stop to play when he ran onto the pitch at Goodison Park during a match between Everton and Newcastle and zip-tied himself to a goalpost by his neck.\n  If anything could have enraged the 40,000 jeering football fans more, it was the solemnity with which he did it. But while for many the episode will have merely been jotted down as another entry in the annals of absurdity, his cause was deadly serious.\\nA day earlier, Maddie, 21, and Kai, 20 – who did not give their surnames – attempted to stage a similar action at Arsenal’s Emirates Stadium in north London. Kai took a long pause and looked around him at the slowly filling stands before describing how he felt about what they had planned.\n “Every single second I spend here, I want to do what I’m going to do less, because I can see everyone just trying to have a nice time,” he said. “But I know it’s what is right; I know that it has to happen.”\\nFuel to the fire\n  Louis, Maddie and Kai are all young activists with a climate group called Just Stop Oil. They have called on the UK government to halt all new fossil fuel projects in order to avoid the worst effects of climate change. If their efforts fail, they intend to paralyse the supply chain themselves, using non-violent direct action to disrupt the strategic oil and gas infrastructure that keeps the UK moving.\n  The ambition is big. “We are mobilising upwards of 1,000 people,” one JSO activist told the Guardian. “This is going to be a fusion of other large-scale blockade-style actions you have seen in the past.”\n  Just Stop Oil say they are taking inspiration from UK lorry drivers’ protests in 2000, when, furious at a rise in fuel duty, hauliers and farmers staged blockades that paralysed petrol distribution. Hundreds of petrol stations ran dry, leading to empty shelves in supermarkets, delays to mail deliveries and schools being closed. Protests ended after the government said it would order soldiers to secure deliveries, but they won: then-chancellor Gordon Brown announced in that year’s budget that fuel duty would be frozen.\n  But where 20 years ago those protesters enjoyed public support in their campaign against rising prices, Just Stop Oil’s target is the fossil fuel system itself. While polling shows large majorities regard the climate as one of the most important issues of the moment, it’s unclear whether that understanding would continue if the pumps were empty.\n  At a recruitment meeting last Thursday in Camden, north London, Larch Maxey, a veteran eco-campaigner, said the aim was “to build a community of civil resistance in response to the climate change science”.\n  “In 2022 you have got tens of thousands of peer-reviewed papers spelling out the climate science,” he said. Authorities such as David Attenborough and David King, the former government chief science officer, were in agreement, he said: there is a narrow window of two to three years in which to act. “We are facing the end of civilisation if we do not act on the climate emergency. We are heading towards societal collapse.\n  “When your house is on fire, you stop pouring petrol on the flames,” he said. “That’s basically the demand – no new licences. We are in a crisis. Let’s stop digging out new oil and gas.”\\nNew kids on the blockade\n  Just Stop Oil doesn’t just share rhetoric with Extinction Rebellion, it sits within an arc of escalation that began with that group’s blockades of five Thames bridges in 2018. Since then, the environmental movement has continued to explore new non-violent tactical provocations to draw attention to its demands.\n  Many of those involved are, like Maxey, veterans of XR and the HS2 protests; McKechnie is one of a number who took action with Insulate Britain. As with those groups, the silhouette of Roger Hallam also looms behind Just Stop Oil. Although the Guardian has been told it is wrong to describe Hallam as the mastermind of this latest campaign, he featured prominently in early coverage of its activities.\n  The key shift in Just Stop Oil is what its supporters say is a move from civil disobedience and into civil resistance. What that means, as Jess Causby, 25, a supporter of the campaign, told the Guardian last month, “is stopping pointing out what the government should or shouldn’t be doing [and instead] actively stopping government doing what they shouldn’t be.”\n  The question is whether they can pull it off. The record of actions attended by Guardian reporters has not immediately seemed propitious. Young activists who tried to storm the red carpet at the Baftas two weeks ago misjudged how difficult it would be to reach, and ended up blocking its road-entrance instead. Kai and Maddie were intercepted before they could prove a nuisance at Arsenal. A small group who tried to disrupt play at Tottenham were also swiftly handled.\n  Their next plan is to tackle a much bigger target, and they can expect to be anticipated. Oil companies have already begun to make preparations. What will happen next remains to be seen.\\nThis piece first appeared in Down to Earth, the Guardian’s climate crisis newsletter, on Thursday 31 March before Friday’s protests at oil terminals across the UK. Sign up here to read more exclusive pieces like this and for a digest of the week’s biggest environment stories every Thursday", "image": [["https://i.guim.co.uk/img/media/9a8ee56e635276fc3c38f1ad9f7667b22954c034/0_139_4168_2501/master/4168.jpg?width=445&dpr=1&s=none", "Louis McKechnie ties himself to the net in protest during the Premier League match between Everton and Newcastle United at Goodison Park on 17 March, 2022 in Liverpool, England"], ["https://i.guim.co.uk/img/media/5c6fdf3c470b73d48704bd20cd126bf07f9e256b/0_253_4000_2401/master/4000.jpg?width=445&dpr=1&s=none", "Activists from the Just Stop Oil campaign group, with hands glued to the road, protest against the use of oil after the arrivals for the Baftas"]], "author": ["Damien Gayle"], "date": "2022-04-01"}, "https://www.theguardian.com/environment/video/2022/apr/13/extinction-rebellion-scientists-glue-hands-to-business-department-in-london-climate-protest-video": {"title": "Climate protesters enter Shell HQ and glue themselves to government building – video", "subtitle": null, "text": "Extinction Rebellion protesters surrounded the buildings that house the UK headquarters of the oil and gas company Shell. Some demonstrators entered the building to glue themselves and several XR flyers to the reception desk and to the floor in the private office complex surrounding the site.\\nElsewhere in London, scientists from Extinction Rebellion pasted pages of scientific papers to the windows of the UK Department for Business, Energy and Industrial Strategy, and glued their hands to the glass, to highlight the climate science they say the government is ignoring", "image": null, "author": ["Elena Morresi"], "date": "2022-04-13"}, "https://www.theguardian.com/news/2022/apr/13/shock-waves-inside-the-15-april-edition-of-guardian-weekly": {"title": "Shock waves: Inside the 15 April edition of Guardian Weekly", "subtitle": null, "text": "How the war in Ukraine is reshaping Europe. Plus: a French election volte-faceGet the Guardian Weekly magazine delivered to your home address\\n“I have become sadly well acquainted with the depiction of spilt blood of late,” writes the illustrator Pete Reynolds on his cover artwork for this week’s Guardian Weekly magazine. “However, even when asked to illustrate the impact of the war beyond Ukraine – to wider Europe – it still felt necessary to put the suffering of the Ukrainian people at the heart of the image.”\\nWhile Russian forces in Ukraine withdraw and regroup for what’s expected to be a new, sustained assault on the Donbas region, the focus of this week’s edition shifts to some of the war’s wider ramifications for Europe.\\nGermany knows it must rapidly reduce its reliance on Russian gas, but the economic consequences could be enormous. Lithuania, bordered with the Russian enclave of Kaliningrad, is calling for a full rethink of Nato’s “tripwire” defence strategy. In Poland, now sheltering more than 2.5 million Ukrainian refugees, fears are growing over how long the welcome can be sustained.\\nAnd in France, the far-right leader Marine Le Pen – a known admirer of Russian president Vladimir Putin – stands a real shot of becoming president in a runoff against Emmanuel Macron. We reflect on a pivotal election race for Europe’s future, while in the Opinion pages Jonathan Freedland wonders for how long Putin’s friends around the continent will remain silent.\\nAs the third part of the Intergovernmental Panel on Climate Change’s report reiterates the urgency of curbing emissions, Dorian Lynskey spends a night out with the activists of Just Stop Oil, one of the new generation of disruptive campaign groups who are trying to bridge the gap between climate awareness and action.\\nThen, Simon Hattenstone travels to Dublin to meet Shane MacGowan, finding the legendary former Pogues frontman in a different chapter of his life but still as contrarian as ever.\\nGet the Guardian Weekly magazine delivered to your home address", "image": [["https://i.guim.co.uk/img/media/7c8262627a2c143bb44c6a5c48ef6ae2feb61379/133_0_6554_3934/master/6554.jpg?width=465&dpr=1&s=none", "The cover of the 15 April edition of the Guardian Weekly."]], "author": ["Graham Snowdon"], "date": "2022-04-13"}, "https://www.theguardian.com/world/2022/apr/16/france-protests-macron-le-pen": {"title": "France braced for protests as Macron and Le Pen prepare for runoff", "subtitle": null, "text": "Rights groups call for united front against far-right candidate as polls predict a win for centrist Emmanuel Macron\\nProtests were expected around France on Saturday as opponents of the far-right presidential candidate Marine Le Pen seek to form a united front to prevent her from winning an election runoff against incumbent Emmanuel Macron on 24 April.\\nPolice warned of possible incidents as demonstrators convened in 30 cities.\\nMacron, a pro-EU centrist, won the presidency in 2017 after easily beating Le Pen when voters rallied behind him in the runoff to keep the far right out of power.\\nThis year, the first round of voting set up the same battle, but Macron is facing a much tougher challenge.\\nHe is slightly ahead in opinion polls, but before the first round on 10 April Le Pen successfully tapped into anger over the cost of living and a perception that Macron is disconnected from everyday hardships. She finished with 23.1% of votes compared with 27.85% for Macron.\\nHowever, she has appeared more rattled this week as the focus turned to her programme, and opinion polls have shown that Macron has extended his lead. An Ipsos-Sopra-Steria poll on Friday showed the president winning the runoff with 56% of votes.\\nHe has won backing from former presidents Nicolas Sarkozy and François Hollande. Hundreds of celebrities and sporting figures have also endorsed him to block Le Pen coming to power.\\nLe Pen, whose stance is anti-immigration and Eurosceptic, has sought in recent years to soften her image and that of her National Rally party. Opponents, including Macron, have said her programme is full of lies and false promises – an accusation Le Pen has rejected.\\n“The far right is once again in the second round of the presidential election, strengthened by a level of support never seen before. We refuse to see it win power,” France’s Human Rights League said in a joint statement announcing the protests which was co-signed by dozens of other rights groups, unions and associations.\\nSpeaking to reporters during a campaign stop in southern France, Le Pen dismissed the planned protests as undemocratic.\\n“The establishment is worried,” she said. “That people are protesting against election results is deeply undemocratic. I say to all these people just go and vote. It’s as simple as that.”\\nWith the electorate fragmented and undecided, the election will probably be won by the candidate who can reach beyond his or her camp to convince voters that the other option would be far worse.\\nFor decades, a “republican front” of voters of all stripes rallying behind a mainstream candidate has helped to keep the far right out of power.\\nBut Macron, whose sometimes abrasive style and policies that veered to the right have upset many voters, can no longer automatically count on that backing.\\nClimate change activists from Extinction Rebellion forced the closure of a main square in central Paris on Saturday, protesting against the environmental programmes of both candidates.\\n“This election leaves us no choice between a far-right candidate with repugnant ideas ... and a candidate who during five years cast the ecology issue aside and lied,” Lou, 26, a history teacher, who joined the environmentalist movement two years ago, told Reuters.\\nAnti-Macron protesters will also gather in Paris on Saturday.", "image": [["https://i.guim.co.uk/img/media/686c6dcbed8c56060e1b7610f085814ca53ba08b/0_45_4038_2423/master/4038.jpg?width=465&dpr=1&s=none", "Woman walks past campaign posters"]], "author": null, "date": "2022-04-16"}, "https://www.theguardian.com/business/2022/apr/09/rio-tinto-investors-vote-against-financial-statements-in-climate-protest": {"title": "Rio Tinto investor votes against financial statements in climate protest", "subtitle": null, "text": "Mining giant accused of failing to disclose key material about how it would transition to a zero-carbon economy\\nA Rio Tinto investor has voted against the company’s financial statements over a lack of clarity about climate change risks at the mining giant’s London annual general meeting.\\nAhead of the vote, investment management firm Sarasin & Partners declared its intention to vote against the company’s financial statements, against keeping accounting firm KPMG on as auditor and questioned the performance of the company’s audit committee.\\nA note from the firm’s head of stewardship, Natasha Landell-Mills, said Rio Tinto had not disclosed key material about how it would transition to a zero carbon economy.\\n“While Rio has increased its discussion of climate risks and made clear that its accounts are not 1.5C aligned, thereby providing welcome transparency, it does not provide disclosures on its quantitative assumptions, or visibility as to how it would be impacted if its own stated goal to be 1.5C-aligned were achieved,” Landell-Mills said.\\nThe note did not say the firm was voting against the company’s climate statement.\\nAuditors are essential to making investment decisions and any failure to identify, discuss and disclose whether a company is able to meet its climate commitments, and the risk of stranded assets, means investors will be left on the hook.\\nRio Tinto’s largest source of carbon emissions are scope 3 emissions – the emissions created by assets not owned or controlled by the reporting organisations.\\nAs the smelters responsible for turning its iron ore into steel operate in China, Japan and South Korea, and are not owned by the company, the mining giant has so far resisted placing a target on scope 3 emissions.\\nBut investors have been increasingly putting pressure on the company to act.\\nAn assessment by the Australasian Centre for Corporate Responsibility (ACCR) of Rio Tinto’s climate statement found that despite progress elsewhere, the company was not doing enough these emissions.\\nIt also found Rio Tinto maintained memberships in industry associations that lobbied against climate action.\\nDan Gocher, ACCR director of climate and environment, said that as the company does not individually disclose the voting numbers from its London and Australian AGMs, it was difficult to tell the exact level of opposition.\\n“There’s likely to have been some investor opposition to Rio Tinto’s climate report overnight primarily because Rio has not set targets for scope 3 emissions, which it has resisted for many years,” Gocher said.\\n“It did, however, make very significant commitments at the end of 2021 to reduce its operational emissions and allocated significant capital expenditure to achieve that.”\\nGlenn Walker, a senior campaigner with Greenpeace Australia, said it was “absolutely wild” that how investors voted was not publicly disclosed.\\n“Transparency is critical,” Walker said. “There should be an open record on who votes on what at AGM and shareholder meetings so we can hold investors to account for their climate commitments.”\\nWalker said this year would mark a test for investors and auditing firms about how genuine they are in their commitment to assessing climate risk and acting to mitigate it.\\nFollowing investor discontent in the UK, he said Rio Tinto was on notice ahead of its general meeting in a month – along with the rest of corporate Australia.\\nHe said that a vote scheduled in two months by AGL seeking permission from its shareholders to split its coal assets into a separate company was a critical moment for firms that have signed up to the Net Zero Asset Managers initiative.\\n“We’ve seen a lot of nice statements, but this is where the rubber hits the road,” Walker said. “It’s a real big test for these investors and their auditors over their climate commitments.\\n“Our view is they shouldn’t let the demerger proceed because they want to keep burning coal to 2045.”\\nRio Tinto was contacted for comment.\\nThis story and headline was modified on 22 April 2022 to refer to management firm Sarasin & Partners in the singular and to specify that Rio Tinto does not individually disclose the voting numbers from its London and Australian AGMs.", "image": [["https://i.guim.co.uk/img/media/de70c51a732034807c21ac2642f19a31c2e4a66d/0_55_2365_1418/master/2365.jpg?width=465&dpr=1&s=none", "A truck at a Rio Tinto mine in the Pilbara region of Western Australia"]], "author": ["Royce Kurmelovs"], "date": "2022-04-09"}, "https://www.theguardian.com/society/2022/apr/14/anne-dale-obituary": {"title": "Anne Dale obituary", "subtitle": null, "text": "My mum, Anne Dale, who has died aged 58 of motor neurone disease, was a consultant paediatrician who dedicated her career to the children of the north-east of England and their carers.\\nAnne was born in Salford, Greater Manchester, into a family like no other. Her parents, Pat (Patricia, nee Knight), a homemaker, and George Dale, who worked for the charity Community Transport in Salford, had 12 children through birth and adoption. In addition, they fostered dozens more, both short-term and long-term, and all were treated as their own. In this way, Anne had more than 60 brothers and sisters. She grew up in a home full of love with never a dull moment. It gave her an immense capacity for kindness.\\nAnne attended Cathedral high school in Salford, then went to sixth form at De La Salle College, where she met Terry Aspray in a production of Gilbert and Sullivan’s Iolanthe. They married in 1987.\\nAnne studied medicine at Leeds Medical School, qualifying in 1987, and trained in paediatrics at hospitals in and around Newcastle. After they both qualified as doctors, she and Terry went to the Gambia, where from 1991 to 1993 she was the first woman to head the Medical Research Council’s Dunn human nutrition unit. As well as running the field station with more than 100 staff, she completed a research project on helicobacter pylori infection in Gambian children, part of her doctoral thesis for Newcastle University, which she completed in 2001.\\nFrom 1994 onwards, she worked at the Royal Victoria infirmary in Newcastle, and Newcastle General hospital and Queen Elizabeth hospital in Gateshead, becoming a consultant paediatrician at the last of these in 2001. She was known for her fantastic medical knowledge and her endless kindness.\\nAnne was diagnosed with motor neurone disease in 2020. She continued to be as active as she could for as long as possible, leaving work in summer 2021.\\nOutside her work, Anne loved music and was dedicated to worthwhile causes. After leaving her job she continued to be an active campaigner online – including for Extinction Rebellion and No to Hassockfield. She was a trustee for the Children’s Foundation and was the driving force behind its baby box initiative, to give every child born in the north-east the essentials for a good to start in life. She also supported Medical Aid for Palestinians, Médecins Sans Frontières and Freedom from Torture. Her energy for doing good was limitless and her bonds with her family were close, especially with her mother, Pat, who survived her by a month, but also with her in-laws.\\nShe is survived by Terry and their children, Patrick, Fiona, Clare and me, and by her many siblings.", "image": [["https://i.guim.co.uk/img/media/2b46cadbde8c02b2e1fd8ab6b8ce40f366286336/175_685_1156_693/master/1156.jpg?width=465&dpr=1&s=none", "Anne Dale"]], "author": null, "date": "2022-04-14"}, "https://www.theguardian.com/environment/2022/apr/08/extinction-rebellion-fossil-fuels-protest-grind-london-halt": {"title": "Extinction Rebellion vows fossil fuels protest will ‘grind London to a halt’", "subtitle": null, "text": "Group plans most disruptive actions yet in the city over coming week, promising most roadblocks ever\\nExtinction Rebellion has said it will conduct its most disruptive protest yet on the streets of London over the coming week, calling for an end to the fossil fuel economy.\\nThe environmental activist group, which encourages supporters to cause disruption through non-violent civil disobedience, will return to the city from Saturday with new tactics it claims will “create the most roadblocks we ever have”.\\nIt has told supporters to book the week off work and meet in Hyde Park on Saturday morning, promising them “a simple unstoppable rebellion design” that will “facilitate a mass flood of people to grind the capital to a halt”.\\nSome actions have already begun. At 7am on Friday, activists blocked Tower Bridge, with two people hanging from the bridge by suspension cords and others hanging a huge banner over its side demanding “End fossil fuels now”.\\nXR said in a statement: “The action has taken place at the gateway to the City of London – the root source of fossil fuel funding in the UK – and on the eve of the April rebellion which begins tomorrow at 10am in Hyde Park.”\\nSince 1 April, XR activists have been staging blockades at an Esso distribution terminal in west London as part of the Just Stop Oil campaign. XR described those actions as “a preface” to mass protests it has planned over this weekend and next week.\\n“We will return to the streets day after day until our immediate demand – for the UK government to immediately end all new fossil fuel investments – is met,” the group said in a recent statement.\\nIt has called on supporters to make sure they are free until 17 April, making this “rebellion” shorter than the previous fortnights of protest the group has staged, but organisers say they hope to return to the streets on subsequent weekends.\\nSince 2018, XR has staged four extended campaigns of disruptive protest on the streets of London, calling for the government to take action on the climate and biodiversity crises.\\nThe group has enjoyed successes in inspiring a range of spin-off movements and in raising awareness of and concern about environmental issues among the general public to hitherto unseen levels.\\nBut each time protesters have returned to the streets en masse the impact of their actions has diminished, as police have learned to suppress their blockades of bridges and key junctions. And, as with many social movements, the long interregnum of the Covid pandemic and its curbs on social interaction hampered XR’s ability to organise.\\nXR organisers are hoping a new strategy will enable them to evade police and again cause major disruption in London. Attempts to take and hold road junctions with large pieces of protest infrastructure, which police had learned to quickly isolate and remove, will be swapped for more mobile and adaptable blockades.\\n“We are not going to be coming in with huge objects necessarily, but the plan is to get lots of people to hold areas using their bodies, staying in roads and holding spaces,” said an XR source. “We are going to try to be really mobile as well.”\\nThere would be “people moving around and trying to hold the space, holding spaces that are particularly disruptive and doing direct actions … We want to be movable so we can go to different areas if we want to. We want to be super-mobile and hard to pin down, but we also want it to be really inclusive, easy to find and get involved.”\\nBreaking the law and being arrested is likely to remain a core tactic. In posts on the messaging app Telegram to supporters, XR says to bring burner phones and bustcards with solicitors’ telephone numbers, and to leave ID at home.\\nAs well as the oil terminal actions, groups affiliated to XR have begun campaigns this week. On Wednesday scientists and academics with Scientists Rebellion threw fake oil at the London headquarters of Shell, while on Thursday Doctors for XR blocked the road outside HM Treasury in Westminster.\\nOn Thursday morning Juliette Brown, a 51-year-old psychiatrist from London who was sat in the road by St James’s Park outside the government department, said: “We know that the climate and ecological crisis is a health crisis. Global warming [and] air pollution are largely driven by the burning of fossil fuels.\\n“The government declared a climate emergency, yet they are still considering licensing new oil and gas fields [and] financing fossil fuels through tax breaks despite the clear evidence and advice from experts that we need to end all new fossil fuel investment immediately.”", "image": [["https://i.guim.co.uk/img/media/dcd787e25d056aed2823dde7f107e5df5595b6ce/0_522_7784_4670/master/7784.jpg?width=465&dpr=1&s=none", "The protests have started already, with two XR activists suspended by ropes under Tower Bridge and a banner hung over the side"], ["https://i.guim.co.uk/img/media/8d171b201f6c5849a3d74ff1980fed8691e91436/0_233_3500_2100/master/3500.jpg?width=445&dpr=1&s=none", "Police officers work to remove Extinction Rebellion activists from Tower Bridge"]], "author": ["Damien Gayle"], "date": "2022-04-08"}, "https://www.theguardian.com/environment/2022/apr/13/xr-scientists-glue-hands-to-business-department-in-london-climate-protest": {"title": "XR scientists glue hands to business department in London climate protest", "subtitle": null, "text": "Affiliates of Scientists for Extinction Rebellion highlight climate science they say government is ignoring\\nTwenty-five scientists have pasted pages of scientific papers to the windows of the UK Department for Business, Energy and Industrial Strategy, and glued their hands to the glass to highlight the climate science they said the government was ignoring.\\nThe scientists, affiliated with Scientists for Extinction Rebellion, arrived at the department’s building at 1 Victoria Street, Westminster, London, just after 11am. Doctors and health professionals staged a decoy action to give them space to get into position.\\nThe action came a week after the government published a new energy strategy that promised to continue the exploitation of North Sea oil and gas, failed to set targets for onshore wind, and gave nuclear power a central role.\\nDr Aaron Thierry, a 36-year-old ecologist who had his hand glued to the window of BEIS, said: “I really wish I was not here, but also I’m really glad that I’m here with all these scientists who know what’s right.\\n“The government’s insane, and I don’t know what to do, other than to do this, to try and get the attention that we need to wake the public up.”Ecologist Dr Aaron Thierry (@ThierryAaron), who has his hand superglued to the window at @beisgovuk with @ScientistsX pic.twitter.com/Hx8oAvZZgC\\n“Last week the world’s scientists released a report that sounded the final alarm for the planet. It said we must end our addiction to fossil fuels now. The UK government’s response a few days later was to announce it will increase its exploration for oil and gas with the intention of extracting every last drop.\\n“Science tells us that this approach will condemn our civilisations to destruction. We will not stand by and let this happen. Scientists have been sounding the alarm for decades but have been ignored by governments.”\\nRichard Ecclestone, a former inspector with Devon and Cornwall police who was acting as legal observer of the protest for XR, said the scientists had decided on the action because of the energy strategy. “They put this action together to draw the attention of the department for business, to remind them of what the science is,” he said.\\n“They’ve taken quotes from recent scientific reports saying basically there’s irrefutable evidence now that we cannot continue to search for and exploit oil and gas reserves, or that will mean death.”\\nDr Charlie Gardner, 43, a conservation scientist and associate senior lecturer at the University of Kent, said: “At both the domestic and international policy level, there are very powerful actors who don’t want our society to decarbonise.\\n“There are people who are very wealthy and powerful from the way that the world is set up now and they don’t want that to change, they don’t want to decarbonise because that will limit their opportunity to generate money from fossil fuels.\\n“As a result we have government departments making decisions that will lead us to calamity, and as a scientist I know what impacts this has, I can see that coming, and I can’t be passive, I can’t just let that happen. I need to act.”\\nAt least 10 scientists were arrested after spray-painting extinction symbols in the glass facade of the BEIS building. Among them was Prof Colin Davis, the chair in cognitive psychology at Bristol university. Gardner said they had escalated the protest with spray-painting in an effort to provoke the police into making arrests.\\n“Colin is a professor of psychology, and I can’t speak for him but his work is about how to influence people and I believe it is his understanding of how to influence the public, how to bring about social change, his professional understanding [that] has led him to believe this is the most powerful action he can take,” Gardner said. The Guardian has contacted the Metropolitan police for more details of arrests linked to the protest.\\nA BEIS spokesperson said: “We are gradually driving down demand for oil and gas, but we cannot have a cliff edge by turning off our domestic source overnight. Doing so would put our energy security, British jobs and industries at risk and simply increase foreign imports, not reduce demand. Our British energy security strategy sets out a long-term plan to ramp up cheap renewables as we transition away from expensive fossil fuels.”\\nSouth of the river, other supporters of XR had ended a mass march by surrounding the buildings that house the UK headquarters of the oil and gas company Shell. Several had managed to get inside and glue themselves and several XR flyers to the reception desk. Others were glued to the floor in the private office complex surrounding the site.\\nXR said it was demanding a meeting with Ben van Beurden, Shell’s chief executive. Outside, about 100 people from XR’s whistleblowing platform, TruthTeller, each held up a placard with the name of an individual Shell employee and the words “Please join us”.\\nChloe Naldrett, 42, a theatre producer from Bristol, was glued by her hand to the floor just outside the revolving doors to the Shell reception, where she was telling the site’s security manager why she was refusing to leave. The science, she told him, “said no more fossil fuels. No more fossil fuels!”\\nNaldrett told the Guardian: “We’re here outside Shell because Shell have absolutely no intention of stopping investing in fossil fuels … They currently have plans to expand their fossil fuel business by 20% for the next few decades. And that, for me, is a death sentence for my children.\\n“I’m here as a mother doing the only thing that I feel I can do … I’m now taking direct action, out of a place of desperation really, because what else can I do for them?”\\nOne XR protester had managed to infiltrate the eighth floor of the Shell building. In a video shot inside the building and circulated to journalists by XR, Andy Smith said: “I’m taking this action to basically highlight Shell’s aggressive approach to extracting oil in foreign countries. The people who live in those countries don’t want you there, Shell; just like you don’t want me in your building.”\\nThe protests were part of a week of civil disobedience by XR in London. The environmental protest group, which called on supporters to take a week off work to take part, began its “rebellion” on Saturday with blockades in the West End, and on Sunday supporters blocked bridges over the Thames.", "image": null, "author": ["Damien Gayle"], "date": "2022-04-13"}, "https://www.theguardian.com/environment/2022/apr/04/protesters-block-oil-depot-near-heathrow-as-action-enters-fourth-day": {"title": "Climate protesters block oil depot near Heathrow as action enters fourth day", "subtitle": null, "text": "Just Stop Oil campaign, calling for moratorium on new fossil fuel projects, continues after weekend of action\\nEnvironmental activists have blocked a major oil terminal near Heathrow airport, as protesters’ blockades of fuel distribution facilities around England enter a fourth day.\\nAbout 30 members of Extinction Rebellion (XR) arrived at the Esso West facility in west London at about 4am, where they erected two bamboo lock-on structures, XR said.\\nAccording to the environmental protest group’s statement, once they had blocked the entrance, the group unfurled two large banners that said: “Join Us – London 9th April” and “Stop Fossil Fuels Now”.\\nAndrew Smith, from Extinction Rebellion, said: “We’re here to say that climate action cannot wait. Right now, governments are choosing to exploit the crisis in Ukraine to hand out oil licences and continue the fossil fuel economy that’s destroying us.\\n“They are exploiting public fear and disorientation at a time of crisis when people’s bills are going up to advance corporate-friendly policies incapable of attracting democratic support.”\\nIt is the fourth time since Friday that XR has blockaded the same oil terminal, while other environmental protesters struck at nine other oil terminals over the weekend as part of a campaign to disrupt the UK’s fuel distribution infrastructure which activists have dubbed “Just Stop Oil”.\\nJust Stop Oil has vowed to continue “civil resistance” protests until the government agrees a moratorium on all new fossil fuel projects and claims it has more than 1,000 supporters willing to be arrested for taking part.\\nOn Friday, supporters of the campaign blocked 10 refineries around the country, including three in the Midlands, three in Essex, two in Hampshire, one in London and one in Hemel Hempstead. On Saturday, they blocked seven terminals and a major lorry park housing oil tankers. And on Sunday, they blocked at least five oil refineries, plus the Thames Oilport.\\nMore than 80 people were arrested in Essex over the weekend, while 14 were held in Staines in Surrey, and six were arrested in Birmingham, according to PA Media. Just Stop Oil said it had recorded more than 290 arrests among supporters taking part in actions.\\nIn Essex, activists dug tunnels beneath the roads leading to the Inter Terminals and Navigator oil terminals. Traffic in and out of the site had been stopped over the weekend but resumed on Monday, with police escorting tankers out of the sites on the roads over the tunnels, a spokesperson for Just Stop Oil said.\\nMore actions were planned on Monday, Just Stop Oil said.\\nThere were anecdotal reports of fuel running out in petrol stations, with local papers in Kent and Northampton reporting claims on social media that petrol pumps were running dry. A spokesperson for Sainsbury’s, the UK’s biggest petrol retailer, insisted the company was “not seeing any issues”, but said it was monitoring the situation closely.\\nA source at a top-five fuel retailer said it was possible that protests would begin to have an impact if they continued. “None of our stations ran out of fuel at the weekend, we just had to divert some from terminals further north,” the source said. “That’s not to say [the protests] will not have an impact if they go on.”\\nThe effect of the protests on retailers’ supply chains had been dampened by a quiet weekend, the source said. “If it had happened on Mother’s Day it might have been a bit more difficult,” he added.\\nXR’s disruption at Shell and elsewhere has come before another campaign of protest in London from Saturday. The group says the planned “mass rebellion in London” will include “tactically smart, highly disruptive mass participation action” which will “create the most roadblocks we ever have”.\\nXR said in a statement: “Extinction Rebellion is calling on everyone watching the current protests to join them at Hyde Park [on Saturday] at 10am to finally bring an end to fossil fuels. We will return to the streets day after day until our immediate demand – for the UK government to immediately end all new fossil fuel investments – is met.”", "image": [["https://i.guim.co.uk/img/media/48dec31db361d50052eee07fb5168b0f7df054f1/0_137_3500_2100/master/3500.jpg?width=465&dpr=1&s=none", "Protesters blocking an Esso West oil facility near Heathrow on Monday."]], "author": ["Damien Gayle"], "date": "2022-04-04"}, "https://www.theguardian.com/environment/2022/apr/14/uk-largest-sandbank-dogger-bank-protection-bottom-trawling": {"title": "UK’s largest sandbank given protection from bottom trawling", "subtitle": null, "text": "Dogger Bank saved from destructive practice along with three other areas, after campaigning by activists\\nThe UK’s largest sandbank has been protected from bottom trawling, an environmentally destructive fishing technique.\\nActivists have been calling on the government for years to stop bottom trawling at Dogger Bank, an important site off the east coast of England for species including sand eels, hermit crabs, flatfish and starfish.\\nRecent data showed the fishing method, involving weighted nets being dragged across the seabed, had tripled in occurrence in the marine protected area (MPA) since Brexit.\\nThis is despite the area being labelled an MPA. Bottom trawling happens in many of these environmentally significant areas, leading campaigners and experts to refer to them as nothing but “paper parks”. Not only does it disturb species living on the seabed, it is also a significant source of carbon release, as the seabed normally acts as a valuable sink to absorb greenhouse gases from the atmosphere, but turns into a carbon source when disturbed.\\nNow, the method will be banned, with government sources referring to the new legislation as a result of “Brexit freedoms”. The four bylaws, being introduced using new powers under the 2020 Fisheries Act, will come into effect in June.\\nThe environment secretary, George Eustice, said: “Outside the EU, we are using our new freedoms to protect our marine environment. We will be stopping trawling and dredging in these marine protected areas to protect wildlife and habitats, through powers we have in our Fisheries Act 2020.”\\nAs well as Dogger Bank, there are three other MPAs being saved from bottom trawling. These are Inner Dowsing, Race Bank and North Ridge special area of conservation, , which lies off the south Lincolnshire coast, the South Dorset marine conservation zone and the Canyons marine conservation zone, which is in the far south-west corner of the UK’s continental shelf area.\\nHowever, experts have pointed out there are 64 MPAs, most of which have few protections from destructive fishing.\\nMelissa Moore, the head of UK policy at the NGO Oceana, said: “It’s good news that government has at last taken the first step to manage four of its 64 offshore benthic MPAs, given that damaging activity such as bottom trawling is prohibited in MPAs under conservation law.\\n“We fully support the Dogger Bank bylaw that will protect the whole site and have benefits for the North Sea ecosystem beyond. However, the bylaw proposed for Inner Dowsing MPA is tiny and will only protect parts of the site. We call on UK to remedy this and with devolved governments to act quickly to ban bottom-towed gear in the remaining 60 offshore MPAs that they promised to manage following Oceana’s legal challenge in 2021. This is now increasingly urgent due to the climate and ecological crises.”\\nGreenpeace has been campaigning for the government to stop trawling at Dogger Bank, most notably dropping rocks in the MPA to thwart trawlers. Campaigners have asked the government to use its post-Brexit powers to go further and ban destructive fishing practices in all MPAs.\\nFiona Nicholls, an oceans campaigner at Greenpeace UK, said: “It’s been 18 months since Greenpeace built a protective boulder barrier in the Dogger Bank and since the government committed to stop bottom trawling in this iconic and ecologically important area. While this is a major step towards protecting some of the most environmentally significant features of the Dogger Bank, destructive industrial fishing vessels like factory trawlers will still be allowed to plunder this now partially protected area.\\n“We need the government to get us on track this year to fully or highly protecting all of our marine protected areas. That means, as a starting point, banning all destructive industrial fishing vessels. This could be done using post-Brexit powers to restrict fishing licences, rather than simply relying on the cumbersome process of introducing partial site bylaw restrictions. Only then will the UK be a true world leader in marine protection, and can nature and coastal communities have a chance to recover.”", "image": [["https://i.guim.co.uk/img/media/49cd36f4e7f01a5e0052644408cf965d8aaaf968/0_72_1000_600/master/1000.jpg?width=465&dpr=1&s=none", "A megrim fish on rippled sand at Dogger Bank in the North Sea"]], "author": ["Helena Horton", "Karen McVeigh"], "date": "2022-04-14"}, "https://www.theguardian.com/commentisfree/2022/apr/29/keir-starmer-radical-youth-labour-leader-no-10": {"title": "Keir Starmer the grownup needs to rediscover the radical youth he once was", "subtitle": null, "text": "The Labour leader hopes his sober, moderate image will take him to No 10. But a nation in need of change demands more of him\\nKeir Starmer is a grownup. He is serious, capable, responsible, authoritative and realistic – or so he and Labour would like us to believe. Ever since he became leader, two years ago this month, one of his main goals has been to present himself as a much-needed political adult: repairing the damage done to the party by the supposed perpetual adolescent Jeremy Corbyn; poised to rescue the country from the naughty schoolboy Boris Johnson.\\nFrom his strict suits and haircut to his no-frills speaking style and carefully researched Commons questions, Starmer has sought to come across as a sober prime minister in waiting, a reassuring figure in troubled times. He is 59, and if Labour wins the next election, he is likely to be the oldest successful candidate for prime minister since Harold Macmillan in 1959. It’s almost possible to imagine Starmer as a politician back in those more stable times.\\nThis old-fashioned, rather severe persona has sometimes been pretty effective. We are in one of those periods now, with Starmer easily dismissing Johnson’s shoddy homework in the Commons, and Labour ahead in the polls and expected to do well at next week’s local elections. With the Tories seemingly running out of talent and policy options, a Starmer government is starting to become imaginable.\\nYet at other times during his leadership, his “grownup” act has fallen flat – and it could easily happen again. Next to Johnson’s antics and the drama of the pandemic and Ukraine, any opposition leader would sometimes struggle to get attention. And Starmer, with his methodical, rather than intuitive, approach to strategy, his slightly yelping voice and stiff body language, is not a political natural. He is a workmanlike leader, partly because that’s his character, as the modest but growing number of Starmer biographies make clear.\\nMore importantly, his leadership style also reveals a lot about his party and our wider politics. Ever since Labour’s crushing defeats and loss of confidence in the 1980s, to be a grownup Labour leader, in the eyes of most journalists, Labour MPs and strategists, has meant moving to the right. Neil Kinnock, Tony Blair, Gordon Brown and Ed Miliband led in very different circumstances, from the highly favourable to the near-impossible. But all reacted by shedding leftwing policies and acquiring more rightwing ones, by courting conservative interests and cutting adrift Labour’s radicals.\\nElectorally, this approach only worked for Blair: a rare talent whose tenure also coincided with a particularly weak and divided Tory party. Otherwise, many voters, after initially being intrigued, have tended to conclude that Labour leaders who offer ideologically “moderate” maturity are a bit boring, inauthentic, or not to be trusted. The same newspapers that help persuade Labour leaders to shift rightwards often then tell their readers that the party has not shifted enough. Kinnock, for example, got a good press for bashing the left in his early years as leader; but when he looked as if he might actually win an election, in 1992, the tabloids destroyed him.\\nYet Labour’s urge to seem grown up persists. Partly it’s sustained by the conviction that a less respectable, more leftwing party would do even worse at elections – which is why it’s so important both to New Labour veterans and Starmerites that the huge vote for Corbyn in 2017 is forgotten.\\nBehind this conviction is another layer of pessimism: a belief that Britain, by which the Labour grownups usually mean England, is fundamentally a conservative country. In this environment, the argument goes, Labour can only exist as a significant force if it looks safe and sensible. The importance of retired voters in general elections, and the collapse since 2010 in the proportion of them choosing Labour, from about a third to about a sixth, add to the pressure on Starmer to be conventional. In today’s Britain, growing up, political maturity and the renunciation of leftwing politics seem to go together more than ever.\\nAs leader, Starmer has reinforced this connection. In his youth, he was part of a radical collective that produced Socialist Alternatives, a short-lived 1980s magazine which argued presciently that the left should pay more attention to the environment and feminism. Yet on Desert Island Discs in 2020, he mocked his days at the magazine: “We were out to change the world … I said some things that were daft.” He had become less dogmatic, he continued, “as I’ve grown up”.\\nBut the idea that radicalism is always immature and naive is itself a form of dogma. During the 1990s and 2000s, when much of the west was relatively stable and prosperous under centrist governments, this cautious view of politics was fairly easy to justify. Yet today, with the climate emergency and capitalism lurching from crisis to crisis, it is the anti-radical position that often seems unrealistic. When the climate activist group Just Stop Oil began blockading fuel depots this month, Labour called for “immediate nationwide injunctions” to halt the protests, because they “cause misery for motorists”. This stance may please some voters at the local elections, but it’s unlikely to seem wise in years to come. The same goes for Starmer’s neglect of the young left that Corbyn mobilised, which could have been Labour’s future.\\nIn our era of flux, is there a chance that Starmer’s leadership could change? In Oliver Eagleton’s persuasive new biography, The Starmer Project: A Journey to the Right, his trajectory seems set: an idealistic lawyer protecting civil liberties gradually metamorphoses into a paternalistic party leader promising voters “security”.\\nIn theory, the latter offer still has radical potential, as one of the main causes of insecurity in Britain is our version of free-market capitalism. As leader, Starmer has repeatedly said that he wants an economy which is no longer “rooted in insecurity and inequality”. Were he to become prime minister, however, the pressure to drop this goal would be considerable: many businesses have done very well out of Britain’s harsh economic model. Taking advantage of the Tories’ difficulties with some employers over Brexit, Starmer has already been trying to woo the private sector by calling Labour “the party of business”.\\nTo his admirers and lieutenants, such manoeuvres are simply grownup politics. If you want an end to Tory rule, they argue, this stern man in a suit is the person to deliver it. They may be right. But being a fully functional prime minister, like being a fully functional adult, isn’t just about professionalism and authority. It’s also about the ability to charm, communicate effectively, show empathy. We’ve yet to see those sides of him – if we ever will. Without them, a Starmer government, however welcome at first, will be hard work for him and for us.\\nAndy Beckett is a Guardian columnist", "image": [["https://i.guim.co.uk/img/media/ca29b7c80380647fa5398ba2c1f892ff91bee22d/0_0_5796_3478/master/5796.jpg?width=465&dpr=1&s=none", "Keir Starmer in Workington, Cumbria, 28 April 2022."]], "author": ["Andy Beckett"], "date": "2022-04-29"}}