{"https://www.theguardian.com/environment/2021/jan/06/jenrick-criticised-over-decision-not-block-new-cumbria-coal-mine": {"title": "Jenrick criticised over decision not to block new Cumbria coal mine", "subtitle": null, "text": "Environmental campaigners say failure to call in West Cumbria Mining planning application ‘jaw-dropping’\\nEnvironmental campaigners and a local MP have criticised the government’s “jaw-dropping” decision not to block the building of a “climate-wrecking coal mine”.\\nThe communities secretary, Robert Jenrick, decided on Wednesday not to challenge the planning application for a new coal mine in Cumbria, despite opposition from Greenpeace, Friends of the Earth, and the MP for Westmorland and Lonsdale, Tim Farron.\\nThe Liberal Democrat MP, who is the party’s spokesperson for environment and communities issues, had written to Jenrick urging him to call in the plans by West Cumbria Mining, which could now be granted formal permission by Cumbria county council.\\nFarron said: “This decision is a complete disaster for our children’s future – an almighty backwards step in the fight against climate change.\\n“It’s utter and rank hypocrisy for this Conservative government to claim one minute that they care about protecting our environment, and in the next give the green light to a deep coal mine.”\\nTony Bosworth, a Friends of the Earth climate change campaigner, said the decision shows “jaw-dropping inconsistency” after the government rejected plans for an opencast mine at Druridge Bay in Northumberland last year. The government’s official report on the mine in September 2020 said the mine would not have been “environmentally acceptable”.\\nSpeaking about the plans in Cumbria, Bosworth said: “Allowing coal to be extracted from this proposed mine for over a quarter of a century completely undermines the government’s credibility on the climate crisis – especially ahead of the crucial UN summit later this year, which the UK is hosting.\\n“Global leadership on the climate emergency means leaving coal in the ground, where it belongs.”\\nDr Ruth Balogh, who represents Friends of the Earth in the West Cumbria area, described the government’s decision as “astonishing and desperately disappointing”.\\nShe said: “West Cumbria badly needs local jobs, but these should be generated by investing in clean energy and building a greener future, not industries that threaten the planet.\\n“The region has already experienced the effects of the climate crisis from recent flooding. Unless we say no to fossil fuels this will only get worse.”\\nGreenpeace UK’s policy director, Doug Parr, called on Jenrick to “immediately reverse his decision not to call this in”.\\n“Claims that it will be carbon neutral are like claiming an oil rig is a wind turbine,” he said.\\n“Of course, job creation is absolutely vital to communities but we must look forward to the jobs of 21st century, not back to those in declining industries.”\\nThe Ministry of Housing, Communities and Local Government said in response: “The general approach of the secretary of state is not to interfere with the decision-making process of local councils on planning matters. The government’s position is that these matters are generally best determined locally, by local councils that know their own area best, rather than by central government.\\n“The secretary of state’s power to call in a case will be used very selectively, and in general only if planning issues of more than local importance are involved.”\\nThe mine would be used to extract coking coal from beneath the Irish Sea for steel production.", "image": [["https://i.guim.co.uk/img/media/87f33164029c591bc81b643b15c46f3ab977523c/594_330_2841_1705/master/2841.jpg?width=465&dpr=1&s=none", "Robert Jenrick"]], "author": null, "date": "2021-01-06"}, "https://www.theguardian.com/environment/2021/jan/08/more-than-1000-extinction-rebellion-activists-taken-to-court": {"title": "More than 1,000 Extinction Rebellion activists taken to court", "subtitle": null, "text": "People may have to travel to London despite pandemic in one of biggest protest crackdowns in UK legal history\\nMore than 1,000 people who took part in environmental direct action organised by Extinction Rebellion have been taken to court in what experts say is one of the biggest crackdowns on protest in British legal history.\\nHundreds of cases are ongoing and lawyers say that despite the pandemic, some defendants may still be asked to travel to court in London from across the UK to appear in person.\\nLawyers for the defendants say the scale of the prosecutions and the decision to press ahead with trials during the pandemic is unprecedented, and putting people’s health at risk.\\nRaj Chada, a solicitor from Hodge Jones and Allen, which is representing many of the defendants, said: “These clients come from across the country, and the court system is just getting to grips with remote attendances. The Covid crisis is at its height, yet the CPS [Crown Prosecution Service] are continuing these cases at great financial cost.”\\nXR have staged three major “rebellions” over the past two years to highlight the escalating climate and ecological emergency and demand urgent action from the government. The peaceful protests brought large parts of London to a standstill for days, with printing presses of rightwing newspapers blockaded and fossil fuel companies targeted.\\nXR says more than 3,400 people have been arrested, with about 1,700 charged, almost all for minor public order offences such as obstructing the highway. About 900 people have pleaded guilty and another 800 have either been tried or are awaiting their day in court.\\nZoë Blackler, who has overseen the courts process for XR, said it had highlighted the range of people who were prepared to take a stand to force urgent action on the climate emergency. “They come from all across the country and from every age range – there are as many people over 65 as in their 20s. I’ve met doctors and delivery drivers, teachers and builders, even a retired merchant mariner in his 80s.”\\nShe said some people had been campaigning on the environment for years, but for most it was the first time they had taken part in activism “and certainly their first encounter with the criminal justice system”.\\nChada said the decision to press ahead with the prosecutions was not in the public interest. “One wonders who is making these decisions and what pressure they are under,” he said.\\nGraeme Hayes, a sociologist from Aston University, who is part of a team of researchers following the XR court cases, agreed the decision to prosecute so many people for minor offences was highly unusual. “What we are seeing looks very much like political decisions to charge people and to take them to court for very minor offences, and that is extraordinary. I can not think of a precedent [in the UK] where that has happened before on anything like this scale.”\\nHayes said it appeared to be the result of political pressure, possibly from the home secretary, Priti Patel, who labelled XR as criminals who threatened the “UK way of life”, and from the police, who were criticised after the April 2019 protests.\\nThe Crown Prosecution Service said it was an independent, “demand-led organisation” with a duty to consider all cases referred by police. “Every case is assessed solely on its individual merits, and prosecutions will only follow if our legal tests are met,” it said.\\nIn November, XR announced it was planning a money rebellion – a campaign of financial civil disobedience to expose the “political economy’s complicity” in the ecological crisis. It said this would be a sustained campaign of debt and tax strikes, with people “redirecting” loans from banks that finance fossil fuel projects to frontline organisations fighting for climate justice.", "image": [["https://i.guim.co.uk/img/media/2caa87e569292b9026245bf37deb3990010f72f5/0_118_3593_2156/master/3593.jpg?width=465&dpr=1&s=none", "Extinction Rebellion activists wearing lack protesting against Shell"]], "author": ["Matthew Taylor"], "date": "2021-01-08"}, "https://www.theguardian.com/lifeandstyle/2021/jan/09/its-better-than-worrying-about-the-state-of-the-world-how-to-get-politically-active-this-year": {"title": "‘It’s better than worrying about the state of the world’: how to get politically active this year", "subtitle": null, "text": "From grassroots campaigns to momentous movements, there are multiple ways to help bring meaningful change\\nThere has been a lot of research on the “double-benefit” of civic activism, the economic rewards it can store up for the people who do it as much as those it’s done for. But I’m not really interested in the economy; I’m interested in what makes a person feel alive. And getting involved with a campaign, no matter how big, can make you feel much better, much more engaged – even energised – than just sitting and worrying about the state of the world.\\nHow does an effective campaigner get started? I asked Alena Ivanova, 33, because I think she embodies the activist life well lived. She came to the UK eight years ago from Bulgaria, where there are very few entry points to activism: no developed student movement, little spontaneous campaigning. “It was living in London that radicalised me. I thought things would be different, but better. Actually they were different, but the same: people were just as devoid of real power to make decisions about their lives, and it was so expensive that everyone was too busy working to think about it. You either have to make a retreat into yourself, or you have to commit to trying to make it better for everyone.”\\nIvanova found groups through word-of-mouth. A guy she met on Tinder suggested a left-wing reading group; from there she joined the Women’s Strike and Sisters Uncut; and then got involved with the Labour party. She’s since battled everything from the closure of a community language programme to Britain exiting the EU. “National campaigns, which were epic failures, local campaigns, which were small failures. My only experience of success was getting the freedom of movement motion past the Labour conference.” This was in 2019, when an overwhelming number of motions forced the party not only to uphold freedom of movement – which their 2017 manifesto had promised to end – but to extend it. Ivanova ruefully points out that there’s little mention of this motion now.\\nBut if you think political action seems worth it only when it succeeds, going in a straight line from raising awareness, through fundraising, to getting parliamentary attention, to changing the law, well, you have to ditch all that. It’s not couch to 5k: you can’t put your civic identity through a set of key performance indicators. This is why activism and voluntary work are different from the usual run of happiness-booster suggestions: because you can’t control the outcome simply by working harder, you almost certainly won’t always succeed and there will be moments where, if you care, it is very painful. That’s the joy, I suppose: it’s more like life than yoga is. But just like yoga, you have to find an approach that works for you. To decide which, ask yourself these key questions:\\nThe assumption about altruism is that you have to want to interact the whole time – in an activist context, to be in constant debate or always at a protest; and in charity work, be dealing directly with someone in need.\\nBut there are roles for all personality types. Sophie Livingstone, 43, runs Trustees Unlimited (a company that matches charities with trustees, and that aims, among other things, to improve diversity among trustee bodies). She is shortly to take over at Little Village, a baby bank (like a food bank but for baby-related gear), and says, “We have volunteers who interact directly with families, but there are other people who just want to sort babygrows.” Both are useful.\\nThe same is true politically: if canvassing is your idea of hell, you might help behind the scenes, with organising or planning. Perhaps you could devise a map of food poverty like All Of Us Together, which was inspired by Marcus Rashford’s campaign; or if you can code, join the Radical Engineers and be matched with a project that needs a developer.\\nOnce you have a passion for a cause, such as migrant rights, there are a near infinite number of entry points, from housing a refugee yourself to resisting racism locally. Zoe Gardner, 32, is policy adviser at the Joint Council for the Welfare of Immigrants. She describes grassroots initiatives, which always need more support: “Befriending services, legal advice, talking to people, handing out food and donations.” Be realistic about how much time you can commit and it will help focus your efforts.\\nIn 2015, Gardner realised she wanted to go all in, and spent two months on the Greek island of Lesbos at the height of the refugee crisis. Together with an anarchist group, she helped with “bringing in boats, giving people a hot drink and dry clothes, directing them to the official refugee camp”. The scene was very mixed, politically – anarchists working with Islamic Relief, and maverick Kent mothers who had never done campaign work before. It was disorganised and imperfect: some people used these groups as a symbol of how useless the EU was. But in a way, part of the ad hoc movement’s success was that, in its spontaneous internationalism, it made plain what European institutions wouldn’t admit: this wasn’t a Greek problem, it was an us-problem. Besides, Gardner says, “How many more people would have just felt unwelcome, if we hadn’t done that?” This experience seeded Gardner’s attitude today, in her professional life: that however adverse the political context, the work she does never feels pointless. There is no such thing as wasted human connection.\\nPeople often think in binaries: are you political or altruistic? Are you a person in need or a volunteer? When truthfully, we are all of these things. It’s time to collapse the distinction between the helper and the helped, something addiction and prison services have known for years: there is no more effective support than that which comes from someone who’s been there.\\nDanny O’Donoghue, 53, is area manager of the Richmond Fellowship, a mental health charity, and describes some volunteers who previously suffered severe mental illness, and who now run a Hearing Voices group. “If you ever want to know total isolation, try hearing voices. Nothing is more alienating than something you can’t share. When clinicians ran these groups, they were poorly attended – sometimes the staff outnumbered the people. That never happens with volunteers with experience. I was struck by one saying, ‘The voices have always been the thing I hide, that I find some way to bury. The pleasure in this instance is being able to wear it as a uniquely qualifying asset, to apply it in support of someone else’s recovery.’”\\n“Join a political party” is like the bromide of activism, not in the sense that it’s soothing, in the sense that it’s just so boring, a fire blanket over the spirit – especially the endless meetings. I never heard this as plainly expressed as by the Bernie Sanders campaigner Claire Sandberg, whose motto was, “Never have groups: it creates a tyranny of the annoying”; and her sub-motto, “Never have a meeting whose action is another meeting.”\\nIf you want to see those principles in action, look at the most momentous movements of the recent past: Black Lives Matter and Extinction Rebellion. Rupert Read, a co-founder, describes XR as “nothing like the Green party, it’s not a membership organisation. Anyone can act in the name of XR, provided they adhere to its values, principally nonviolence.” This has led to some “very unpopular actions – with XR, let alone with the public. But it shifted the conversation. Power conceded something to all of XR’s demands. I was there when we met Michael Gove, and the next day parliament put through a symbolic emergency climate motion unopposed. The last two years have been the best years of my life, finally being involved with something that was successful. But it’s not just about success. The really striking thing is how joyful, satisfying, meaningful and regenerative this has been.”\\nCompass\n  A campaigning group for a more equal, democratic and sustainable society. Sign up to be part of its citizens’ special assembly.\\nGlobal Justice \n  A membership organisation running solidarity campaigns for trade justice. It shares activist resources and runs several local groups.\\nExtinction Rebellion \n  An environmentalist collective. The website has resources, a list of local groups, a calendar of events, and a directory of volunteering opportunities.\\nBlack Lives Matter, facebook.com/BLMUK/ \n  An anti-racist collective with chapters in the US, UK and Canada. Check its website for resources for talking about and fighting racism.\\nThe Trussell Trust \n  A volunteer organisation to alleviate and fight food poverty in the UK. Donate goods, time or money to your local food bank.\\nSamaritans\n  Volunteering here can bring life-changing insights. You can train to become a listener in one of its 201 branches in the UK and Ireland, or to be a support volunteer, helping with marketing, fundraising and organising.\\nEngage with governmentFrom becoming a school governor to starting a petition, to giving your views in open consultations.\\nCitizens Advice\n  Support witnesses in court, or help at your local centre.", "image": [["https://i.guim.co.uk/img/media/83a2ec438091d59082a3f7d4fab46f260bbda001/0_0_5000_3000/master/5000.jpg?width=465&dpr=1&s=none", "Photo montage of smiley face in front of multiple microphones"], ["https://i.guim.co.uk/img/media/02bde9233a96beb1bbf1477641ea20a40c1e7fff/0_0_619_1043/master/619.png?width=120&dpr=1&s=none", "Smiley face with tie"], ["https://i.guim.co.uk/img/media/ebaf40633bd06243ae61c539ee4f7a72b1d358d3/0_0_619_1733/master/619.png?width=120&dpr=1&s=none", "Lots of smiley faces"], ["https://i.guim.co.uk/img/media/0e58448b4c7139390cc7a92f1ef8c4a15eeab3ab/0_0_5500_2388/master/5500.jpg?width=445&dpr=1&s=none", "Smiley faces with speech bubbles"]], "author": ["Zoe Williams"], "date": "2021-01-09"}, "https://www.theguardian.com/lifeandstyle/2021/jan/09/youve-got-to-stay-silly-secrets-of-joy-from-the-over-70s": {"title": "‘You've got to stay silly’: secrets of joy from the over-70s", "subtitle": null, "text": "Older people have had it hard over the past year, yet countless surveys have found they are the happiest generation. Here are their tips\\nIrene Lewington, 92, London\\nWhen my husband died in 2001, it took time to find my feet again: years of caring for him had taken a toll. One day I woke up and thought, “Right, now it’s my time”: you’ve got to make the most of the time you have left. I did a computer course, tried skydiving, then gave drag racing a go. My sixtysomething son and I drive up to the courses together, then he jumps out and I take the wheel. I get such a buzz from it; I’m never happy if I cross the line at under 100mph. Nothing has gone wrong so far.\\nMy children are pensioners themselves; they don’t need me the way they used to. I’ve no regrets about raising our family and working hard to support them – but that job is done now. If I dropped dead tomorrow, it wouldn’t change the world, so I may as well enjoy myself. While you’re still breathing, just get on with it and have some fun. I’ve still got swimming with sharks at the London Aquarium to arrange.\\nJeni Coombs, 73, Bognor Regis\\nI’ve been volunteering at the Age UK gym since I moved here a few years back, so didn’t think much of being asked to help oversee some new classes. When I was told they were pole fitness and burlesque lessons, I couldn’t wait. I’d never done anything like it, but I threw myself in at the deep end. I’ve been dressed as a nun, dancing on a pole on our Sister Act float at the Bognor carnival, and done a saucy festive chair dance to Santa Baby in cute velvet shorts.\\nFor most of my life I would have been too embarrassed – worried what people might think of me. That, I’ve realised, doesn’t matter. If someone isn’t pleased you’re enjoying yourself, then that’s their problem, not yours. There’s nothing like feeling sexy to keep you young. My kids don’t say much about it, but honestly? It’s none of their business.\\nKevan Gee, 75, Rugeley\\nThe kids were worried about us at the start of lockdown, with all the talk of the over-70s being vulnerable. I sent them some videos, the first of me jumping on the sofa like a toddler; I was decorating the house one day, so I put on silly clothes and danced around with my paintbrush to Billy Joel’s Uptown Girl, as my wife jiggled around with a feather duster.\\nI worked as a supervisor at a power station for many years: humour kept the team happy on good days and stopped anyone getting dejected when critical incidents and mistakes occurred. A lighthearted approach instead of iron fist discipline keeps everyone smiling and on side. You’ve got to stay childish and silly; once you lose that, you settle into an austere and miserable old age. And it’s not only about keeping yourself happy, but the people around you, too.\\nJanie Booth, 79, London\\nI was on the train home a few years ago, returning from playing a small part in an episode of Doctors. I got talking to a wealthy-looking man in his 50s. He looked miserable, and asked why I was grinning. I said how fabulous my day at work had been.\\nHe told me he’d wanted to be a weatherman but never followed up on it because he wanted a big house with all the trimmings. I didn’t want to upset him by asking about his job, but he was as rich as anything. He hated all the jobs he’d ever done. “Darling,” I said, “you’ve done it all wrong.”\\nI have been an actor for 63 years and I’m very good at it. I’ve done plenty of television, films and theatre: I love playing parts of insulting brevity wherever they come. Of course, if international stardom had come knocking I’d have loved it, but I do what I do because it’s fun. I took three years out in my 50s to learn how to restore furniture because I fancied it, then went straight back to acting; just follow what you feel in your heart.\\nJohn Starbrook, 90, Windsor\\nMy wife laughed at me in 1983 when I told her I was going up to London to register for the marathon. I’d never considered running before, but heard on the radio that the deadline was that afternoon, and on a whim thought, why not? It felt like such an achievement when I crossed the finish line, but I was exhausted and swore I’d never do it again. To this day, I’ve completed 32 London marathons, and 52 in total. I was the oldest person competing last time.\\nIf you try something and fail, it’s still better than not trying. I never thought I’d finish my first marathon, and could have not bothered to take the punt. Jumping in head-first set me on a course for the rest of my life. Now I ask people what their dreams are, and keep them motivated. My greatest pleasure is twisting the arms of people who think something like running or swimming isn’t for them, and then seeing them finish their first triathlon with a massive smile. I don’t want people to look at me and think I’m impressive. Just see what I do and think, well, if that old fella can do it, I can, too.\\nDavid Cook, 79, Gloucestershire\\nI had a strange childhood: my father was a banker in Australia and our family was travelling by boat to his new posting when we were captured by the Germans and taken to Japan. My mother, father, older sister and I were held as prisoners of war until 1945. My challenge was to face that, and find a future that was better. I came to faith in my late teens.\\nAs a clergyman, I’ve seen every form of suffering. I could easily have become an atheist: I’ve dealt with everything from suicides to car accidents, cancer, divorce and murder. I’ve learned that it’s how you face these things, then learn from them, that counts. Don’t avoid people who are suffering; reach out to them, take their pain and enter into it. Listen, so you feel it yourself, then, with their permission, offer guidance: don’t bury or deny suffering, embrace it; its power will quickly be diminished and you’ll grow from it when you do. Make sure they are surrounded by loved ones to support them, whether they’re weeping, consumed by anger or searching for joy. Remember, these feelings won’t dissipate quickly – make sure they know you’re in with them for the long haul. Of course, I’d tell them the church is here, too.\\nHazel Mason, 71, London\\nI was aware of climate change before I joined Extinction Rebellion, but I’m no politician or scientist; I just assumed that at some point powerful people would take the lead. But when I heard on the radio that Donald Trump was pulling out of the Paris climate agreement, it became obvious to me we couldn’t leave it to them.\\nI felt deeply that I had to do something: if I didn’t, I’d be negligent. When I look at my grandchildren, I try to imagine their futures. I won’t be here in a few decades to help them, so I asked myself: what can I do with the years I have? That’s when I founded the Extinction Rebellion grandparents’ group: I realised it’s never too late to stand up and be counted. I started off running information stalls and family activities at festivals; since then I’ve protested and been arrested, too.\\n", "image": [["https://i.guim.co.uk/img/media/cfb3669a48e39982483b7fc778bfd487bb78bc56/0_0_5000_3000/master/5000.jpg?width=465&dpr=1&s=none", "Little and large jokey false teeth against a yellow background"], ["https://i.guim.co.uk/img/media/9e1654a5522f96b481c5c9f90e2e28d893e0c101/1803_873_871_896/master/871.jpg?width=120&dpr=1&s=none", "jokey false teeth"]], "author": ["Michael Segalov"], "date": "2021-01-09"}, "https://www.theguardian.com/commentisfree/2021/jan/25/tories-wokeness-labour-identity-politics-government": {"title": "The Tory fixation on wokeness is all about division. Labour must build bridges instead", "subtitle": null, "text": "The government’s version of identity politics has proved potent. The only response is to change the nature of the debate\\nI never thought I’d miss the 2010s, but I do have some nostalgia for them. At least last decade’s “opposite world” meant what it said: whatever the truth was, ministers would blame the opposite. In the creation of poverty, the culprit was the poor rather than the rich; in the nightmare of Brexit, the problem was remainers rather than leavers; in a runaway climate crisis, the root cause was Extinction Rebellion rather than fossil fuels and all those who’d hitched their finances to them.\\nIt was pretty tedious, but it was preferable to today’s opposite world, in which, despite whatever is important – from Covid rates to customs turmoil – ministers will be trying their level best to talk about what is petty. (A piquant, if tangential, example: Monday’s Daily Telegraph, the little drummer boy of the endless culture war, reported approvingly the idea of an “anti-woke Citizens Advice service”.) They create pantomimes, patriots battling straw men over trivia. This would make no sense if it came from a state in the grip of a crisis, but it makes every sense from a state with only one aim – the survival of its ruling party. To the modern conservative, all government business is party business.\\nA typical explanation is that it’s all distraction: while we’re blaming each other for wokeness or bigotry, that’s all energy not directed at the government. The more intense the debate, the more divisions it opens up within as well as between each side, so there is no oxygen for more productive discussions. This theory is true as far as it goes but, like the one about why planes stay in the air, it’s insufficient. An electorate fighting among itself will always be less challenging to its government – yet governments do not typically rely on disunity and sourness, still less work so hard to create them. The question is, what political capital does all this generate?\\nIn the late 1990s, the sociologist Nancy Fraser described how “cultural recognition” – the recognition of difference, what we used to call identity politics – had displaced “socioeconomic redistribution as the remedy for injustice”. It was Fraser’s aim to try and knit recognition and redistribution back together, since justice required both: there was no point being culturally emancipated if you were still materially oppressed by low wages.\\nOver four grim Brexit years, William Davies, another sociologist, drew out the evolution of “recognition” politics to the present day. Our concept of different identities had shrunk to one: the “left-behind”, AKA the red wall, previously known as the white working class. All other banners that people might congregate behind – ethnicity, race, gender, sexuality – were collapsed into “metropolitan”, which was then elided with “elite” to become de facto inauthentic. Nobody had to recognise you if you weren’t real. It was a bit of a surprise, to be honest; not to find that I’m a despised elite (I knew that), but that so was my whole postcode.\\nIn terms of the left-behind, which may have been newly prominent in 2016 but wasn’t a new construct, the Labour government had typically been good at redistribution but bad at recognition. This reached its apotheosis in Gordon Brown’s famous “bigoted woman” moment. As gaffes go, it would have passed without remark had it not been seen to contain some essential truth – that he and his predecessor despised the very people they claimed to prioritise.\\nThree Conservative prime ministers, meanwhile, have been very good at recognition and heartbreakingly bad at redistribution. They have systematically impoverished the very people whose worldview they say they champion. Their failure to redistribute needs little analysis: they don’t do it because they choose not to.\\nYet this quest for identity-building issues – patriotism, British exceptionalism, nostalgia, monoculturalism – is much more than a simple balancing act: “Here, have this orgy of flag-waving in lieu of liveable sick pay.” It has proved extremely useful to them in neutralising the Labour party, which for more than 10 years has been unable to find solid ground on this matter.\\nSuccessive Labour leaders have essayed the acts of recognition that focus groups have told them were required, and either failed quietly, by shuffling away their inconvenient points of difference, or failed explosively – Ed Miliband’s “curbs on immigration” mug, Jeremy Corbyn’s bungled attempt to whip for abstention on a really ugly immigration bill in 2019. The problem is not that they disappoint their beloved liberal elite, but rather that nobody believes them; nobody ever bought that Miliband was anti-immigration, or that Corbyn supported Brexit, or that Keir Starmer has a union flag in his kitchen. If they’re not who they say they are, who on earth are they? They defy definition, and the blurring effect follows them even when they exit enemy territory to talk about the NHS or regional inequality, so that a soft Tory like Jeremy Hunt can sound more convincing on social care than any given Labour MP.\\nThe Conservatives’ culture wars, as boring as they are, have been magnificently effective, partly because they are agile. The current fixation on “wokeness” is an adaptation to the fact that “elitism” as an idea was beginning to fray. Labour cannot carry on surrendering to a Tory version of recognition which will always shape-shift on demand, but nor can it go back to ignoring recognition altogether.\\nInstead, Labour needs to attack the foundational myth: the Conservatives haven’t done anything complicated; they have merely characterised the red wall exclusively by those features with which all the other walls – the youth wall, the tartan wall, the metropolitan wall – could not possibly agree. But there are other issues on which these constituencies would agree, ideas that may sound economic but actually form the cornerstone of identities: that one ought, for instance, to be able to sustain oneself with dignity and without hardship by working. This has much higher salience than what “woke” does or doesn’t mean. There is opportunity in the sheer silliness of the current debate for Labour to start building their red bridge.\\nZoe Williams is a Guardian columnist", "image": [["https://i.guim.co.uk/img/media/1dba564981e5b51f305ea0b60252d8a8aa6a6bd3/0_232_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "Keir Starmer during an address to the Fabian Society on Saturday 16 January."]], "author": ["Zoe Williams"], "date": "2021-01-25"}, "https://www.theguardian.com/society/2021/jan/17/is-the-boom-in-communal-living-really-the-good-life": {"title": "Is the boom in communal living really the good life?", "subtitle": null, "text": "Driven by green concerns, house prices, the desire for a simpler existence – and now Covid, too – there’s been a boom in communal living\\nAfter 40 years, Dave Hodgson has a sixth sense when it comes to an aspiring communard. “If they take one look at our shared bathrooms and say they need a good scrub, or complain about having to put a jumper on when Old Dragon packs in, they won’t make it,” Hodgson says, referring to his commune’s biomass boiler.\\nWould-be members used to contact Bergholt Hall, one of Britain’s longest standing farming communes, at the rate of 70 or so a year: 50-something empty nesters looking for companionship; 30-something couples in pursuit of an idyllic upbringing for their children; 20-somethings keen to erect a yurt on the hall’s rolling Suffolk pasture. Since the Covid lockdowns, however, Hodgson admits, it’s been “bonkers”. “We had 70 applications in April and May alone.”\\nIt’s a pattern echoed across the UK, with communes reporting being inundated by new applicants of all ages, driven by the Extinction Rebellion movement and its focus on low-carbon living and, more recently, by the glimpse that lockdown has offered of simpler, less consumption-driven, lifestyles.\\nThere are more than 400 such “intentional” communities across the UK. Many are cohousing set-ups, in which residents live in individual dwellings with a few common areas and domestic functions; others are based upon a lifestyle or worldview (spiritualism, gender non- binarism, veganism) and feature a variety of communal labour arrangements and facilities.\\nA surprising number are longstanding country communes, such as Bergholt Hall, founded in the heyday of the 1960s and 70s back-to-the-land and self-sufficiency movements. It was an era when an ideological generation of “diggers” (named after the 17th-century English communards) sought to challenge notions of the sanctity of the nuclear family and opt out of “the grab-game of straight society” (as hippy bible Oz magazine put it in a 1968 article on the first London digger commune).\\n“Sixties and 70s communalism was a backlash against hi-tech postwar societies,” says Professor Luke Martell, who teaches a module on alternative societies at the University of Sussex. “These movements had a grand vision to change society, often along lines of economic communism, and rejected social norms such as monogamy and the concept of traditional childhood. Of course, with the failure of the communist states, these revolutionary ideas lost currency, even as the communities they gave rise to live on.”\\nHelen Jarvis, a professor of social geography at Newcastle University, sees the renewed interest in communalism as one expression of a “neotribalism”. “There’s a groundswell of common yearning for connectedness and for a sort of radical alternative,” she explains. “This is about housing, but it’s also about how people are choosing to eat and to form human connections. There’s a recognition that the lifestyles of the past are permanently broken.”\\n“It was all about John Seymour [author of the 1976 bestseller The Complete Book of Self-Sufficiency] back then,” recalls Hodgson, who lived in London squats across London during the 70s. He later settled at Bergholt Hall, a 19th-century great house with a Queen Anne function room, wood and metalworking workshops, dairy, orchards, and shared kitchen, laundry and bathroom facilities.\\n“We didn’t mind things being a bit rustic. Today’s generation, Thatcher’s kids raised with central heating in every room of the house, don’t expect our draughty corridors.”\\nIt’s perhaps natural that there are tensions between old-guard communalists (typically referred to as “elders”) and those arriving to communalism in the wake of Covid, and as the climate crisis gathers pace. Long gone are the days when a rambling country pile could be bought for a few tens of thousands of pounds, and it can cost eye-watering sums to join a traditional rural commune. Many of the original communities, including Bergholt Hall, Canon Frome Court in Herefordshire and Postlip Hall in Cheltenham, require substantial capital buy-ins from new members (a unit for a single person at Bergholt Hall costs from £97,809). Despite popular conceptions, it’s not a fall-back option if times are hard.\\nFinancial barriers mean that more than 50% of intentional communities fail within their first two years says Chris Coates, author of Utopia Britannica and a moderator of Diggers and Dreamers, a communal-living networking group that has seen a quadrupling of its membership since lockdown to 14,400 members.\\nMotivations have changed over two intervening generations. Today’s 20- and 30-somethings are more likely to talk of post-carbon living or permaculture, in which ecosystems are viewed as inextricably interlinked, rather than self-sufficiency or communalism for its own sake.\\nArran Skinner, 21, has lived at Erraid, a farming commune in the Inner Hebrides, since 2018. He came to communal living out of a yearning to live close to nature and minimise his carbon footprint\\n“Many of my friends were heading off to uni and I didn’t know what to do, so I came here as a volunteer and just stayed on,” he says.\\nSkinner believes many people in their 20s are excluded from communal living due to prohibitive costs, opting to travel between farms and communities as a Wwoofer (seasonal worker), or pitching up at of a handful of woodlands communities, such as Tinker’s Bubble in Somerset and Stewards Wood in Devon, where conditions are basic and residents live under constant threat of eviction. The Isle of Erraid, and its sister commune Findhorn on the Moray coast, are unusual in paying members for their community labour contribution in food and board.\\nA looming issue for enduring intentional communities is what Kirsten Stevens-Wood, who researches the subject at Cardiff Metropolitan University, refers to as “unintentional ageing”. Despite the original diggers’ hope of “automating out all drudgery, toiling and moiling… so every cat can do his or her own thing”, rural survival requires as much elbow grease today as it did in the 1970s.\\n“All of the things that these communities were doing 30 years ago – digging vegetable patches, splitting firewood – are much harder when you’re still there doing them in your 70s,” Stevens-Wood says.\\nFindhorn, for example, has an average resident age of 55, and Bergholt Hall has taken to curating its intake to balance ageing residents with young families and, like other 1960s and 1970s-established communes, is exploring financial instruments to enable incomers with little access to capital to join the community, such as shared ownership and loans. This means that single applicants to Bergholt Hall who are in their 50s and 60s (who represent over half of approaches) are likely to be disappointed. But it also means “elders” tend to step back when it comes to decision-making by consensus. “There’s an awareness that new families are on their way in, and we’re on the way out,” Dave Hodgson adds.\\nRory Hodgson, 43, is Dave’s son and grew up with his mother in “a typical semi in Ipswich”, but spent idyllic summers as a teenager at Bergholt Hall. As an adult, he found himself priced out of his father’s commune and now lives at Redfield, a housing co-op in Buckinghamshire established in 1978, where a 19th-century mansion and 17 acres of grounds and mature fruit orchards are owned in trust. Residents pay rent and dabble in organic farming, but typically work two to three days a week outside the commune to cover their outgoings. “Redfield isn’t about private ownership and what’s me and mine,” Hodgson says.\\nIn his view, new recruits to communalism are more pragmatic than boomer diggers, such as his father. “Feeding yourselves from the land year-round with no money coming in like that 1970s fantasy is bloody hard work,” he says. “At Redfield the kids go to normal schools and we have paid jobs. These days there’s a desire to have the best of both worlds.”\\nFounding ideologies are not, however, fully a thing of the past. Tensions emerge in rural communes around fault-lines such as diet, says Jenny Pickerill, a professor of environmental geography at the University of Sheffield who has studied intentional communities around the world. “I’ve known of secret breakaway meat-eating groups in communes that are technically vegan or veg,” Pickerill laughs, adding that whatever their age British communards often exhibit what she terms a “deep green-ism” in comparison to their counterparts elsewhere.\\nStaci Sylvan, 42, a birth doula, lives in Heartwood, set up on the principle of non-violent cooperation. Heartwood is in Carmarthenshire, a region of Wales that’s historically attracted Britons keen to live alternative lifestyles, but where feelings can run high about English incomers. Sylvan welcomes a recent flurry of interest from younger would-be communards, many of whom, she says, have arrived at alternative living through Extinction Rebellion and climate camps. “I came to communalism through protest groups in the 1990s. When I first joined Heartwood I was in my 20s and would thrash about trying to change things in the commune. Now I accept all the compromises that this kind of living requires.”\\nAndrea Jones, whose PhD focused on intergenerational relations in communes, believes emotional literacy is the secret of older communes’ success: “For communal living to work, individuals need to put in the emotional labour: being tolerant of each other’s foibles, for example, and being willing to let go of petty grievances.” One reason spiritual communities such as Erraid thrive, says Stevens-Wood, is that they “have something that unites them and promotes considerate behaviour, whereas a wave of communes set up in the 1990s on purely ecological grounds collapsed, in many cases, into infighting”.\\nBob Fromer, 78, lives at Birchwood Hall – a green and feminist commune in the Malvern Hills that was established in 1970 – with his partner Lynda Medwell, 70. Also a veteran of the 1970s London squatting scene, Fromer briefly set up his own community before joining Birchwood Hall in 1984 and loves Birchwood’s communal meals, views and the camaraderie on the monthly maintenance days, when they work on upkeep of the gardens and buildings. For Fromer, tolerance and “a robust constitution” are the requisite qualities in a successful communard. “We get a lot of applicants who need looking after, but we are not a therapeutic community, so we need members who are self-sufficient. If you’ve come from a nuclear family and can’t shake the privacy that comes with our way of living, or are very house-proud, it generally won’t work.”\\nDaniela Zapf says that Covid has redoubled her ambition to live in a large community. Born in Germany, she arrived at Findhorn aged 22 and originally planned to stay for a few weeks. Six years later she’s still there. Zapf lives in Bag End one of a cluster of wood-built homes in the Findhorn ecovillage site. “The best part for me is the bonds we have here, like these ancient tribal bonds, not quite family but something much more than friendship” she says, talking about what keeps her there as a young person with a biotechnology degree and the world ahead of her. “This is something I wouldn’t want to miss in my life in future, even if I leave here.”\\nA proposed Leeds-based urban cohousing project, Chapeltown Cohousing, is now working to make its members representative of the community, with rented units and quotas for minority groups, but diversity often proves difficult for rural communities, despite the lip- service many pay to opening out to BAME and less physically able members. Quite apart from capital and labour demands, there’s a cultural expectation to contend with, says Stevens-Wood. “You need a certain approach to life to live in a commune. At heart this is a white, middle-class dream.”\\nFor all of the challenges, the applicants keep coming. Bergholt Hall is fielding hundreds of applicants for its two available units and Heartwood, Canon Frome Court and Redfield are currently closed to new applicants, although they are receiving inquiries from as far afield as Hong Kong. “Many will be disappointed,” says Chris Coates. “But some will break ground on new projects. That’s why we’ve called the community diggers and dreamers, we’ve always been a mixture of the practically minded and utopianists.”\\nStevens-Wood hopes the growing interest in alternatives to nuclear family dwelling will prompt overdue changes to English housing policy, “so it’s less laser-focused on nuclear families and home ownership”. For Fromer, sharing labour and resources as a communard is as good for the planet as it is our sanity. “This is a much cheaper way of living that gives you the good life yet frees you up to work differently and work less,” he says. “Whether you’re 20 or 60, that’s a pretty good deal.”\\nFindhorn and Erraid are open to short stays. For more information, go to findhorn.org and erraid.com\\nThis article was amended on 21 January 2021. Canon Frome Court is in Herefordshire, not Hertfordshire as an earlier version said.", "image": [["https://i.guim.co.uk/img/media/73bf21462852fb5a086376ac8fa6279a6dc3edf3/0_978_8272_4963/master/8272.jpg?width=465&dpr=1&s=none", "The multi-generational community of Bergholt Hall in Suffolk."], ["https://i.guim.co.uk/img/media/efb246eee18a1b594e44f64176822b4a27edec22/0_322_5028_3017/master/5028.jpg?width=445&dpr=1&s=none", "Members of the Heartwood community in Carmarthenshire."], ["https://i.guim.co.uk/img/media/6cb91f383edee7f00f2c5d591db1ca168ac09aec/0_192_5760_3456/master/5760.jpg?width=445&dpr=1&s=none", "Daniela Zapf at Findhorn in Moray."], ["https://i.guim.co.uk/img/media/4c020c1a7f06cd450b19c4de521fae3b40681873/0_192_5760_3456/master/5760.jpg?width=445&dpr=1&s=none", "Arran Skinner arrived at Erraid in the Inner Hebrides"]], "author": null, "date": "2021-01-17"}, "https://www.theguardian.com/money/2021/jan/08/pensions-green-current-accounts-to-savings": {"title": "'We didn't want our pensions invested in anything that was causing harm'", "subtitle": null, "text": "More people are going green and – from current accounts to savings – that can include your finances\\nLots of people have started 2021 with the aim of making green lifestyle changes such as going vegan or giving up flying. But arguably the most powerful environmental changes you can make as an individual involve your finances, whether it’s the cash in your current account or the money you are saving for retirement.\\nResearch issued this week by the ethical bank Triodos found that almost 20 million Britons plan to do their bit to live a greener lifestyle this year. But it added: “Few recognise the impact that switching their finances to greener suppliers can have.”\\nIn part, that is because of the scale of the sums of money involved. For example, there is an estimated £3tn invested in UK pensions, and Richard Curtis’s Make My Money Matter campaign claims that moving your retirement savings to sustainable funds “can be 27 times as effective at reducing your carbon footprint than eating less meat, using public transport, reducing water use and flying less combined”.\\nThe good news for anyone who wants to make a difference is that there are lots of green and ethical options out there.\\nThis is a good place to start for those looking to make a positive change.\\nIf you want to be sure your money isn’t financing fossil fuels or other controversial industries, you may want to consider moving to a bank such as Triodos, which “only lends to organisations that positively affect people’s lives, protect the planet or build strong communities”.\\nThe Triodos current account can be operated online and via an app, comes with an eco-friendly contactless debit Mastercard (it is made from a plastic substitute derived from renewable sources) and offers an overdraft of up to £2,000. But a stumbling block for some will be the £3 monthly account fee, or the fact that Triodos doesn’t have any high street branches.\\nTriodos is highly rated by Ethical Consumer, an independent, not-for-profit co-operative that reviews companies and products.\\nAccording to Ethical Consumer, Barclays, HSBC, Lloyds Banking Group, NatWest, Santander and the TSB owner, Sabadell, are among the big names that continue to provide finance for, or invest in, fossil fuel companies.\\nIt adds that of the high street banks, the Co-operative Bank is the only one that has expressly prohibited support for fossil fuels. The Co-op Bank is famous for its customer-led ethical policy but some will be uneasy about the fact that it is majority-owned by a group of US hedge funds and fund managers.\\nSome will favour a building society because they are owned by members, not shareholders, and have a strong tradition of helping people to buy their own home.\\nBecky and Roy Francomb, aged 55 and 61 respectively, recently decided they wanted to move their bank accounts to somewhere more ethical. They were both with NatWest but were unhappy about its financial links with fossil fuel companies. They considered Triodos but ended up plumping for Nationwide building society because there is a branch in Seaford in East Sussex, where they live.\\nMuch of the above also applies to savings accounts – however, you will find there is a lot more choice. There are dozens of building societies to pick between, including the Ecology, which has a focus on sustainable living, currently offers easy access, cash Isa and regular savings accounts paying 0.2%, 0.45% and 1.1% respectively.\\nMeanwhile, Triodos has a range of accounts including a one-year fixed-rate savings bond paying 0.4% and a junior cash Isa (for those saving for a child) currently paying 1.5%.\\nCharity Bank lends to charities and social enterprises and has notice accounts paying up to 0.5%, and fixed-rate bonds paying up to 0.75%.\\nThere are also scores of credit unions. To find ones that may suit you, go to findyourcreditunion.co.uk.\\nNS&I (aka National Savings) has been slashing rates lately but may still appeal to some because its mission is “providing cost-effective financing for government and the public good”.\\nCampaigners argue that a good chunk of the money invested in UK pensions supports industries that are harming people and the planet.\\nThe Francombs recently worked with ethical financial advice firm the Path to transfer some of their pension cash from conventional funds to ones that align with the UN’s sustainable development goals.\\nBecky, who has just taken early retirement from the NHS, where she worked as a project manager, is a member of Extinction Rebellion along with her husband. They have both taken part in a number of actions and have both been arrested.\\n“As environmental activists, we didn’t want our pensions invested in anything that was causing harm – fossil fuels, weapons, anything like that,” she says.\\n“We do try to live sustainably – we no longer fly, have a mainly plant-based diet, and cycle instead of drive wherever possible – but, to me, moving our pensions is the most responsible thing we can do.”\\nRoy officially retired from his job as a community family worker this week and had a lump sum with Standard Life, which he has transferred.\\nThe couple’s cash is now in a range of funds operated by companies such as Baillie Gifford (its Positive Change Fund), Fidelity (Sustainable Water & Waste Fund) and Royal London (Sustainable Leaders), where the top holdings include the electric car manufacturer Tesla and the US biotech firm and Covid-19 vaccine maker Moderna.\\nDavid Macdonald, the founder of the Path, believes this is by far the best way individuals can help the environment. “Without checking exactly how and where pension funds are invested, people could be propping up companies that support fossil fuel developments, deforestation and those involved in warfare,” he says.\\nMost workplace pension schemes automatically default members into a prescribed fund, although many offer an ethical or sustainable fund option and will allow employees to allocate some or all of their money to that.\\nIf you are unhappy with the options available, you could contact the trustees of your workplace pension scheme to ask how much of your money is invested in – for example – fossil fuels, if there is a divestment option (where money is moved out of things such as oil, coal and gas companies) and, if not, could one be set up.\\nChoosing ethical funds has definitely paid off for investors. Data from the investment firm AJ Bell shows that the average 10-year total return from UK non-ethical funds stood at 81% at the end of September 2020, while for UK ethical funds it was 104%. The top-performing ethical fund over the 10 years, with a 196% return, was Royal London Sustainable Leaders.\\nThe number of funds available is growing all the time. However, as each individual has their own views about the companies and sectors they are happy to support with their cash, and how much risk they are willing to accept, it is a good idea to talk to a financial adviser.\\nThere are also a number of ethical investment platforms that typically allow people to invest directly in bonds or shares issued by charities and businesses. They include Ethex, Abundance and Triodos’s crowdfunding site.\\nIt used to be pretty much only Ecology building society that was selling green mortgages but there are now a few lenders offering them.\\nFor example, last June, Saffron building society launched the Retro Fit Mortgage, which rewards borrowers with a rate reduction if they carry out work that improves a property’s energy efficiency, and Nationwide has a similar offer for additional borrowing. Similarly, NatWest recently launched a scheme where people who buy a home with an energy performance certificate rating of A or B can get a reduced rate and £250 cashback on selected fixed-rate mortgages.", "image": [["https://i.guim.co.uk/img/media/9f41e0c4ae28cb232ebba5ec59c05b0e9b081e8d/13_460_2581_1548/master/2581.jpg?width=465&dpr=1&s=none", "Roy and Becky Francomb from Sussex"], ["https://i.guim.co.uk/img/media/7a956a7b5e9f7ae1b85fbe6494eb9ca207fbb05e/232_311_5196_3117/master/5196.jpg?width=445&dpr=1&s=none", "RWE Bowbeat windfarm."], ["https://i.guim.co.uk/img/media/a0a892e39d51d16b8ba968c379d1d7eaa1f32d85/840_408_4131_2479/master/4131.jpg?width=445&dpr=1&s=none", "Tesla Model S electric car"]], "author": ["Rupert Jones"], "date": "2021-01-08"}, "https://www.theguardian.com/world/from-the-archive-blog/2021/jan/27/france-stops-nuclear-test-programme-pacific-1996": {"title": "France stops nuclear test programme – archive, 1996", "subtitle": null, "text": "Twenty-five years ago, the French government announced the end of its nuclear weapons programme in the South Pacific\\nBy Alex Duval Smith in Paris \n  30 January 1996\\nPresident Jacques Chirac announced the “definitive end” to France‘s nuclear testing programme last night, implying that he had been swayed only by military data, not by six months of worldwide protests.\\nTwenty-four hours after the sixth and biggest nuclear explosion in the South Pacific, he said in a live television broadcast: “Thanks to the completion of the final series of tests, France will have at its disposal a durable weapon which is reliable and modern.”\\nAt the end of a six-month period in which France has suffered trade boycotts and been vilified by much of the world, Mr Chirac said: “Today I feel I have accomplished one of the prime callings of my office by giving France, for decades to come, the means to secure her safety and independence.”\\nThe announcement by Mr Chirac, whose popularity has fallen to an all-time low for a new president, was made in the 50th anniversary year of the bombing of Hiroshima.\\nReferring to negotiations which are under way in Geneva over the terms of the Comprehensive Test Ban Treaty, he said: “France, as she has already pledged, will play a determined and active role in world disarmament and European defence.”\\nHis decision to end testing now is believed to be linked to his visit to the United States this week. While John Major refused to condemn the tests, President Clinton had expressed regret.\\nThe tests – which all exceeded the size of the Hiroshima and Nagasaki bombs – soured links with France‘s closest neighbours, including Germany and Italy.\\nBut France claimed that threats of boycotts – especially from Scandinavia and Germany – had rarely been carried through. The Élysée Palace indicated yesterday that Mr Chirac’s visit to Japan – cancelled last autumn – looked likely to go ahead.\\nDuring the testing campaign at Moruroa and Fangataufa atolls, French naval vessels clashed with Greenpeace campaigners, confiscating their equipment and arresting crew members. As a result, no environmental campaigners were present for the final two tests.\\n29 January 1996\\nHaving exploded what may possibly be the last in its current series of nuclear tests at Muroroa at the weekend, France should now stick to its word and turn its attention to banning them. Outlawing nuclear tests has been on the international agenda for four decades but little progress has been made since Kennedy and Khrushchev failed to do a deal back in 1963. Yet, if the political will is there, the 1996 session of the Conference on Disarmament, now getting down to brass tacks in Geneva, should still be the forum for finally achieving a comprehensive test ban treaty. The signs are certainly more promising than ever before: France and the US, followed by Britain, have declared themselves ready to accept what the scientists call “zero-yield” testing, foregoing the Nevada desert and Pacific atolls for the computer simulation techniques they need to maintain their arsenals. Russia, observing a testing moratorium, is expected to follow suit.\\nChina, with less advanced weapons than other members of the nuclear club, is the next problem. Its continued insistence on “peaceful nuclear explosions,” ostensibly for civil engineering purposes, may be tactical. But Beijing’s current truculence is worrying and no one will relax in Geneva until it too has come on board. The timing of one of its two tests last year – just days after pledging “utmost restraint” during negotiations on the indefinite extension of the nuclear non-proliferation treaty – was deliberate nose-thumbing.\\nOutside the club some countries are bridling at the anxiety of the nuclear powers to pursue the test ban without making concessions on disarmament. India has linked progress on a global treaty to negotiations this year on eliminating all nuclear weapons within a specified time. Yet as a “threshold state” (along with Pakistan and Israel) that wishes to maintain its capability to manufacture weapons, its position may be more about bargains than principles.\\nThe US and Britain insist there should be no linkage between the treaty and future moves on nuclear disarmament. “Holding one important goal hostage for another is a sure way to fail at both,” conference delegates were told last week by John Holum, director of the US Arms Control and Disarmament Agency. Incremental progress in such a high-risk area is a sensible way to proceed. But since no one pretends that a test ban treaty will in itself eliminate nuclear weapons, some signal should be given of readiness to move further. Australia is trying to bridge gaps in Geneva while its own Canberra commission of international nuclear experts is sending out the simple but compelling message: disarmament cannot wait for ever.\\nBy Martin Walker in Washington\n  18 June 1996\\nFrance has formally joined Britain in the inner circle of the United States-led nuclear club, signing an agreement to share test and other research data. The deal is intended to ensure the survival of the three countries’ warheads long after a comprehensive test-ban treaty (CTB) comes into force.\\nFor France, it represents another crucial step away from the Gaullist tradition of an independent nuclear deterrent, towards the British pattern of retaining nuclear status through almost complete dependence upon the US.\\nThe agreement – like President Jacques Chirac’s decision to rejoin Nato’s inner councils and military consultancy committees – is of symbolic importance for France, which for 30 years tried to steer an independent nuclear and strategic course. The US made the agreement to ensure French adherence to President Bill Clinton’s plan for the CTB.\\nThe deal foreshadows more modest US research agreements with Russia, China and Israel to bring them into the CTB regime. Mr Clinton has already formally offered to share some US technology with Russia to help police a CTB regime, and the defence secretary, William Perry, made a similar offer to China.\\nIf the CTB goes ahead as planned by the White House, the result will be a commonwealth of nuclear powers, in which the US would play the commanding role through its dominance of the test and research data.\\nDuring the later years of the cold war, many smaller powers argued that the US and Soviet Union had a common interest in maintaining their nuclear predominance and their quasi-duopoly, despite their political differences.\\nAt the heart of the new agreement with France is a series of computer models which allows nuclear powers to have it both ways: to give up testing, while remaining confident that the bombs and warheads in stock will work.\\nThe models re-enact the events that take place inside a nuclear weapon as it explodes, and use the data collected from the 1,054 nuclear tests carried out by the US over the past 50 years.\\nOn 13 June last year, Mr Chirac had announced “seven or eight” tests to satisfy the needs of a new generation of ZX missiles and to fine-tune the TN-75 warhead which is to equip French M-45 missiles.\\n* Jim Bolger, the New Zealand prime minister, welcomed the announcement, but said that South Pacific countries would be wary of France for years. He pointed out that France had ended tests under François Mitterrand, only to resume them last year under Mr Chirac.\\nBy Thierry Cayol in Apt \n 17 September 1996\\nFrance ended a 25-year doomsday watch yesterday, shutting down 18 land-based nuclear missiles at a launch base under the Provence countryside and limiting its nuclear defence to weapons in submarines and bombers.\\n“We are turning a page in history,” said the air force chief of staff, General Jean Rannou, at a ceremony at St Christol, the headquarters of the First Strategic Missiles Group. “This has not been 25 wasted years but 25 years of peace.”\\nClosing down the base on the Plateau d’Albion in south-east France is part of defence spending cuts ordered by the president, Jacques Chirac. Mr Chirac decided last year to close the site, but the news was overshadowed by his simultaneous announcement, to much protest, that France was resuming nuclear tests in the South Pacific.", "image": [["https://i.guim.co.uk/img/media/29ee7b95089d9bafb573576c2e786866eb47f321/0_207_5216_3130/master/5216.jpg?width=465&dpr=1&s=none", "A French nuclear test explosion in Mururoa atoll, French Polynesia, in the southern Pacific Ocean. 1971. "], ["https://i.guim.co.uk/img/media/48f96f6b24d77749efe3623cbdba1114c20097fe/0_119_2635_1581/master/2635.jpg?width=445&dpr=1&s=none", "The harbour of the Mururoa atoll in French Polynesia, southern Pacific, sits abandoned and deserted, June 2000. Between July 1966 and January 1996 France launched 193 atmospheric and underground testings."]], "author": ["Richard Nelsson"], "date": "2021-01-27"}, "https://www.theguardian.com/global-development/2021/jan/07/bob-grose-obituary": {"title": "Bob Grose obituary", "subtitle": null, "text": "For some people, the work they do and the life they lead are in perfect alignment. My friend and colleague Bob Grose, who has died aged 71, was one of those people.\\nHe did historically important work on HIV/Aids for the World Health Organization (WHO) in Africa, and on polio, HIV and leprosy for the Overseas Development Administration (ODA, later DfID) in India. Writing for War on Want in the mid-1980s, Bob was one of the first to predict that truckers would be high-risk vectors for the HIV epidemic in Africa. He was quickly snapped up by the WHO’s Global Programme on Aids (later UNAids) in Geneva, where he worked from 1987 to 1992 as a technical adviser. He was ahead of his time, mobilising community groups in Africa to raise awareness of the epidemic: a focus of UNAids to this day.\\nAs the ODA’s senior health and population adviser (1992-99), he oversaw several huge projects: the eradication of polio (every year more than 100 million children were immunised in a single day); the launch of India’s efforts to combat the HIV epidemic; and the elimination of leprosy. All of these stories have happy endings: polio has been eradicated in India, HIV is well controlled and 200,000 people were cured of leprosy on his watch. Bob is remembered by his colleagues there as a consummate professional, kind, wickedly funny, with a complete absence of ego.\\nBob was born in his grandmother’s nursing home in Sawbridgeworth, Hertfordshire, to Nicholas, an auctioneer, and Kathleen (nee Rushworth), a physiotherapist, although the family lived in Fowey, Cornwall. He attended Truro school before qualifying as a chartered surveyor at the College of Estate Management in Kensington, London. He travelled a good deal before doing a master’s in international administration at Cornell.\\nIt was in 1983, during an early posting to Yemen, that Bob met Jane Springham, who was working as a nurse at a small clinic on the Red Sea coast. They married in 1988.\\nBob was determined to raise his young family near the Cornish countryside where he grew up, so in 1999 they moved from India to a farmhouse in Brownston in the South Hams, Devon. Bob spent the final decade of his career at HLSP, an international health consulting firm. When he retired in 2014, he became deeply committed to climate activism, and was arrested as part of Extinction Rebellion’s demonstrations in April 2019. The couple moved to Totnes when Jane retired three years ago.\\nBob was fearsomely fit. He performed a seven-minute plank during a family lockdown competition and thought nothing of a 20-mile kayaking trip. In Jane’s words, “he died as he lived, cycling up a hill on a mountain bike, covered in mud, with a smile on his face. He wouldn’t have wanted it any other way.”\\nHis family remember him as “the most extraordinary man to live with”, a devoted father who woke up every morning interested in something new.\\nHe is survived by Jane and their daughters, Catherine and Eleanor, and by his brothers, Timothy and Richard.", "image": [["https://i.guim.co.uk/img/media/534717deac127fe5496c6903740e4e0fbac21862/23_330_3263_1958/master/3263.jpg?width=465&dpr=1&s=none", "Bob Grose"]], "author": null, "date": "2021-01-07"}, "https://www.theguardian.com/environment/2021/jan/11/50-countries-commit-to-protection-of-30-of-earths-land-and-oceans": {"title": "More than 50 countries commit to protection of 30% of Earth's land and oceans", "subtitle": null, "text": "Coalition says promise is key to preventing mass extinctions and ensuring clean air and water\\nA coalition of more than 50 countries has committed to protect almost a third of the planet by 2030 to halt the destruction of the natural world and slow extinctions of wildlife.\\nThe High Ambition Coalition (HAC) for Nature and People, which includes the UK and countries from six continents, made the pledge to protect at least 30% of the planet’s land and oceans before the One Planet summit in Paris on Monday, hosted by the French president, Emmanuel Macron.\\nScientists have said human activities are driving the sixth mass extinction of life on Earth, and agricultural production, mining and pollution are threatening the healthy functioning of life-sustaining ecosystems crucial to human civilisation.\\nIn the announcement, the HAC said protecting at least 30% of the planet for nature by the end of the decade was crucial to preventing mass extinctions of plants and animals, and ensuring the natural production of clean air and water.\\nThe commitment is likely to be the headline target of the “Paris agreement for nature” that will be negotiated at Cop15 in Kunming, China later this year. The HAC said it hoped early commitments from countries such as Colombia, Costa Rica, Nigeria, Pakistan, Japan and Canada would ensure it formed the basis of the UN agreement.\\nElizabeth Maruma Mrema, the executive secretary of the UN Convention on Biological Diversity, welcomed the pledge but cautioned: “It is one thing to commit, but quite different to deliver. But when we have committed, we must deliver. And with concerted efforts, we can collectively deliver.”\\nThe announcement at the One Planet summit, which also saw pledges to invest billions of pounds in the Great Green Wall in Africa and the launch of a new sustainable finance charter called the Terra Carta by Prince Charles, was met with scepticism from some campaigners. Greta Thunberg tweeted: “LIVE from #OnePlanetSummit in Paris: Bla bla nature Bla bla important Bla bla ambitious Bla bla green investments…”\\nAs part of the HAC announcement, the UK environment minister Zac Goldsmith said: “We know there is no pathway to tackling climate change that does not involve a massive increase in our efforts to protect and restore nature. So as co-host of the next Climate Cop, the UK is absolutely committed to leading the global fight against biodiversity loss and we are proud to act as co-chair of the High Ambition Coalition.\\n“We have an enormous opportunity at this year’s biodiversity conference in China to forge an agreement to protect at least 30% of the world’s land and ocean by 2030. I am hopeful our joint ambition will curb the global decline of the natural environment, so vital to the survival of our planet.”\\nHowever, despite support for the target from several countries, many indigenous activists have said that increasing protected areas for nature could result in land grabs and human rights violations. The announcement may also concern some developing countries who are keen for ambitious commitments on finance and sustainable development as part of the Kunming agreement, not just conservation.\\nUnlike its climate equivalent, the UN Convention on Biological Diversity covers three issues: the sustainable use of nature, sharing benefits from genetic resources, and conservation. The three pillars of the treaty can clash with each other and richer, developed countries have been accused of focusing too much on conservation while ignoring difficult choices on agriculture and providing finance for poorer nations to meet targets.\\nThe HAC, currently co-chaired by France, Costa Rica and the UK, was formed in 2019 following the success of a similar climate body that spurred ambitious international action before the Paris agreement. By promoting action on biodiversity loss, it is hoped early commitments from the HAC will ensure a successful agreement for nature.\\nOver the last decade, the world has failed to meet a single target to stem the destruction of wildlife and life-sustaining ecosystems.\\nOn Monday, leaders from around the world met in person and virtually at the One Planet summit in Paris to discuss the biodiversity crisis, promoting agroecology and the relationship between human health and nature. Boris Johnson, Angela Merkel and Justin Trudeau addressed the event, which also included statements from UN secretary general, António Guterres, and the Chinese vice-premier Han Zheng .\\nThe UK government has also committed £3bn of UK international climate finance to supporting nature and biodiversity over the next five years.\\nJohnson told the event: “We are destroying species and habitat at an absolutely unconscionable rate. Of all the mammals in the world, I think I am right in saying that 96% of mammals are now human being or livestock that human beings rely upon.\\n“That is, in my view, a disaster. That’s why the UK has pledged to protect 30% of our land surface and marine surface. Of the 11.6bn that we’ve consecrated to climate finance initiatives, we are putting £3bn to protecting nature.”\\nThe funding was welcomed by conservation and environmental organisations, including the RSPB and Greenpeace, but there were questions about the scale of the funding and whether it came at the cost of international aid.\\n“Increasing funds to protect and enhance nature is critical to help secure success at the global biodiversity conference in China this year. Siphoning off cash from funds already committed to tackling the climate crisis simply isn’t enough,” said Greenpeace UK’s head of politics, Rebecca Newsom.\\n“This announcement raises concerns that the UK’s shrinking aid budget is being repurposed to pay for nature and biodiversity. As important as these are, the first priority of overseas aid should be the alleviation of poverty,” said Oxfam’s senior policy adviser on Climate Change, Tracy Carty.\\nThis article was amended on 12 January 2021 to better reflect that the High Ambition Coalition (formed 2011) and the High Ambition Coalition for People and Nature (formed 2019) are separate organisations.", "image": [["https://i.guim.co.uk/img/media/14407f1e32016da5f54e3b02d7f14c477ec9e1df/0_122_4704_2822/master/4704.jpg?width=465&dpr=1&s=none", "Whales"]], "author": ["Patrick Greenfield", "Fiona Harvey"], "date": "2021-01-11"}}