{"https://www.theguardian.com/uk-news/2022/may/11/it-was-as-if-he-set-out-to-destroy-my-sanity-how-the-spy-cops-lied-their-way-into-womens-hearts-and-beds": {"title": "‘It was as if he set out to destroy my sanity’: how the spy cops lied their way into women’s hearts – and beds", "subtitle": null, "text": "For years, undercover officers from the Metropolitan police deceived and manipulated female activists such as McDonald’s campaigner Helen Steel. Her new book reveals their callous tricks\\nWith hindsight, the environmental activist Helen Steel, a key figure in the 1990s McLibel case, can see that her life with John Dines was suspiciously idyllic.\\nWhen they met, at a London Greenpeace meeting in the late 1980s, she was spending her free time protesting against nuclear weapons at Greenham Common, or staying in mining villages supporting striking miners. Soon he was enthusiastically joining her on hunt saboteur trips to disrupt grouse shoots in Yorkshire, or on demonstrations against the poll tax, and spending his weekends with her, helping to campaign against the environmental record of McDonald’s.\\nIt was only decades after their relationship ended that she began to understand that they got on so well because Dines was using a battery of grooming techniques perfected by colleagues in an undercover police division. The undercover officers in Dines’s unit presented themselves as vulnerable and alone in the world; often they would say they were recently bereaved or estranged from their families, preying on the women’s good nature, inviting their sympathy and love.\\nThe first time Steel went to the pub with Dines, he said his father had died very suddenly. A few months later, he told her his mother had also died unexpectedly; he said he was short of money, so she lent him the funds to fly to New Zealand for the funeral. She began to feel sorry for him and somehow these feelings evolved into a more complicated sense of attachment. Steel was just 23 when they met and was initially surprised that a man five years older than her should be so interested, but they seemed to have a lot in common, particularly their politics, so when he asked her out, eventually she agreed.\\nThey found a flat in London and moved in together. They had wonderful holidays in the Outer Hebrides and at Camber Sands. All the while he was telling her he wanted to buy a small house in the countryside with his inheritance, somewhere he could dig a duck pond for her and they could settle down and have six children.\\n“We got on so well, sharing many of the same interests and never having arguments … Life with John was idyllic,” she writes in Deep Deception, an extraordinary account of how undercover officers from the Metropolitan police’s special demonstration squad (SDS) deceived dozens of women into fake relationships, co-written with four other women who were similarly ensnared.\\n“All of us began by thinking that the men had in some way genuinely cared about us – even after we discovered that they were undercover officers,” she says now, describing how her anger mounted steadily as she researched and wrote the book. “As we talked through what happened to us, we saw so many patterns; it really rammed it home that there weren’t any genuine moments – they were purely manipulative and abusive.”\\nThroughout the time they were together, Dines was married to someone else; his parents were alive and well. When his deployment was over, he left a note on the kitchen table telling her that he needed some space and abruptly disappeared.\\nThere can be no clearer example of misogyny within the Met than the undercover police division’s treatment of these women, who were duped into relationships by officers who used them to construct convincing alter egos, to mask the surveillance work they were doing on small, mostly left-leaning and non-violent protest groups.\\n“I still don’t think the police get it. That was our purpose in writing this book – we wanted to expose the institutional sexism that allowed these relationships to happen and to stop more women being abused by officers. It’s very easy for an individual’s experience to be written off as a glitch, or just the responsibility of an individual officer, but the strength of us writing our story together – you start to see patterns, and it is the patterns that demonstrate that this was a systemic problem,” she says.\\nEven people who think they are familiar with the broad outlines of the undercover cop scandal will be astonished by the contents of Deep Deception. The book weaves together the women’s experiences chronologically, revealing in horrifying detail how they were each tricked into relationships.\\nOne of the women lived for five years with a man with whom she hoped to have children, before he disappeared unexpectedly and without trace; it turned out he had been married with three young children throughout the time they had been together. Another had a relationship stretching more than seven years, while another from their group had two children with an officer, believing that he had genuine feelings for her. “The betrayal and the Orwellian surveillance behind it have devastated lives,” the introduction notes. But the book is a triumphant exercise in exploding the women’s status as victims; it goes on to describe their success in subsequently exposing the cynical and sordid full extent of the spy cops operation.\\nSteel is not sure whether she was selected randomly as a way of giving Dines credibility within the activist community, or if she was targeted because of her involvement in the McDonald’s campaign. Shortly after they began their relationship in the early 90s, she was walking with Dines back to his flat when she was served with a libel writ by McDonald’s over a leaflet she had helped produce highlighting the environmental damage caused by the burger chain; she now believes he must have been involved in helping organise for the writ to be served.\\nThe case would become the longest-running legal battle in English history. Steel and her co-defendant, Dave Morris (an unemployed postal worker), became famous globally for their dogged refusal to apologise in the face of McDonald’s multimillion-pound lawsuit. As Steel prepared her defence, Dines would obligingly pick her up from meetings with the young lawyer who was helping her – a newly qualified Keir Starmer – enabling him to hear all about the defence arguments as he drove her home. Later it would emerge that another undercover officer from the same SDS unit had helped draft the offending leaflet.\\n“They targeted anyone with a desire to protest against the status quo, anyone attempting to hold the government or big business to account. Only a handful of far-right groups were infiltrated among the many hundreds of leftwing ones,” she says. “A large part of their function seemed to be to protect corporate interests.”\n This riveting book exposes repeat patterns of abusive behaviour by the undercover cops, revealing how the men used well-honed strategies for building up relationships and jettisoning them at the end of the deployment. The officers were adept at a method known as “mirroring”: subtly latching on to things the women were interested in and later declaring that they, too, shared those same passions – the same music, politics, books, commitment to vegetarianism. It becomes clear that they were passing on tips and guidance to each other on how to manipulate the women they were using to provide a front for their undercover work.\\nThe undercover officers had vans and flexible work that made them available for transporting people to and from activist meetings – allowing them to eavesdrop on plans. The freelance nature of their pretend jobs (as gardeners, carpenters or delivery drivers) also permitted them to disappear for protracted stretches to spend time with their real families.\\nThey exited suddenly, after announcing they were having breakdowns and needed space; they disappeared to South Africa or the US and appeared to be untraceable. The women were devastated at the abrupt end of relationships, upset for themselves, but also worried about the welfare of the defenceless, lonely men they had loved.\\nSteel’s story has been written about previously (not least in the excellent Undercover, by the Guardian journalists Rob Evans and Paul Lewis), but the extent to which her life was messed up by the decision of Dines to dupe her into a relationship is laid bare in this book. It is a shocking and at times painful-to-read series of dizzying, life-shattering deceptions. For a while, Steel had some residual affection for Dines; it was hard to believe that there had been nothing genuine in his behaviour towards her over the two years they had lived together. Subsequently, she has met more than two dozen other women similarly abused and her gaze has hardened.\\nThe Met continues to insist that these relationships were unsanctioned misdemeanours committed by individual rogue officers, but Steel believes this is nonsense. “We could see that what had seemed like heart-wrenching stories told by the officers at the time were so similar they could only have come through shared practice. It was chilling,” she says.\\nFour of the women behind the book have chosen to remain anonymous, but Steel long ago abandoned any attempt to box off this chunk of her life. She writes with powerful rage about the women’s continuing battle for justice. “We were often portrayed as victims with no agency and we wanted to show that it was our detective work that uncovered this scandal, and to show that fighting back against those abuses was an empowering experience,” she says.\n  Although there have been public apologies and financial settlements for some of the women, the book highlights how energetically the police continues to obstruct the women’s campaign to get answers. In a post #MeToo era, at a time when the Met is facing the fallout from its handling of Sarah Everard’s death, it seems remarkable that the force is resisting these women’s requests for disclosure about the details of their cases, by refusing to release the files on them.\\n“These are akin to Stasi files. All kinds of information was put down in these police files. It is grossly intrusive. There’s no justification in a democracy for keeping those kinds of files,” Steel says.\\nIt is particularly startling to register how consistently the women’s experiences have been trivialised in the years since they exposed the unit’s actions. A judge hearing their case in 2013 described the police officers as “cads”. Another judge, Mr Justice Tugendhat, hearing a different part of the case that year, made a peculiar reference to James Bond to provide context for the behaviour of the police, arguing that the fictional spy’s behaviour showed how the intelligence services had for years used “officers to form personal relationships of an intimate sexual nature … in order to obtain information or access”. The women were treated dismissively during a home affairs select committee hearing.\\nWriting in the Daily Mail in 2014, Richard Littlejohn derided the women as “an assortment of unwashed dopey birds who slept with undercover officers”. Most significantly, an attempt to prosecute the officers for rape and sexual assault failed in 2014, when the Crown Prosecution Service concluded that there was “insufficient evidence for a realistic prospect of conviction”.\\nThe CPS decision not to prosecute the officers was “absolutely outrageous; totally sexist,” Steel says. “There is no way that we would have consented to these relationships had we known who these men really were and what their purpose was in our lives.” The deception made the women think they were going mad; most were later diagnosed with serious psychological injuries including post-traumatic stress, extreme anxiety, depression and panic attacks.\\nSteel discovered in 1994, through impressive, forensic investigation, that Dines, whom she knew as John Barker, had stolen the identity of a child who had died at eight of leukaemia; some time later, she realised that he was a member of the SDS. Writing the book meant she had to go through diaries and letters from the time of the relationship; she was shocked by how unkind he had been in his treatment of her, particularly the manner of his departure, when he left her and returned repeatedly over several months, telling her he loved her and feeding her new lies about his grief for his fictitiously dead parents. Rereading the letters “really struck home just how abusive and manipulative he was. And that made me really angry; it was as if he set out to destroy my sanity.”\\nDines, who later moved to Australia, has never explained his behaviour. Steel managed to track him down in 2016 and speak to him at Sydney airport (the mobile phone footage of that brief meeting is worth watching, as a fleeting insight into Dines’ callous dismissal of what he has done).\\n“As far as we know, not a single one of them has faced any consequences for their actions, not even the docking of their pensions,” she says. The impact on the women, however, has been profound. Steel’s faith in her judgment was shattered, so it took a long time before she was able to have another relationship, which meant by the time she started trying to have a family it was difficult. She had seven miscarriages and was ultimately unable to have children.\\n“It has severely affected our ability to trust other people, or to form intimate relationships again. You can’t compensate for that,” she says, noting that even the state compensation system does not see the world from a woman’s perspective, being more inclined to focus on loss of earnings.\\nShe is unimpressed by the effusive police apology issued in 2015, which she thinks does not sit well with the persistent refusal to release the women’s files so that they can properly understand why they were targeted and the nature of the information held on them. “There is a tension between them claiming it should never have happened and saying they think it’s appalling, and refusing to tell us the truth about the extent of it and who knew,” she says.\\nIn response to the book, the Met reiterated its regret, stating: “Undercover policing has changed significantly with independent judicial oversight of all operations, and past events highlighted in this book in no way reflect modern-day undercover policing. We recognise the hurt and distress caused to the authors of this book. The actions of undercover officers who deceived these women into sexual relationships were totally unacceptable.”\\nA public inquiry into undercover policing has been running since 2015, but progress has been severely hampered by police requests for secrecy. The hearings restarted this week, however the sessions relating to the women’s experiences are not expected to begin until next year.\\n“The public inquiry has been bending over backwards to protect the privacy and feelings of the former undercover officers. There is no concern for our privacy and our right to know,” Steel says. “We all want answers. If the police want to raid someone’s house, they have to apply for a warrant and they have to set out the reasons why they need to search the house. But with these relationships, no warrants needed to be applied for. They were living in our houses and they had access to everything we had in our homes; they had access to the contents of our heads. They could ask us whatever questions they wanted and we would answer – believing they were our trusted partners, not an undercover cop trying to get information. It was disgusting and inhumane abuse.”\\nDeep Deception is published by Ebury Spotlight (£20). To support the Guardian and Observer, order your copy at guardianbookshop.com. Delivery charges may apply.", "image": [["https://i.guim.co.uk/img/media/7853263bcf13f8b01e027ae8c69b98e2ef1c4331/0_0_3200_2133/master/3200.jpg?width=465&dpr=1&s=none", "Helen Steel: ‘There is no way that we would have consented to these relationships had we known who these men really were.’"], ["https://i.guim.co.uk/img/media/12a068dbc7f8f1ab7d2c91b12244ebc13f3f0aca/0_0_722_480/master/722.jpg?width=445&dpr=1&s=none", "Helen Steel with John Dines"], ["https://i.guim.co.uk/img/media/815b51c6efe672c558f087413f65e7272059e01d/0_0_1955_1439/master/1955.jpg?width=445&dpr=1&s=none", "Steel with McLibel co-defendant Dave Morris in 2015."]], "author": ["Amelia Gentleman"], "date": "2022-05-11"}, "https://www.theguardian.com/environment/2022/may/07/climate-hunger-striker-parliament-angus-rose": {"title": "Climate hunger striker expresses shock at being ignored by ministers", "subtitle": null, "text": "Angus Rose starved himself for more than five weeks outside parliament until Green MP Caroline Lucas arranged compromise\\nThe climate hunger striker who starved himself for more than five weeks outside parliament has said he did not expect ministers would ignore his demands and potentially let him die.\\nAngus Rose had said he would not eat until Greg Hands, the energy minister, arranged for Sir Patrick Vallance, the chief scientist, to give politicians and, via broadcast, the public, the climate change briefing he gave to Boris Johnson before the Cop26 climate summit.\\nAfter 37 days, as fears grew of long-term harm or even sudden death, and with no sign of a concession from ministers, he relented after Caroline Lucas, the Green MP, arranged a briefing for MPs through the all-party parliamentary group on climate change. Rose had originally asked for Vallance to do a televised briefing of cabinet rather than address a parliament committee, but said he was happy with the outcome.\\nBy the end of his strike, he had lost 17kg and was having difficulty standing, but still protested outside parliament every day.\\n“Before I started the hunger strike, I thought my odds were, no, they wouldn’t let me die,” Rose said. “But … in spite of the warnings being that I had lost a significant percentage of my body weight, that left me in a very high-risk category.\\n“People in a state of starvation who lose more than 16% of the body mass encounter rapidly deteriorating health … and that’s what some health experts were saying: that I was at very high risk.”\\nHands met Rose during his hunger strike and the two corresponded. Rose previously told the Guardian that Hands insisted he could not meet his demand, and had urged him several times to reconsider his protest.\\nGovernment sources told the Guardian at the time that ministers felt they could not give in to Rose’s demand, since to do so would encourage others to take similarly risky actions. Meanwhile, Rose’s supporters feared he could suffer sudden heart failure after starving himself for so long.\\n“It’s an interesting question,” Rose said. “Would they have? Would they have left me there for another week to see what happened? I don’t know.”\\nRose accepted the outcome of his strike was a compromise, but said it was a similar compromise to that accepted by Guillermo Fernandez, the Swiss hunger striker from whom he had taken inspiration.\\n“He was pressurising the environment minister, all of the pressure was put on her head,” Rose said. “And in my case, all of my pressure was put on Greg Hands. And in both cases, they didn’t agree to the demand, and in both cases there was an alternate solution.\\n“My goal was to get the briefing by whatever means, although the way I saw it up until it was secured, I wasn’t going to back down until Greg agreed to the demand.\\n“Over the 37 days there was only less than half an hour when I sat back and contemplated and reflected on the enormity of the situation ahead of me, and that wasn’t fun.\\n“The way I tried to handle that was just on a day-to-day basis, and over the last 10 days or so, in particular, I got quite a bit weaker, and it started impacting my thinking, my memory. But I was still just doing one day at a time, and I wasn’t going to stop until my demand was met.\\n“Yes, it is, I suppose, a bit of a compromise. But I couldn’t say no to the briefing [that] has been secured.”\\nRose said he felt the “vast majority” of the public he met in his five weeks standing outside parliament supported his aims. He also had a team of about 40 people supporting him, lobbying press and politicians, and orchestrating letters from scientists and medics backing his demand.\\nTowards the end, many were encouraging him to back down. But not all. “I had a friend who was prepared to bring me from hospital in a wheelchair back to be in front of the houses of parliament if I collapsed,” Rose said.\\n“And I was like, wow, I really didn’t expect that. I didn’t expect [that] because it’s so extreme, you know? Who would have been prepared to do that?”\\nRose is part of a growing wave of climate hunger strikers. As well as Fernandez, last year a group of youths staged a shorter hunger strike outside the White House in the US; in the UK, climate activist Emma Smart refused food when she was jailed for protesting with Insulate Britain; Rose himself joined climate hunger strikers in 2019 in the aftermath of Extinction Rebellion’s protests.\\nRose said the growing numbers of climate hunger strikers, and the self-immolation of Wynn Bruce in Washington last month, were part of a “rising tide” of increasingly desperate activism.\\n“People will be taking increasingly desperate measures because the government’s actions and its policies aren’t consistent with maintaining a habitable planet on which to live,” Rose said.\n “This country is currently aiming for world that is two and a half to three degrees warmer. Forget about one and a half. Forget about two. The current policies and actions will see us looking at a world that’s two and a half to three degrees warmer.\\n“So yeah, there these are desperate actions, but they are consistent with the risks.”", "image": [["https://i.guim.co.uk/img/media/ee6a87d7c617d2853704e53861bd59edc317d0f3/0_179_5341_3205/master/5341.jpg?width=465&dpr=1&s=none", "Angus Rose during his hunger strike"], ["https://i.guim.co.uk/img/media/fc60348f97710da0fed19c73ff136649331ee86b/0_500_3648_2189/master/3648.jpg?width=445&dpr=1&s=none", "Angus Rose and other strikers for the climate, 19 March 2022."]], "author": ["Damien Gayle"], "date": null}, "https://www.theguardian.com/politics/2022/may/21/priti-patel-in-fresh-bid-to-push-through-strict-anti-protest-measures": {"title": "Priti Patel in fresh bid to push through strict anti-protest measures", "subtitle": null, "text": "‘We do not make policy through mob rule,’ home secretary will say as she urges MPs to back bill that criminalises obstructing traffic\\nPriti Patel will tell MPs that “we do not make policy through mob rule in this country” as she urges them to give their support to the new public order bill.\\nIt represents the home secretary’s latest attempt to introduce measures that have previously been blocked by the House of Lords as part of the police, crime, sentencing and courts bill.\\nThe measures include introducing a new offence of obstructing major transport networks, which carries a maximum penalty of six months in jail, an unlimited fine, or both.\\nInterfering with key national infrastructure – such as railways, roads and printing presses – will also become a criminal offence, which would bring a penalty of up to 12 months’ imprisonment, an unlimited fine, or both.\\nPatel will give a speech on the proposed bill as she opens the second reading debate in the House of Commons on Monday.\\nThe home secretary is expected to say to MPs: “From day one, this government has put the safety and interests of the law-abiding majority first … but recently we have seen a rise in criminal, disruptive, and self-defeating tactics from a supremely selfish minority.\\n“Their actions divert police resources away from the communities where they are needed most … and we are seeing parts of the country grind to a halt … this is reprehensible behaviour and I will not tolerate it.”\\nAs part of the bill, police will also be given the power to proactively stop and search people to seize items intended for “locking-on” purposes, such as glue or bamboo structures meant for obstructing police.\\n“Lock-on” tactics, such as protesters glueing themselves to roads, vehicles or buildings, have been repeatedly employed by groups such as Insulate Britain and Just Stop Oil.\\nCourts will also be given new powers to make serious disruption prevention orders, which would make those who have been found to repeatedly cause disruption wear an electronic tag, to ensure that they are not in a particular place where they may commit a “protest-related offence”.\\nPatel will add: “I will not stand by and let antisocial individuals keep causing misery and chaos for others. The public order bill will empower the police to take more proactive action to protect the rights of the public to go about their lives in peace.\\n“However passionately one believes in a cause, we do not make policy through mob rule in this country … I will not be deterred from backing the police and standing up for the law-abiding majority, and that’s what the public order bill does.”\\nNorman Reimer, the chief executive of the group Fair Trials, had said of the home secretary’s latest proposals: “By reintroducing plans that have already been rejected by UK parliamentarians, the UK government appears to be intent on destroying the right to peaceful protest rather than protecting it.”\\nMeanwhile, Extinction Rebellion (XR) has already announced plans to “bring millions of people on to the streets” in response to the new bill after it was announced in the Queen’s speech earlier this month.", "image": [["https://i.guim.co.uk/img/media/c5e1d67f7667653dc2949cb593c7bd0201d322ef/0_140_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "Priti Patel"]], "author": null, "date": "2022-05-21"}, "https://www.theguardian.com/books/2022/may/15/ruth-pen-by-emilie-pine-review-a-world-of-joy-and-pain": {"title": "Ruth & Pen by Emilie Pine review – a world of joy and pain", "subtitle": null, "text": "The Notes to Self author’s uplifting debut novel follows the fate of two women over the course of a transformative day in Dublin\\nThe year 2019 didn’t want for sparky essay collections that interrogated the female experience, with Rebecca Solnit, Jia Tolentino and Rachel Cusk all publishing new work. Even so, Emilie Pine’s bestselling Notes to Self stood out. Initially released by a small, independent Irish press before being scooped up by Hamish Hamilton, the Dublin academic’s mainstream debut brought unusual clarity and compassion to bear on sources of resonant personal pain including miscarriage, rape and life as the daughter of an alcoholic father.\\nShe follows it now with a first novel, Ruth & Pen, which taps that same likable combination of benevolence and searing inquiry as it sets the stories of its two title characters dancing around each other, drawing into their orbit questions of sexuality, self-worth and neurodiversity, as well as themes from the essays.\\nRuth is a 43-year-old therapist. With her marriage buckling beneath the weight of repeated IVF cycles, she suspects husband Aidan is about to leave her, and though her days are spent helping others parse their deepest responses, she’s yet to properly acknowledge the extent to which she feels “violated” by all that her body has endured in pursuit of a family.\\nMeanwhile, 16-year-old Pen is on the spectrum, still adjusting to her parents’ divorce and trying to summon the courage to ask her best friend, Alice, out on a date. She has her own recent trauma to contend with, and is increasingly preoccupied by the climate emergency. Her overriding ambition is to be “normal”.\\nThe novel is set over the course of a single October day, during which its Dublin backdrop will host an Extinction Rebellion protest. It won’t be an ordinary day for either protagonist, and by nightfall, both will have faced up to their most anguished fears.\\nDespite being separated by just two degrees, Ruth and Pen are unknown to each other. Their paths cross tantalisingly midway through the novel but what really binds them are their preoccupations – anxieties about their bodies and their value, about language and its limitations. Though decades apart in age, both are awakening to an urgent need to cut their own paths through the tangled terrain of love and desire.\\nThere is much to admire here. Crucially, in giving Pen a complex internal life that’s set on an equal footing with Ruth’s, Pine sidesteps many of the cliches that attend the representation of autistic characters in literature and film. “You can’t be autistic and average at the same time, you have to be gifted and interesting,” Pen observes, thereby demonstrating that she is at least incredibly shrewd. But if her viewpoint enables her to spot universal truths likely to elude the more neurotypical, she’s also just a teenage girl coming of age in uncertain times.\\nIt may not sound like it, but joy is a vital ingredient in Ruth & Pen. Sometimes, accessing it requires thinking back to the past or imagining a fanciful future; more often it’s to be found in life’s small, everyday details – a serendipitous painting or a pleasing idiom, a train pulling in to the platform so that the carriage door is exactly in front of you.\\nThese act as necessary reminders to Pine’s characters – one just making her way into womanhood, the other on the brink of middle age – not to abandon their own desires, however messy or conflicted they appear. That message is one of the most uplifting, lightly subversive rewards of this warm and deeply felt novel.\\nRuth & Pen by Emilie Pine is published by Hamish Hamilton (£14.99). To support the Guardian and Observer order your copy at guardianbookshop.com. Delivery charges may apply", "image": [["https://i.guim.co.uk/img/media/9a8bbdb6632c54081ab8d63ecd5169986dbbc43d/0_556_5743_3444/master/5743.jpg?width=465&dpr=1&s=none", "The action of Ruth & Pen plays out over one October day in Dublin"]], "author": ["Hephzibah Anderson"], "date": null}, "https://www.theguardian.com/australia-news/2022/may/21/teal-independents-punish-liberal-moderates-for-inaction-on-climate-crisis-and-integrity-commission": {"title": "Teal independents punish Liberal moderates for inaction on climate crisis and integrity commission", "subtitle": null, "text": "Climate 200 convenor says ‘people who called themselves moderates didn’t deliver’ while Labor argues election shows ‘teals are eating the Liberal party alive’\\nThe teal independents are on track to win at least five seats from the Liberals, punishing the party’s moderate wing for not securing strong enough action on the climate crisis or introducing a federal integrity commission.\\nThe treasurer and longstanding MP for the Victorian seat of Kooyong, Josh Frydenberg, was set to be the most high-profile loss to the independents backed by the Climate 200 group.\\nThe teal wins will have implications for the makeup of the Liberal party after the election, with the number of self-styled moderates in the party room eroded.\\nThe convenor of Climate 200, Simon Holmes à Court, said the results showed a significant proportion of Australians were “sick of nine years of failure” on climate policy.\\n“The people who called themselves moderates didn’t deliver,” he said on Saturday night.\\nThe Liberal Senate leader, Simon Birmingham, said it was “a clear problem that we are losing seats that are heartland seats, that have defined the Liberal party for generations”.\\nDuring the election campaign, the prime minister, Scott Morrison, generally did not campaign in any of the seats where his MPs were facing challenges from teal candidates, reflecting the assessment that his brand would not assist them.\\nMorrison had implored voters not to “hand over the parliament to a gaggle of independents” which he said would be “a recipe for absolute chaos”.\\nFrydenberg’s independent challenger in Kooyong, Monique Ryan, was on track to secure about 54.5% of the vote after preferences.\\nFrydenberg said at 10pm on Saturday there were “still thousands of postal votes to count” and “while it’s mathematically possible that we win in Kooyong, it’s definitely difficult”.\\nThe former ABC journalist Zoe Daniel claimed a teal victory in the Victorian seat of Goldstein with 54% of the vote after preferences.\\nHer win ends the political career of Tim Wilson, the assistant minister for industry, energy and emissions reduction.\\nDaniel thanked her supporters in the formerly safe Liberal seat, saying the achievement was “extraordinary”.\\nShe noted the electorate was named after the internationally renowned suffragette Vida Goldstein, who ran for the Senate in the 1903 federal election – the first election in which women could be candidates.\\n“She was so independent that she couldn’t bring herself to run for either of the major parties,” Daniel said. “Vida was not elected. This seat is in her name and today I take her rightful place.”\\nEarlier, in an ABC interview, Wilson alleged that he had been targeted by “an unholy alliance [of] GetUp, Extinction Rebellion, the Labor party [and] the Greens all abandoning their traditional stance to back a former ABC journalist”.\\nThe teal independents – named after the colours of their campaign materials – also made strong gains in Sydney seats. They campaigned strongly for more ambitious climate action, the introduction of a strong national integrity commission and equality for women.\\nIn Wentworth, independent Allegra Spender defeated the Liberal MP and former Australian ambassador to Israel, Dave Sharma, garnering nearly 57% of the vote after preferences.\\nIn North Sydney, teal Kylea Tink was set to take the seat from Trent Zimmerman with about 54% of the vote after preferences, although the incumbent was hoping postal votes could still save him. Labor’s high-profile candidate for North Sydney, Catherine Renshaw, also garnered strong support in the seat.\\nTink claimed victory saying she would now be seeking her community’s support to “change the climate in Canberra”.\\nTink said it was not just her victory but a win for the 1,000 volunteers who powered her campaign.\\nShe promised to deliver “faster action on climate change, an integrity commission, an economy that is forward-focussed and action to address the systemic inequality that continues to plague our community”.\\nZimmerman had not yet conceded defeat but admitted “the pathway to victory in North Sydney is a narrow one”.\\nReflecting on the likely loss of several urban seats, Zimmerman said the Liberal party must ensure it represented “the aspirations of the great urban areas that represent a large portion of the economic activity of our nation”.\\n“There is a driving desire in the communities I represent for greater action on climate change, for greater action in areas like ensuring there are genuinely more opportunities for women in our communities,” the outgoing Liberal MP said.\\nZimmerman said “we cannot ignore them, for if we do, winning government again will be impossible”.\\nMatt Kean, the NSW treasurer and a leading moderate, said the lesson of Saturday night was that “when the Liberal party goes too far to the right we lose in the centre”.\\n“The Liberal party is at its strongest when we represent the diversity in the community. Tonight we have had a very strong message from our heartland that we are not representing them.”\\nAnother teal independent, Sophie Scamps, was likely to defeat Jason Falinski in Mackellar with about 53% of the two-candidate vote.\\nIn the Western Australian seat of Curtin, independent candidate Kate Chaney has run a strong challenge against Liberal MP Celia Hammond. Early results had Chaney ahead with about 52.5% of the vote after preferences.\\nHolmes à Court said Climate 200 had raised about $12m for the campaigns and he had personally contributed 2% of that amount.\\nHe praised the strength and enthusiasm of the local campaigns, saying they were “incredible campaigns like we’ve never seen before”. He said they had “thousands of volunteers”.\\n“The Kooyong campaign knocked on every knockable door in the electorate – 55,000 knockable doors. No one has ever done that before,” Holmes à Court told Guardian Australia.\\nHe said Climate 200-commissioned polling of the target seats had shown voters’ main concern was climate change and their second or third-highest priority was integrity in government.\\nIn the upper house, the Climate 200-backed independent candidate David Pocock appeared a strong chance of gaining one of the two Australian Capital Territory Senate seats.\\nLabor’s campaign spokesperson, Jason Clare, speaking on the Seven Network as the results were being tallied, said: “The teals are eating the Liberal party alive.”\\nBirmingham, a prominent moderate, argued the Liberal party should not shift too far to the right after the election.\\n“We need to heed the message because forming government in the future without winning those sorts of seats is a next to impossible task,” Birmingham told the ABC.\\nThe independent MP Zali Steggall – another Climate 200-backed candidate – was re-elected in the seat of Warringah with more than 60% of the vote after preferences.\\nThe Liberal party suffered a primary vote swing against it of 6% after its candidate, Katherine Deves, attracted criticism for her anti-trans activism.", "image": [["https://i.guim.co.uk/img/media/417319e7513083cd814bffe83ff9cc8d3baad67e/0_0_3000_2000/master/3000.jpg?width=465&dpr=1&s=none", "Monique Ryan"], ["https://i.guim.co.uk/img/media/6193523778effe5302001cd32c81b3b8438664c6/0_86_3975_2385/master/3975.jpg?width=445&dpr=1&s=none", "Independent Goldstein candidate Zoe Daniel celebrates with supporters in Melbourne on Saturday night."], ["https://i.guim.co.uk/img/media/c055e20e2cbfea23be3ca9ab6da524e37c1017e5/0_370_5568_3341/master/5568.jpg?width=445&dpr=1&s=none", "Allegra Spender (right) hugs her sister Bianca Spender outside Bondi Beach public school in the seat of Wentworth on Saturday morning."]], "author": ["Daniel Hurst", "Anne Davies"], "date": "2022-05-21"}, "https://www.theguardian.com/environment/video/2022/may/10/inside-just-stop-oil-the-hooligan-climate-protesters-taking-on-the-tankers-video": {"title": "Inside Just Stop Oil: the 'hooligan' climate protesters taking on the tankers – video", "subtitle": null, "text": "Damien Gayle, a Guardian environment correspondent, follows a group of climate activists as they try to paralyse the UK's fossil fuel distribution network. We film with him as the protesters break into oil terminals, glue themselves to the road, climb onboard oil tankers and let down their tyres. The campaign, called Just Stop Oil, argues the UK has three years to slash its carbon emissions. They have been met with arrests, injunctions and condemnation from politicians – with the government using the Queen’s speech to announce curbs on disruptive protests. But with deep-pocketed supporters, and claims they are signing new volunteers every day, they are vowing to continue\\n", "image": null, "author": ["Damien Gayle", "Kyri Evangelou", "Maeve Shearlaw", "Bruno Rinvolucri", "Katie Lamborn"], "date": "2022-05-10"}, "https://www.theguardian.com/business/2022/may/28/consultant-who-ditched-shell-take-a-look-at-yourselves-in-the-mirror": {"title": "Consultant who ditched Shell: ‘take a look at yourselves in the mirror’", "subtitle": null, "text": "Caroline Dennett says she has been flooded with support after decision that has cost ‘around 60%-70% of my business’\\nCaroline Dennett’s eye was caught by a placard with two stark words: “insiders wanted”. The safety consultant was watching a video of Extinction Rebellion climate protesters who had glued themselves inside Shell’s headquarters in April and were encouraging employees to jump ship to aid its cause.\\nThis week Dennett, who runs the independent agency Clout, released a bombshell video severing ties with Shell after an 11-year business relationship. She emailed 1,400 Shell employees and accused the £177bn behemoth of causing “extreme harms” to the environment and having a “disregard for climate change risks”.\\nShe believes Shell is failing to wind down its polluting fossil fuels business and urged its employees to “walk away while there’s still time”. She acknowledged that she was “privileged” in being able to make the choice to cut ties.\\nSpeaking to the Guardian, she says support for her decision has flooded in from clients and people all over the world. Her cause may have been helped by the fact Shell has made outsized profits from the energy crisis, hitting its public image and fuelling calls for a windfall tax, which has now been introduced.\\nA lone troll told her: “You have taken the money and now you have run, you princess.”\\nDennett’s mic drop video was the culmination of a growing sense of unease in working with the 115-year-old company. Her relationship with Shell began in the aftermath of BP’s Deepwater Horizon disaster as the industry scrambled to tighten up safety procedures.\\nShe studied the lessons from the Gulf of Mexico, and other tragedies, including poor handovers and pressure to take shortcuts. Clout then designed a bespoke survey for frontline workers, managers and contractors. Since then, her work has taken her to an old gas plant at Jumping Pound in Alberta, Canada, and to Qatar and Trinidad. Her in-depth studies question employees on safety processes, their training, resources and whether managers trust them to be given responsibility. She has completed several such large studies for Shell, as well as other clients in oil and gas and unconnected industries.\\nAt the same time, Dennett had become increasingly engaged in climate activism. She has spent time addressing councils and schools around Dorset – she lives in Weymouth – leading debates and encouraging local action, such as installing solar panels on village halls.\\n“I’d find myself asking councils to take their money out of fossil fuels but then admitting I work in the industry and need to do this myself. We’re all hypocrites to some extent but this was starting to feel ridiculous,” she says.\\n“What’s clear from working with the frontline employees at Shell is that net zero is just not talked about internally. It simply never comes up where issues like safety and tensions with local communities do,” she says.\\nBut is it fair to expect an oil-rig worker to be engaged in their employer’s overarching corporate strategy? “Yes. If it was embedded in the company you would be hearing it discussed all the time. They are experts in managing risk but are not managing the climate risk,” she says.\\nThe strength of feeling about Shell’s impact on the environment was underscored the day after Dennett’s video was released. At the company’s annual shareholder meeting at Methodist Central Hall in London, Extinction Rebellion protesters banged drums and shouted: “Shell must fall” as people filed in.\\nInside, protesters delayed the meeting by nearly three hours by shouting, and singing “we will stop you” to the tune of Queen’s 1977 hit We Will Rock You. The executive team sat still, stony faced, watching on while the chairman, Sir Andrew Mackenzie, tried to placate the protesters. “It was amazing. Singing at the board, you can’t get any more non-violent direct action than that,” Dennett says.\\nHer decision to snub Shell comes at a price – “around 60%-70% of my business”, she admits. There’s also the possibility of legal action from Shell.\\nIt’s a business she built after an unlikely journey. She was born in Merthyr Tydfil, south Wales; her father fitted industrial piping and her mother worked in a leisure centre. After studying criminal justice and later marketing, she worked in social services, including a psychiatric hospital. Six years in the Netherlands followed, working first for a nascent satnav developer and then for the camera company Canon. She then worked for research agencies before setting up Clout.\\nSo what would be the dream reaction to her very public display of dissent? “That Shell would wake up and use all of the skill, capital, the human power to genuinely transition. They were a pioneering company that had a vision. They do not have a vision now. It’s a take take take vision. All they can think of is to continue what they have been doing. To the executives, I say: take a look at yourself in the mirror.”\\nShell said more than 75% of the £20bn to £25bn it intends to spend in the UK over the next decade is in low and zero carbon products and services. The company said: “We expect our energy transition spend to constitute 50% of our total spend by 2025.”", "image": [["https://i.guim.co.uk/img/media/14eca33a526b923d01ba4b3a8f4f086b62bdff86/0_2_1458_875/master/1458.jpg?width=465&dpr=1&s=none", "Caroline Dennett at a protest against fossil fuels"], ["https://i.guim.co.uk/img/media/05a8a35832012768940ff68da7ec7c8b4a18f1df/0_131_5431_3259/master/5431.jpg?width=445&dpr=1&s=none", "A masked Extinction Rebellion activist at Methodist Central Hall"]], "author": ["Alex Lawson"], "date": null}, "https://www.theguardian.com/business/2022/may/23/shell-consultant-quits-environment-caroline-dennett": {"title": "Shell consultant quits, accusing firm of ‘extreme harms’ to environment", "subtitle": null, "text": "Caroline Dennett tells staff in video she made decision because of ‘double-talk on climate’\\nA senior safety consultant has quit working with Shell after 11 years, accusing the fossil fuel producer in a bombshell public video of causing “extreme harms” to the environment.\\nCaroline Dennett claimed Shell had a “disregard for climate change risks” and urged others in the oil and gas industry to “walk away while there’s still time”.\\nThe executive, who works for the independent agency Clout, ended her working relationship with Shell in an open letter to its executives and 1,400 employees. In an accompanying video, posted on LinkedIn, she said she had quit because of Shell’s “double-talk on climate”.\\nDennett accused the oil and gas firm of “operating beyond the design limits of our planetary systems” and “not putting environmental safety before production”.\\nShe said: “Shell’s stated safety ambition is to ‘do no harm’ – ‘Goal Zero’, they call it – and it sounds honourable but they are completely failing on it.\\n“They know that continued oil and gas extraction causes extreme harms, to our climate, to our environment and to people. And whatever they say, Shell is simply not winding down on fossil fuels.”\\nDennett told the Guardian she “could not marry these conflicts with my conscience”, adding: “I could not carry that any longer, and I’m ready to deal with the consequences.”\\nShell was a “major client” of Dennett’s business, which specialises in evaluating safety procedures in high-risk industries including oil and gas production. She began working with Shell in the aftermath of BP’s Deepwater Horizon oil spill in 2010, which rocked the industry.\\n“I can no longer work for a company that ignores all the alarms and dismisses the risks of climate change and ecological collapse,” she said. “Because, contrary to Shell’s public expressions around net zero, they are not winding down on oil and gas, but planning to explore and extract much more.”\\nDennett – a criminal justice graduate who has spent her career in research and consultancy – was inspired to stop working with Shell after watching news footage of Extinction Rebellion climate protesters urging the company’s employees to leave. The movement’s TruthTeller whistleblowing project encourages oil and gas employees to walk away from the industry.\\nThe consultant, who runs internal safety surveys and is based in Weymouth, Dorset, acknowledged she was “privileged” to be able to walk away and “many people working in fossil fuel companies just aren’t so lucky”.\\nShe urged Shell’s executives to “look in the mirror and ask themselves if they really believe their vision for more oil and gas extraction secures a safe future for humanity”.\\nIn late 2020, several Shell executives in its clean energy sector left amid reports they were frustrated at the pace of Shell’s shift towards greener fuels.\\nHer announcement comes on the eve of Shell’s AGM in London on Tuesday. Its plans to reduce emissions will be discussed at the meeting where the Dutch activist group Follow This will push for the company’s policies to be more consistent with the Paris climate accord. Shell’s board has told investors to reject the group’s resolution that asks it to set more stringent climate goals.\\nThe Shell investor Royal London has said it intends to abstain on a vote on the firm’s climate transition proposals.\\nThe Shell chief executive, Ben van Beurden, could experience an investor rebellion against his £13.5m pay packet at the AGM after the investment adviser Pirc urged a vote against it.\\nA Shell spokesperson said: “Be in no doubt, we are determined to deliver on our global strategy to be a net zero company by 2050 and thousands of our people are working hard to achieve this. We have set targets for the short, medium and long term, and have every intention of hitting them.\\n“We’re already investing billions of dollars in low-carbon energy, although the world will still need oil and gas for decades to come in sectors that can’t be easily decarbonised.”\\nShell also faces the prospect of a potential windfall tax to fund cuts to household bills after the energy industry reported bumper profits fuelled by the increase in market prices, prompting opposition parties to call on the government to bring in a one-off levy.\\nOn Monday, the biggest oil and gas producer in the North Sea spoke out against a one-off levy, arguing it would lead to the industry approving fewer projects.\\nHarbour Energy’s chief executive, Linda Cook, told the Financial Times: “A higher tax burden will make it more challenging for new oil and gas projects to meet investment hurdle rates, meaning fewer projects will be sanctioned.\\n“This is at a time when industry is being encouraged to increase domestic UK oil and gas production and support an orderly energy transition.”\\nHarbour has told the government it plans to invest $6bn in the North Sea over three years as industry makes its case against the tax. The Guardian revealed this month that Cook had received a £4.6m “golden hello” from the firm.", "image": [["https://i.guim.co.uk/img/media/c9e12cd6525b823b47337f0fe09850295547d3b4/0_269_3952_2371/master/3952.jpg?width=445&dpr=1&s=none", "Shell logo"]], "author": ["Alex Lawson"], "date": "2022-05-23"}, "https://www.theguardian.com/politics/2022/may/09/boris-johnson-to-force-through-new-anti-protest-curbs-in-queens-speech": {"title": "Boris Johnson to force through new anti-protest curbs in Queen’s speech", "subtitle": null, "text": "Government to announce new offences to stop protesters from ‘locking on’ to infrastructure\\nBoris Johnson’s government will force through police powers to prevent disruptive yet peaceful protests as one of 38 new bills in Tuesday’s Queen’s speech.\\nIn a move to reinstate measures thrown out by the House of Lords in January, the government will announce new offences to stop protesters from “locking on” to infrastructure, extend stop and search powers, and make it illegal to obstruct transport projects.\\nThe public order bill will be aimed at quashing tactics employed by protest groups such as Extinction Rebellion, Insulate Britain and Just Stop Oil.\\nIt will be seen as part of a plan by Johnson to boost his premiership with proposals which will appeal to core Tory supporters.\\nThe development came as Buckingham Palace announced on Monday night that the Queen will miss the state opening of parliament. The Prince of Wales will instead read the Queen’s speech for the first time on her behalf.\\nIn a move that will anger civil liberty groups, the new public order measures will include:\\nNew criminal offences of locking on, and going equipped to lock on to others, objects or buildings – carrying a maximum penalty of six months’ imprisonment and an unlimited fine.\\nThe creation of a new criminal offence of interfering with key national infrastructure, such as airports, railways and printing presses – carrying a maximum sentence of 12 months in prison and an unlimited fine.\\nMeasures to make it illegal to obstruct major transport works, including disrupting the construction or maintenance of projects like HS2 – punishable by up to six months in prison and an unlimited fine.\\nThe bill is expected to extend stop and search powers so the police can seize articles related to these new offences. New preventive “serious disruption prevention orders” will also be available for repeat offenders, a statement said.\\nThe home secretary, Priti Patel, first announced plans to disrupt the tactics of protesters last October at the Conservative party conference. But in January, peers rejected half a dozen government amendments to the police, crime, sentencing and courts bill which would have introduced the measures.\\nBecause the amendments were introduced in the House of Lords once the bill had passed through the Commons they could not be sent back to MPs. However, the latest plan will mean that the government can rely on its Commons majority to force through a new law.\\nCommenting on the new measures, Patel said: “The public order bill will give the police the powers they need to clamp down on this outrageous behaviour and ensure the British public can go about their lives without disruption.”\\nThe programme includes seven bills intended to remove EU regulation, covering areas from data reform to gene editing and financial services.\\nOther new laws are expected to try to boost economic growth across the country to address the cost of living crisis. The government will also try to create the conditions for more people to have high wage, high skilled jobs, and keep the public safe, a statement said.\\nAnnouncing a “mission to deliver”, Johnson will say: “This Queen’s speech will get our country back on track, and I will strive – and this government will strive – night and day to deliver it.\\n“Because in spite of everything we have been through, we are going to ensure that over the two years we have left in this parliament, we spend every second uniting and levelling up this country, exactly as we said we would.”\\nFollowing Conservative backbench concerns over the cost of living crisis, the government is widely expected to make announcements on its energy strategy. Other expected announcements include changes to Northern Ireland’s post-Brexit border arrangements and a replacement for the Human Rights Act.\\nAddressing cost of living challenges, Johnson is expected to say: “We will get the country through the aftershocks of Covid, just as we got through Covid, with every ounce of ingenuity and compassion and hard work.\\n“By urgently pressing on with our mission to create the high wage, high skilled jobs that will drive economic growth across our whole United Kingdom.”\\nBuckingham Palace said in a statement that the Queen, 96, has pulled out of the ceremonial occasion after experiencing “episodic mobility problems”.\\n“At Her Majesty’s request, and with the agreement of the relevant authorities, the Prince of Wales will read the Queen’s speech on Her Majesty’s behalf, with the Duke of Cambridge also in attendance,” the statement said.", "image": [["https://i.guim.co.uk/img/media/8d1a040857d637dc02b76549d82910f60a5ed899/0_169_5108_3066/master/5108.jpg?width=465&dpr=1&s=none", "Extinction Rebellion protesters locked together in Oxford Circus, London"]], "author": ["Rajeev Syal"], "date": "2022-05-09"}, "https://www.theguardian.com/books/2022/may/19/ruth-pen-by-emilie-pine-review-a-tale-of-two-lives": {"title": "Ruth & Pen by Emilie Pine review – a tale of two lives", "subtitle": null, "text": "Set over one day in Dublin, this gentle, empathetic debut explores love and loss through the stories of two women\\nAs a young woman, Virginia Woolf’s Clarissa Dalloway established a theory about the problem of knowing other people. In each interaction we have, she believed, some trace of who we are is left behind; and so to know someone, “one must seek out the people who completed them; even the places”. Perhaps we should consider their encounters with culture, too: which aspects of themselves they find (and therefore we find) within works of art, music, literature.\\nPen, the teenage protagonist of Emilie Pine’s debut novel, Ruth & Pen, describes Mrs Dalloway this way: “When she’d read that book by Virginia Woolf last summer, about the man with shell shock, Pen had understood why he had jumped from the window, and she had also understood how hard it was for his wife, who could not help him.” What Pen takes from Woolf’s fourth novel is equally instructive about her own character: the fact that she alights on Septimus Warren Smith, the traumatised first world war veteran, as the text’s fulcral figure. In Septimus’s sensitivity and vulnerability, Pen sees something of herself. School can be challenging for a young person with autism: she has few friends, and requires regular timeouts from class to cope with the sensory shock that each day presents.\\nPen’s summation of Mrs Dalloway also offers a key to her compassionate worldview: she can feel Septimus’s pain and that of his wife at once; she can admit her own unhappiness and simultaneously recognise the ways that sadness hurts her mother, too. Throughout Ruth & Pen, opposing statements are bonded together: “It’s too late. It’s not too late”; “Run! Stay!” “The truth is: No. The truth is: Yes.” The title itself, with its prominent ampersand, is indicative of this balancing act of positions that the novel strives towards.\\nAs in Mrs Dalloway, there are two figures around which the action orbits, and the story takes place over the course of a day – 7 October 2019 in Dublin. For the first few chapters the narrative reliably alternates between Pen and Ruth by means of a close third-person. They cross paths twice, both times briefly, at an Extinction Rebellion protest in Merrion Square, where much of Pen’s storyline takes place. She is there to meet the girl she is in love with, Alice; she plans to disclose her true feelings, finally, after the protest. The chapters focusing on Pen are beautifully managed, taking seriously the experiences of a young person with autism.\\nRuth is a therapist in her 30s. On 7 October she wakes up alone. Her husband, Aidan, is away on a work trip, and she feels apprehensive about his return in the evening. For a long time, they have been locked into the same fight. For Ruth, three cycles of IVF – all those churning hormones, spikes of hope and deep valleys of disappointment – have put considerable strain on their relationship. With each failed cycle, Ruth feels she and Aidan are “losing more of ourselves”. In her view, they have reached a blind alley: she cannot go on like this and he can only see her refusal as a giving up on any potential future between them. \n  Ruth’s storyline is an extension and reworking of an excellent essay in Pine’s acclaimed 2018 collection, Notes to Self. From the Baby Years draws on her and her partner’s attempts to conceive, ending with their decision to forgo IVF and stop “trying” (a phrase Pine comes to hate). The voice in Notes to Self has a brilliant force to it, like the intrusive beam of a searchlight, revealing in stark detail all aspects of Pine’s various, deeply personal subjects. In Ruth & Pen the intensity of feeling is diluted, not just by the third-person perspective, but by the introduction of further voices as the story progresses. Aidan, Alice and Pen’s mother, Claire, all get their own chapters. And they, like Ruth and Pen, are decent, well-intentioned people. While this ensures that Ruth & Pen develops into a gentle, empathetic novel, the sharpness of thought that is so propulsive in Notes to Self is missing.\\nIn a 1923 diary entry, Woolf wrote of her intentions for Mrs Dalloway: “I want to give life & death, sanity & insanity; I want to criticise the social system, & to show it at work, at its most intense.” Woolf’s novel is charged because of these conflicting elements, which are held in tension by means of two primary characters that exist as dark doubles for each other. There is not enough friction, not enough pressure between the protagonists of Ruth & Pen; its coordinative, paratactic style of “both/and” is the final limitation to its success.\\nRuth & Pen by Emilie Pine is published by Hamish Hamilton (£14.99). To support the Guardian and Observer order your copy at guardianbookshop.com. Delivery charges may apply.", "image": [["https://i.guim.co.uk/img/media/ca096ae31d9475164f01c6f47c812fdf6619b52f/79_254_3339_2003/master/3339.jpg?width=465&dpr=1&s=none", "Ruth &amp; Pen is set on the day of an Extinction Rebellion protest."]], "author": ["Lamorna Ash"], "date": null}, "https://www.theguardian.com/uk-news/2022/may/01/were-collateral-damage-fury-in-yorkshire-village-at-its-role-in-migrant-detention-plan": {"title": "‘We’re collateral damage’: fury in Yorkshire village at its role in migrant detention plan", "subtitle": null, "text": "Priti Patel has buried ‘humane’ plans for refugees – and in Linton-on-Ouse, locals fear a new ‘reception centre’ has an undisclosed purpose\\nFor Priti Patel, the findings of the report on her desk were no doubt unpalatable. Fixated on creating a system that detained and quickly removed asylum seekers, the home secretary would have been shocked to discover that some officials in her department were now enthusing about a “humane” alternative.\\nAt precisely the same time as the Home Office was secretly drawing up options for new immigration removal centres, civil servants elsewhere in the department were championing an option that may have rendered such plans redundant.\\nThe results of a Home Office scheme in Newcastle, the first government-funded alternative to detention, had been unequivocally successful. Supporting women asylum seekers in the community was found to improve their wellbeing at half the cost of detaining them. Vulnerable women who otherwise would have been incarcerated experienced greater stability and better health.\\nStaff involved in the programme were convinced of its merits. “The Home Office officials who set up the project were really invested in it and felt it worked extremely well as a detention alternative. Sadly, their political masters had less interest,” a source said.\\nDespite approving all the recommendations of the pilot’s evaluation, Patel’s department buried it. When asked why, the Home Office declined to comment.\\nAnother trial funded by the Home Office in Bedford, which helps improve the prospects of undocumented migrants while protecting them from detention, is also said to show extremely positive results. Yet it is due to end in June and the concern is that it too will be ignored. Another three government schemes for alternatives to detention have been cancelled.\\nDuncan McAuley, chief executive of charity Action Foundation, which ran the Newcastle trial, said he was “really disappointed” that alternatives were not being pursued despite evidence they were a viable solution.\\nLast week his outlook darkened further. The passing of the contentious Nationality and Borders Act on Wednesday night, critics warn, raises the prospect of more asylum seekers being detained along with more immigration removal centres to house them.\\nAlready some believe Patel’s headline-grabbing plan to deport asylum seekers to Rwanda may prove to be a distraction designed to deflect scrutiny from the rolling out of facilities like that envisaged for a former RAF base at Linton-on-Ouse.\\nAnd an Observer investigation into the proposed immigration facility in north Yorkshire has uncovered disturbing elements that the government seems to have wanted kept secret.\\nBilled as a reception area, it appears that the Home Office is actually planning to detain an undisclosed number of the approximately 1,500 asylum seekers it intends to house there.\\nAn official government fact sheet dated 14 April offers no mention of the potential for individuals to be detained, saying only that asylum seekers will receive a safeguarding call if they are not back by 10pm.\\nBut at a community meeting, caught on a video obtained by Liberty Investigates, the local Tory MP Kevin Hollinrake told residents: “There are some people on the site where there will be a detention centre element of it and those people won’t be allowed to leave the detention centre.”\\nLater, when approached by the Observer, Hollinrake confirmed that “they [the Home Office] did mention a detention element to me but didn’t say how many would be in it”. The Home Office responded by saying that “service users” at the facility “will not be detained, however they are expected to be on site overnight”.\\nAnother unreported element is the potential involvement of Serco, the outsourcing firm whose staff have been accused of sexual abuse of detainees. Figures from North Yorkshire police and Linton’s parish council have cited the possibility that the site might be run by Serco, a detail also omitted from the government fact sheet.\\nSerco is already contracted to run some of the most controversial immigration removal centres like Brook House outside Gatwick airport where independent observers have recorded a surge in incidents of self-harm and suicide attempts. Serco and the Home Office chose not to comment.\\nThe possibility of a detention facility run by a firm with such a controversial record is already causing concern. Lottie Hume, a solicitor at Duncan Lewis, said: “The only reason to have a hybrid detention-accommodation facility is for the Home Office to effect removal at a rate which will erode due process and restrict ability to seek help from others.”\\nAgnes Tonah knows only too well the impact of detention. Ten years after being held in Serco’s notorious Yarl’s Wood immigration centre in Bedford, the experience continues to haunt her. During Tonah’s 90-day incarceration after fleeing war in west Africa, she says her mental health suffered profoundly. She knew another young woman who tried to kill herself because they “couldn’t understand” why they were effectively jailed.\\n“Detention is a prison. It is a traumatising place where people seeking sanctuary find themselves locked up.”\\nTonah finds it bewildering that the UK government has opted for what she describes as a policy of cruelty. “Why imprison me when I was just asking for safety? Detention harms people.”\\nThe passing of the Borders Act promises fresh harm. It is understood the government has an undisclosed list of other potential sites for immigration centres, while a new facility just for women recently opened.\\nCritics of the new facility at Derwentside in County Durham say information from inside is difficult to obtain. What is known is that some women allege they have been denied vital in-person legal advice that campaigners say could impair the chance of a successful case, claims that have resulted in a legal challenge. The Home Office responded saying that face-to-face legal visits “can be facilitated”.\\nThe opening of Derwentside remains a blow to advocates of a progressive asylum system. When it opened its doors after Christmas, the number of women in UK immigration detention stood at a historic low of 24. Within weeks the results of the Newcastle alternative to detention scheme were discussed in the Home Office, then put aside.\\nIt marks a long fall from 2015 when the then home secretary, Theresa May, urged a review that concluded ministers should reduce “boldly and without delay” detention numbers along with a “presumption against detention” of victims of rape and sexual violence and those suffering post-traumatic stress disorder.\\nA close working relationship was fostered with the United Nations to find a solution to detention, resulting in a Home Office and UNHCR working group on the issue, which first met in October 2017.\\nSuch enlightened ambitions have been flattened by Patel. Celebrating the passing of its divisive bill on Thursday, the Home Office confirmed a key focus was “the removal of those with no right to be in the UK”.\\nMcAuley said: “As the passing of the bill clearly indicates, this government is clearly committed to a more costly, less effective and inhumane approach to immigration management.”\\nIn Linton-on-Ouse, locals fear life may never be the same. There is talk of resorting to extreme tactics like those used by Extinction Rebellion activists, such as gluing themselves to fences and roads.\\n“Right now, nothing’s off the table. People are becoming quite desperate,” said Marc Goddard, a parish councillor. He likens the plans to the flooding of another north Yorkshire village, West End, which was submerged in the 1960s to make way for a reservoir supplying Leeds with drinking water.\\n“It feels like that’s what’s happening to this village. We’re collateral damage, sacrificed, to simply quench the inadequacies of a truly incompetent Home Office,” said Goddard.", "image": [["https://i.guim.co.uk/img/media/0c2aaf69c8879c3758dc1a39321cd80d359f1470/0_322_6720_4032/master/6720.jpg?width=465&dpr=1&s=none", "Marc Goddard, a parish councillor at Linton-on-Ouse, outside the entrance to the former RAF base"], ["https://i.guim.co.uk/img/media/408705f6da37018cdb98b2ab8cd288a905f3250f/0_224_6720_4032/master/6720.jpg?width=445&dpr=1&s=none", "MoD housing stock used by the families at the former RAF base."], ["https://i.guim.co.uk/img/media/49632286d1f1fabffe051dd6d6f7c64933c52889/0_448_6720_4032/master/6720.jpg?width=445&dpr=1&s=none", "The town’s disused RAF base is to be converted to housing for asylum seekers, but details are emerging of plans to detain some of them there."], ["https://i.guim.co.uk/img/media/a18a962703d01b068c2b6332630e425c686c2867/0_448_6720_4032/master/6720.jpg?width=445&dpr=1&s=none", "Jackie Holder lives near the proposed facility, which residents have vowed to block."]], "author": ["Mark Townsend", "Aaron Walawalkar"], "date": "2022-05-01"}, "https://www.theguardian.com/books/2022/may/28/the-perfect-golden-circle-by-benjamin-myers-review-rollicking-crop-circle-folk-tale": {"title": "The Perfect Golden Circle by Benjamin Myers review – rollicking crop-circle folk tale", "subtitle": null, "text": "A spirited and anarchic novel about 80s outsiders on a quest to bring magic to the landscape\\n“Without fields – no us. Without us – no fields,” wrote the great nature writer Tim Dee in his 2013 book Four Fields. He had a caveat: “These acres of shaped growing earth, telling our shared story over and over, are so ordinary, ubiquitous and banal that we have – mostly – stopped noticing them as anything other than substrate or backdrop, the green crayon-lane across the bottom of every child’s drawing.”\\nIt’s this myopia that Benjamin Myers explores in his roiling, rollicking novel The Perfect Golden Circle, set during the long hot summer of 1989. Thatcher, apartheid, the Berlin Wall: things seemed solid then. In the West Country, though, history was being made at night; farmers were waking up to discover their wheat fields decorated with crop circles and other mysterious radials. Was it the work of extraterrestrials, or proto Banksys?\\nIn Myers’s telling, the men responsible were no vandals. Redbone and Calvert are an odd couple; their names may suggest a Savile Row shirtmaker, but the pair are closer in spirit to centrifugal visionaries such as the KLF. Redbone is younger, has travelled Europe with various bands, and is popular with women; Calvert is taciturn, always wears sunglasses, and has PTSD after serving in the SAS during the Falklands war. For weeks on end, living in a battered camper van, they move through the English countryside. Their goals: to create ever more dazzling patterns, to stay anonymous, to not get caught.\\nThe fields are rarely quiet at night. Redbone and Calvert encounter “lampers”, driving around in open-top jeeps shining spotlights at badgers and hares before setting dogs on them. They come across people having sex in laybys; fly-tippers; Gypsy prizefighters; a ghostly old woman who says she has been searching for her missing dog, Sebastian, most nights since 1909; a pissed aristocrat who turns out to be the son of the third richest landowner in the country.\\nThe days, too, are far from bucolic. The country lanes teem with rogues, quacks, chancers. The crop circles draw Fleet Street stringers, ufologists, a demonic exorcist, a disgraced psychic and a retired physicist explaining to passersby that they are “created by an electro-magnetic-hydrodynamic plasma vortex”. There’s also a grand wizard from Cornwall, “a new age a cappella vocal group improvising a work that will later feature on their album Lapsed Eden/Visions of Gaia, several leading Greenpeace activists ... four police officers, half a dozen dogs and Brian Eno”.\\nThe novel begins portentously. The narrative invokes wolves stalking shrinking copses and fields that are full of bones, “rotting deep in the rich soil of a singular cemetery called England”. Throughout, there are echoes of David Peace, Gordon Burn, Stephen Barber – writers who render the recent past as occulture, hallucinatory. There are also spectres of other more politically fraught fields from the 80s: Goose Green, Orgreave, the Battle of the Beanfield near Stonehenge.\\nBut a steady flow of banter lightens the mood. Redbone describes his new musical direction as “Grindcore shit, but with a strong acid house influence”. “You’re not doing rural West Country reggae any more, then?” replies Calvert. It’s easy to imagine Myers giggling as he came up with the names of some of the circles: Throstle Henge Asteroid Necklace and Bracklebury Dodman could be Aphex Twin tracks.\\nMyers isn’t an ironist. What’s most striking about The Perfect Golden Circle is the way it depicts time – its thickness, mysteries, continuities, the way it ebbs and flows. Redbone knows that “there exists an under-England, a chthonic place” in which there are “so many secrets that go beyond the limitations of the here and now”. He and his pal have epiphanies about belonging to a lineage of people who, across millennia, have been magicked by the fields. A cuckoo song is “a call down the centuries ... a canticle for the warming land”. That summer it never rains. The wheat fields “whisper their desperate thirst”. Calvert, a glum Tiresias, foresees new viruses, broken food chains.\\nDee argued that fields show “how we live both within the grain of the world and against it”. Those trespassed by Redbone and Calvert serve to hex that persistent strain of English pastoralism that dotes on baronial piles and manicured landscapes. They embody a counter-tradition: the pagan, anarchistic ruralism so vividly channelled in Jez Butterworth’s Jerusalem, or David Rudkin’s Penda’s Fen, or by rogue art groups such as English Heretic and Folklore Tapes.\\nFor Redbone and Calvert, England “is a kingdom that belongs entirely to the dreaming dissenters and the rat-tailed revolutionaries, and is open to all comers. All borders and boundaries, whether visible or not, are only there for the burning.” The Perfect Golden Circle makes these eccentric outsiders seem like seditionaries in arcadia, contemporary folk heroes.\\nThe Perfect Golden Circle is published by Bloomsbury (£16.99). To support The Guardian and Observer, order your copy at guardianbookshop.com. Delivery charges may apply.", "image": [["https://i.guim.co.uk/img/media/1aead53bef7aeb1d8dad5e6b60c92cc0b550b7c3/0_304_3560_2137/master/3560.jpg?width=465&dpr=1&s=none", "‘Was it the work of extraterrestrials, or proto  Banksys?'"]], "author": ["Sukhdev Sandhu"], "date": null}, "https://www.theguardian.com/australia-news/2022/may/12/a-new-dynamic-in-goldstein-teal-turbulence-sweeps-wealthy-melbourne-seat": {"title": "A new dynamic in Goldstein: teal turbulence sweeps wealthy Melbourne seat", "subtitle": null, "text": "Small-l liberal voters in the inner-city electorate have seized on Zoe Daniel’s candidacy, while Tim Wilson battles his leader’s unpopularity\\nDriving down Beach Road, it quickly becomes apparent the race in Goldstein – one of the Liberal party’s safest Melbourne seats for more than 120 years – is tight.\\nAttached to the beachfront mansions, there are dozens of signs spruiking the economic credentials of the incumbent, Tim Wilson – some recently cleaned of vandalism – and just as many of Zoe Daniel, the former ABC journalist running as an independent.\\nOrmond resident Shai Diner says it’s an exciting time for many in the electorate who traditionally don’t vote Liberal and have felt their vote “doesn’t matter”.\\n“There seems to be a growing sentiment that we can make something happen here and I hope that’s the case,” he says.\\n“It’s a progressive electorate. We’re in inner-city Melbourne, people care about climate change, people care about integrity in politics, people care about human rights, but economically they’re not pro-welfare and all of that, so that’s why Liberals have always [held the seat].”\\nGoldstein is among the country’s wealthier electorates, with a median household weekly income of $2,018, according to the 2016 census, almost double the Australian average of $1,124.\\nThe majority of residents were born in Australia, own their home and are well educated.\\nAnd, like property prices, support for the Liberals is highest closest to the beach, in the suburbs of Brighton, Hampton, Sandringham, Black Rock and Beaumaris.\\nFurther inland in Bentleigh, Ormond and McKinnon and parts of Cheltenham, Highett and Elsternwick, where there are strong Jewish, Greek, Chinese and Indian communities, Labor outpolled the Liberals at most booths.\\nWilson holds the seat with what would normally seem a comfortable 7.8% margin.\\nDiner, usually a Labor voter, is backing Daniel at this election. He doesn’t hold back in his criticism of Scott Morrison, whom he describes as “one of the worst prime ministers we’ve had”.\\n“It took me many years to realise Scott Morrison wasn’t a lazy prime minister, which I always believed he was, and I couldn’t comprehend why he didn’t do things in the bushfires, the pandemic. I feel stupid now, but realise it’s ideology,” he says.\\n“He just doesn’t believe that governments should do stuff, and to me that’s like, why would you be in government? What’s the point?”\\nAbout a five-minute drive from Ormond is the shopping strip on Centre Road in Bentleigh, where Ashleigh Moore has spent the morning scouring the local op shops.\\nShe makes a similar appraisal of the prime minister: “We’ve had zero leadership. He’s had no accountability. When we’ve really needed him, he hasn’t been there.”\\nMoore is considering voting for Daniel, having ruled out both major parties due to their lack of support for the events industry, in which she is employed, during the pandemic.\\nShe is also concerned about climate change, housing affordability and the rental crisis, though she suspects these issues may not resonate for others in the electorate.\\n“We live in a very privileged demographic here and a lot of the issues I think that broader Australia would face we just don’t see in Bentleigh,” she says.\\n“I come from absolutely nothing so I have been first-hand in the rental crisis and I have been first-hand relying on Centrelink payments, so I know what that feels like, and I think there’s not a lot of people in this suburb or this area that have lived through that.”\\nDavid Jane, director at Century 21 Bentleigh, has worked as a real estate agent in the area for more than 50 years and has seen housing prices skyrocket.\\nHe bought his first home in Bentleigh for $12,000. It would probably be worth $1.8m today, he says.\\n“I honestly don’t know how they afford it,” Jane says of the young, aspirational families moving into the area.\\nA lifelong Liberal supporter, he likes Morrison and says he’s done a good job despite the challenges of the pandemic.\\n“He hasn’t been perfect, but no one is,” Jane says.\\nOf Anthony Albanese, he says: “I don’t know whether he’s the right man for out the front. I think his heart’s in it but I just don’t know whether he’s coming across properly.”\\nSeveral Goldstein voters describe Albanese as a “nice guy”, but question his ability to lead the nation.\\nThey include retiree Jenny King.\\n“I do feel a bit sorry for him, I don’t think he’s up to the job,” she says as she enjoys a coffee with her sister on Station Street in Sandringham.\\n“He’s a very nice person, he’s a lovely person … But I just don’t think he’s leadership material.”\\nKing will continue to vote Liberal, describing Morrison as a “strong leader”.\\n“You need the adult politicians in charge at the moment because of the state of the world, with the war [in Ukraine]. I find there’s a lot of people there for the wrong reason in politics and they’re just on the smaller issues,” she says.\\nKing describes Wilson as “laid back” and the Daniel campaign as “intimidating”.\\n“I am just overwhelmed by the amount of propaganda,” King says.\\nAt a neighbouring table sits Stuart Douglas, who says his main concern about a Daniel win is the possibility of a hung parliament.\\n“A hung parliament could lead to better debate potentially but it could also … make our decision-making process considerably slower,” he says.\\nHe says whoever wins will need to do more to counter Chinese influence in the Pacific.\\n“It would be a good thing if we could put a stop to it with America’s aid,” he says.\\nDespite his interest in politics, the New Zealander, who has lived in Australia for 35 years, jokes that he “can’t be bothered” becoming a citizen, so he won’t be able to vote.\\nSandringham resident Nicole Walsh has lived in the electorate for 35 years and says until recently she wasn’t interested in politics, because she felt her vote – for Labor in the lower house and the Greens in the Senate – “wasn’t going anywhere”.\\nAt this election she will vote for Daniel, having donated to her campaign.\\n“For once I feel like the issues that are important to me will be represented by someone in parliament – because she’s going to get in,” Walsh says, citing climate change, integrity, gender equality and health as her main concerns.\\nShe dismisses criticism of Albanese as “too nice”.\\n“What’s wrong with somebody whose nice and genuine?” Walsh says.\\nLabor’s candidate for Goldstein is 25-year-old Martyn Abbott. While corflutes for Wilson and Daniel pepper the electorate, Abbott’s candidacy is all but invisible.\\nDespite initially agreeing to an interview, Abbott stopped responding to requests.\\nIn Brighton, Jackson Catalano and Charlie Moore are preparing to vote in their first election.\\n“I’m not a big fan of Scomo to be honest. He’s been there for too long, it’s time for him to go I reckon,” Catalano says. “I don’t think he’s very good for the sort of young Australians, I don’t like his climate policies.”\\nHe’ll be voting Labor but is “not a huge fan” of Albanese either.\\n“He’s the better one of the two but I don’t think he’d be much of a prime minister,” Catalano says.\\n“I guess in recent times, Scomo going away during the fires probably wasn’t the greatest look for him,” Moore says.\\n“I will probably have to do a bit more research but I can’t see myself voting for Scomo.”\\nHighett resident Chloe Babic will have her eight-month-old daughter, Teddy, in mind when she votes.\\n“Jobs, interest rates, childcare, housing affordability. All the things we now have to think about with babies, their future, which we probably selfishly didn’t think about before,” she says.\\nBabic is not sure who she’s voting for yet, but says the Liberals would have more of a chance without Morrison as leader.\\n“He’s fairly unlikeable in my opinion. I find him smarmy and smug and insincere and dismissive – any other really bad words? I don’t like him. He irks me,” she says.\\nThe overwhelming sentiment in the electorate is a dislike for Morrison, rather than Wilson, who many know only from his signs.\\nBill Raper is a retired research scientist who worked at the CSIRO. He says the major parties are light on policy and are “demeaning themselves … pretending to be tradies or scientists”.\\n“In my particular case I was infuriated by that idiot [Morrison] trying to pretend that he knew how to do microbiological testing and the next thing he pretended to do some welding and they had to finish it for him,” he says.\\n“It’s very shallow,” his wife, Jenny, says.\\n\\nEmail: sign up for our daily morning and afternoon email newsletters\\nApp: download our free app and never miss the biggest stories\\nSocial: follow us on YouTube, TikTok, Instagram, Facebook or Twitter\\nPodcast: listen to our daily episodes on Apple Podcasts, Spotify or search \"Full Story\" in your favourite app\\nThe Brighton East couple are in their 80s and are volunteering for Daniel. An image of Bill leafletting with their poodle, Polly, clad in a custom-made teal jacket was shared by Daniel on social media.\\n“I am very hopeful. I will give up my optimism if she doesn’t win, she must win,” Bill says.\\n“We’ve lived here 62 years. We’ve never really had a true representative, it’s true blue Liberal so they’ve always been either ministers or men on the rise into the ministry and so honestly, they’re absent,” Jenny says.\\nDaniel says many in the electorate have come to realise their vote was being taken for granted by the Liberal party.\\n“They were an automatic tick in the yes column for the Coalition, being thrown a car park here and there but not really being genuinely considered in terms of what the broader priorities and principles of the people who live in the electorate might be,” she says.\\nBut Wilson describes Daniel’s campaign as “not born of the community”, citing a more than $400,000 donation she received from Climate 200, as well as support from activist groups such as GetUp and Extinction Rebellion.\\nHis home and signs have been repeatedly targeted by vandals.\\n“It’s all very clear. It’s all designed to change our community and I think frankly, residents are sick of it and tired of becoming a target when they’re a smart community, they’re quite capable making up their own decision and it’s not going to come from vandalism,” Wilson says.\\nDaniel says GetUp didn’t consult her campaign but that the group is free to do what it chooses in the electorate, while her signs have also been subject to vandalism.\\nShe says the Liberal party has shifted to the right and she is filling the gap.\\n“People who might have described themselves as small-l liberals, who sit closer to the centre of the political spectrum, are in the wilderness. They feel that the Liberal party doesn’t represent them but they’re probably not going to be able to bring themselves to vote Labor.\\n“Now they’ve got me.”", "image": [["https://i.guim.co.uk/img/media/0ecce6efb1cc81adbd233ca47e99e1ae2926c0ca/0_0_6240_4160/master/6240.jpg?width=480&dpr=1&s=none", "The coloured bathing boxes of Brighton in the federal seat of Goldstein."], ["https://i.guim.co.uk/img/media/9a3dfd8ccd3e623f030875372854a7ef3fb1363a/0_0_4666_3312/master/4666.jpg?width=445&dpr=1&s=none", "Election signs for the Liberal member Tim Wilson and independent candidate for Goldstein Zoe Daniel hang on the same gate"], ["https://i.guim.co.uk/img/media/49d2b70388458b0c0b590346c1b653aca467a54c/0_0_8192_5464/master/8192.jpg?width=445&dpr=1&s=none", "Ormond resident Shai Diner says Scott Morrison is ‘one of the worst prime ministers we’ve had’ and plans to vote for Daniel."], ["https://i.guim.co.uk/img/media/ba102a5972f6103d5dfe0bd0a1f47d3b5038d9f1/0_0_8192_5464/master/8192.jpg?width=445&dpr=1&s=none", "The Black Rock clock tower in the federal seat of Goldstein"], ["https://i.guim.co.uk/img/media/df3ae74b55c5278f4b8a6162efc79b4fece2bbe4/0_0_8192_5464/master/8192.jpg?width=445&dpr=1&s=none", "Bentleigh resident Ashleigh Moore has ruled out voting for either major party due to their lack of support for the events industry."], ["https://i.guim.co.uk/img/media/1fee416cc1bf25df63af3188d5d3c157d9238a31/0_0_8192_5464/master/8192.jpg?width=445&dpr=1&s=none", "Real estate agent David Jane says Scott Morrison is ‘not perfect’ but he has done a good job."], ["https://i.guim.co.uk/img/media/a42750106ed69f2f3d4e181f71520e72ec4c612b/0_0_8192_5464/master/8192.jpg?width=445&dpr=1&s=none", "Sandringham retiree Jenny King is ‘overwhelmed by the amount of propaganda’ in the campaign."], ["https://i.guim.co.uk/img/media/0482e8267245e62271cd24cde1d92b551ffa2dbf/0_0_8192_5464/master/8192.jpg?width=445&dpr=1&s=none", "mural of Shane Warne with his arm raised and a cricket ball in his hand"], ["https://i.guim.co.uk/img/media/79714ca1c5ff71d5249bb13a69e49ea8b5f51f90/0_0_8192_5464/master/8192.jpg?width=445&dpr=1&s=none", "Jenny and Bill Raper with their dog, Polly, in Brighton. The couple, who are in their 80s, are volunteering for Zoe Daniel."], ["https://i.guim.co.uk/img/media/76f88460ce82544a6eaa02c288bc92d2ae191cf9/0_0_8192_5464/master/8192.jpg?width=445&dpr=1&s=none", "Zoe Daniel"], ["https://i.guim.co.uk/img/media/90565374d7e6ace876ce139bf377ca90a8b0f755/0_0_8192_5464/master/8192.jpg?width=445&dpr=1&s=none", "Man with short hair wearing a blue suit and tie and white shirt stands smiling in front of bushland"]], "author": ["Benita Kolovos"], "date": "2022-05-11"}, "https://www.theguardian.com/business/2022/may/11/lloyds-of-london-attempts-to-shift-agm-online-to-avoid-climate-protesters": {"title": "Lloyd’s of London attempts to shift AGM online to avoid climate protesters", "subtitle": null, "text": "Insurance market members urged to attend virtually owing to ‘significant risk’ activists will disrupt meeting\\nInsurance market Lloyd’s of London is urging members to watch its annual general meeting from home next week, amid fears it will be the latest City event disrupted by climate protests.\\nThe chair of Lloyd’s,Bruce Carnegie-Brown, warned about the potential for disruption at the 19 May AGM back in April, but said in an updated memo that the risk of disruption had significantly increased.\\n“To ensure the safety and security of our members and to allow the meeting to proceed in an orderly and fair manner, it is with regret that I must now strongly encourage all members attending the AGM to join virtually and not to attempt to enter the Lloyd’s Building on that day,” Brown said in a notice aimed at the market’s close to 100 syndicate members.\\nThe warning comes nearly a month after Lloyd’s was forced to close the doors of its landmark Grade I-listed building at One Lime Street, when more than 60 protesters from Extinction Rebellion (XR) used superglue, chains and bicycle locks to block workers from entering.\\nLloyd’s has pledged that members will phase out all existing insurance policies for fossil fuel projects by 2030, but activists say the policy does not go far enough.\\n“We are committed to nonviolently disrupting business as usual until Lloyd’s of London ends its underwriting of fossil fuels,” a spokesperson for XR said. “Instead of trying to hide from public anger by shifting their AGM online, Lloyd’s needs to be brave, take bold action and stop insuring morally hazardous projects.”\\nXR claimed its protests were already prompting change, with two Lloyd’s syndicates cutting ties with Canada’s controversial Trans Mountain pipeline since April.\\nA string of City institutions, including HSBC, Barclays and Standard Chartered, have already had their AGMs disrupted by climate protesters in the past month.\\nActivists at Standard Chartered’s AGM chanted and wore masks the depicting chief executive, Bill Winters, with devil horns as part of efforts to raise the alarm over the banking group’s climate track record. Meanwhile, protesters were forcibly removed from Barclays’ AGM in Manchester after gluing themselves to chairs, setting off alarms and delaying the start of the event for nearly an hour.\\n“Lloyd’s faces a growing level of protests because, as the world’s largest insurance market, they have a responsibility to act in accordance with climate science and the recommendations of the IEA [International Energy Agency] – and they are failing to do so,” said Lindsay Keenan, European coordinator of the Insure Our Future climate campaign.\\n“Despite what Bruce Carnegie-Brown would like you to believe, the reality is that Lloyd’s continues to provide insurance for new coal, oil and gas projects despite its supposed ESG [environmental, social and governance] policy.”\\nLloyd’s did not immediately respond to requests for comment.", "image": [["https://i.guim.co.uk/img/media/5614d35748020d8e2f0558d8458c64b6e90d36f6/0_217_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "People outside the Lloyd's of London building hold a giant pink banner that reads 'Lloyds insure climate breakdown'"]], "author": ["Kalyeena Makortoff"], "date": "2022-05-11"}, "https://www.theguardian.com/environment/2022/may/24/do-not-work-for-climate-wreckers-un-head-tells-graduates-antonio-guterres": {"title": "Do not work for ‘climate wreckers’, UN head tells graduates", "subtitle": null, "text": "António Guterres says young people should tackle climate crisis by using talent to deliver a renewable future\\nThe UN secretary general has told new university graduates not to take up careers with the “climate wreckers” – companies that drive the extraction of fossil fuels.\\nAntónio Guterres addressed thousands of graduates at Seton Hall University in New Jersey, US, on Tuesday. “You must be the generation that succeeds in addressing the planetary emergency of climate change,” he said. “Despite mountains of evidence of looming climate catastrophe, we still see mountains of funding for coal and fossil fuels that are killing our planet.\\n“But we know investing in fossil fuels is a dead end – no amount of greenwashing or spin can change that. So we must put them on notice: accountability is coming for those who liquidate our future.”\\nHe added: “You hold the cards. Your talent is in demand from multinational companies and big financial institutions. You will have plenty of opportunities to choose from. My message to you is simple: don’t work for climate wreckers. Use your talents to drive us towards a renewable future.”\\nGuterres has become increasingly outspoken on the climate crisis in recent months, telling world leaders in April: “Our addiction to fossil fuels is killing us.”\\nHe has also recently attacked companies and governments whose climate actions do not match their words: “Simply put, they are lying and the results will be catastrophic. Investing in new fossil fuels infrastructure is moral and economic madness.”\\nThe Guardian recently revealed that the 12 largest oil and gas companies were planning to spend $103m a day to 2030 on projects that cannot go ahead if global temperature rise is to be kept well below 2C, as agreed by the world’s governments.\\nOn Monday, a senior safety consultant quit working with Shell after 11 years, accusing the company in a public video of causing “extreme harms” to the environment. Caroline Dennett claimed Shell had a “disregard for climate change risks” and urged others in the oil and gas industry to “walk away while there’s still time”.\\nDennett said she was inspired by an Extinction Rebellion protest: “When I saw news footage of Extinction Rebellion inviting anyone at Shell to jump ship and offering support through its TruthTeller project, it motivated me to take action. I hope many more can find a way to do the same.”\\nThe TruthTeller campaign encourages employees to walk away from companies fuelling the climate crisis and to anonymously disclose what they know. The TruthTeller coordinator, Zoë Blackler, said: “Employees face a stark choice: either stay where they are and watch Shell go toxic on their CVs, or exit an industry rapidly losing its social licence.”\\nUniversity students in the UK are increasingly joining a fossil-free careers campaign to ban fossil fuel and mining companies from recruitment events and career services. Students at the universities of Oxford, Edinburgh, Sheffield and Sussex all backed the campaign in March and April.", "image": [["https://i.guim.co.uk/img/media/f7128a460fc78452dd648b2d75affae832780cf4/0_84_1600_960/master/1600.jpg?width=465&dpr=1&s=none", "Firefighter tackling a fire north-west of Santa Cruz, California"]], "author": ["Damian Carrington"], "date": "2022-05-24"}, "https://www.theguardian.com/environment/2022/may/25/go-after-the-money-goldman-environmental-prize-winner-honoured-for-urging-banks-to-divest-from-coal": {"title": "‘Go after the money’: Goldman environmental prize winner honoured for urging banks to divest from coal", "subtitle": null, "text": "Julien Vincent’s Market Forces organisation started with a spare laptop and a spare bedroom before raising the ire of the former Coalition government\\nThe laptop was second-hand, but Julien Vincent had a spare room and a very, very big idea: could he start a movement to convince Australia’s biggest financial institutions to stop investing the billions of dollars that sustained the fossil fuel industry?\\n“There wasn’t much to lose really,” says Vincent. “But yes, I was nervous early on because of the significance of the people we were taking on. The banks and the fossil fuel industry … they’ll be as cold and ruthless as they can be.”\\nOne decade later, what that idea became – Vincent’s campaign group, Market Forces – has helped push all four of Australia’s big banks to commit to ending investments in coal by 2030.\\nIn the public mind, climate crisis campaigning looks like marches, placards, stunts and activists chained to railway lines and coal conveyor belts. Vincent’s approach saw climate activism pulling on a business suit to sit down in the offices, boardrooms and shareholder meetings of financial institutions.\\nToday Vincent is awarded the prestigious Goldman environmental prize, described by some as the “Green Nobel”.\\nHe is honoured for creating a “challenging financial landscape for the Australian coal industry, a significant step toward reducing fossil fuels that hasten climate change”.\\nWith that award, Vincent’s work stands alongside previous winners that were at the centre of some of Australia’s most famous environmental battles – from saving the Franklin River to blocking uranium mining.\\nGrowing up in the Melbourne suburb of St Kilda, Vincent was no more interested in the environment than most young people. A pivotal moment came when he went to Monash University to do a degree in atmospheric science.\\n“I wanted to be weatherman,” he says. But among the lecturers on his course was Prof David Karoly – a veteran of Australian climate science. What Karoly and other lecturers outlined to the student Vincent was pivotal.\\n“I was being confronted with all these charts and it was like I was in on a terrible secret that these scientists were desperately trying to get out.\\n“I could see those charts and their profound consequences. It was off the scale. I was all in by the time I’d finished those first couple of climate science lectures.”\\nVincent finished his degree with honours in arts and climatology, but didn’t know what to do with it. He had some savings from working in a bottle shop.\\nHe quit, paid off the lease on his Melbourne flat and took a few volunteer roles and, crucially, a four-month internship at Greenpeace which turned into a job as a campaigner. “I had no money, but I had time,” he says.\\nIn 2012, while working at Greenpeace, Vincent was part of a campaign that blocked a new coal power station being built at Morwell.\\nThat campaign, Vincent says, was successful because it targeted the legitimacy of the project’s income stream – in that case, federal and state government grants.\\n“I was starting to win campaigns by going after the money. I thought: why isn’t there a group in Australia that’s focused on that day in, day out?”\\nSo, armed with that second-hand laptop, Vincent researched who was financing coal projects and tallied up the billions being spent by Australia’s big four banks – Commonwealth, NAB, ANZ and Westpac.\\nHe named his venture Market Forces. Slowly adding to the original one-man band, Market Forces would publish their results, organise public protests and “divestment days” where customers would close accounts at banks that backed coal.\\nAt the same time, Vincent says his campaign meets the financial institutions – from chief executives to managers – to outline their campaign plans.\\nBlair Palese, a long-term climate campaigner who founded the group 350.org in Australia, worked alongside Vincent in some of those early campaigns.\\n“Julien is an Everest climber,” she says. “He is a very determined and focused human being. We had a great time doing very hard stuff.”\\nShe says while many environmental campaigns will have a short lifespan, Vincent and Market Forces stuck to the task. It meant the financial institutions he was meeting and campaigning against “know he’s going to turn up next month to check on them”.\\n“Julien holds them accountable every day,” Palese says.\\nA 2019 pledge from the Commonwealth bank to stop funding thermal coal by 2030 was a tipping point for the campaign, Vincent says, with the other three major banks following soon after.\\n“That was years of campaigning – we had divestment days, shareholder actions,” he says, as well as a string of meetings with bank bosses.\\n“The lesson was that you can get to a point of mutual understanding and trust. We were not satisfied with what they were doing, and they didn’t appreciate our campaigning. But we had years of meetings and there was an understanding. It’s about being genuine and sincere.”\\nSign up to receive an email with the top stories from Guardian Australia every morning\\nMarket Forces also published detailed research showing how the banks and superannuation funds used by Australians were supporting fossil fuel projects.\\n“People are very powerful,” he says. “The role of people like me is to create the context and the conditions for them to use that power. They take the information and then do something with it.”\\nAs Market Forces started to gain traction, the attacks started. Vincent says he’s had legal letters from mining companies and many uncomfortable meetings.\\nIn 2019 the former prime minister, Scott Morrison, and then attorney general Christian Porter attacked Vincent’s work, with the latter describing Market Forces as a “radical activist” group that was trying to “impose their political will on companies across the country through widespread, coordinated harassment and threats of boycotts”. Porter said he would try to explore legal options to curtail the campaigns.\\n“There’s a correlation between the risk and the discomfort you feel, and the change that you get,” Vincent says. “But there’s so much of humanity and ecosystems to save and to fight for. What better way is there to be than to try and protect that?”\\nMarket Forces – now with a staff of more than 20, and bases in Australia, Asia and the UK – started with a focus on coal and banks, but now targets other financiers and insurers of fossil fuel projects.\\nThe campaign’s core goal is to “stop the expansion of the fossil fuel industry”, Vincent says, “because that is the moment we are at. We’re here to stop runaway climate change”.\\nHe is worried that a move to massively expand liquified natural gas – LNG – could be just as damaging to the climate as the coal it claims to be replacing. The campaign is funded by about 1,000 regular donors and 10 philanthropic sources.\\nEach year the Goldman prize names a “hero of the environment” from six different regions around the world. This is only the fifth year the prize has gone to Australia since its launch in 1990.\\nBob Brown was one of the inaugural recipients for his role as an “irresistible moral force” spearheading the campaign to protect Tasmania’s Franklin River.\\n“Were it not for Bob Brown’s beautiful and elegant defences of the environment, decency and common sense, I would not be involved [in environmental campaigning]. A huge part of this honour is that I’m on a list that starts with Bob Brown,” Vincent says.\\nOther previous Goldman prize winners have fought some of Australia’s most famous environmental battles that blocked sand-mining and logging on Queensland’s Fraser Island, fought uranium mining in Kakadu national park and stood against a nuclear waste dump in South Australia.\\n“To put my work on a footing with that is a bit overwhelming,” says Vincent. “I feel very very proud.”", "image": [["https://i.guim.co.uk/img/media/63d85a57ca2ec29e8b343c3b9f59cb3bf88f5a00/0_0_4240_2832/master/4240.jpg?width=480&dpr=1&s=none", "Goldman Environmental Prize winner Julien Vincent  pressures financial institutions and their shareholders and customers to get out of fossil fuels"], ["https://i.guim.co.uk/img/media/471034da7886fa57d8d39de72e7070a7e3379309/0_0_2832_4240/master/2832.jpg?width=445&dpr=1&s=none", "Julien Vincent with his Goldman Environmental prize"], ["https://i.guim.co.uk/img/media/a925516e4aa1413d43f816d3dc4e331ea39cd92f/0_0_4240_2832/master/4240.jpg?width=445&dpr=1&s=none", "Vincent in Market Forces’s Melbourne office"]], "author": ["Graham Readfearn"], "date": "2022-05-25"}, "https://www.theguardian.com/lifeandstyle/2022/may/08/readers-reply-what-is-the-single-most-effective-thing-i-could-do-to-reduce-my-carbon-footprint": {"title": "Readers reply: what is the single most effective thing I could do to reduce my carbon footprint?", "subtitle": null, "text": "The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts\\nWhat is the single most effective thing I could do to reduce my carbon footprint? Without dying, preferably. Andrew Hufnagel, Caithness\\nSend new questions to nq@theguardian.com.\\nThe most effective way of reducing your carbon footprint is to use contraception. Julie Day\\nGo vegan. Easy to do, massively beneficial to the environment and reduces animal suffering. LegzOS\\nVote. Only government level action is going to make the largest and most necessary changes in fossil fuel use. EGriff\\nTake out (or request, if not available) How Bad Are Bananas? by Mike Berners-Lee from your local library (hopefully a walk or cycle ride away!), and read it cover to cover. Then decide on a significant carbon-reducing lifestyle change that you can sustain (and be happy with). UnaVocePocoFa\\nI’m on a mission to get everyone using Treeapp. ParityMu\\nThere’s no better guidance for this than this report. It recommends focusing on the big wins and being quantitative. If we vaguely say “flights have a bigger impact than lamps”, then we obscure whether the impact is 2x or 2,000x as large. By far the most effective thing one can do is to donate to Clean Air Task Force or Coalition for Rainforest Nations, which have been independently evaluated by Founders’ Pledge. Rochelle Harri\\nStop worrying about your individual carbon footprint. Use the time you spent worrying to organise civil society by collectively push for green policy. The idea that you can influence carbon emissions by changing your individual behaviour is a straw man. Modern economy does not supply to demand, but demands cheap supplies and distributes them, creating imagined needs at any cost. Change the system, not yourself. Pjotr Elshout\\nHeat your feet! The one truly effective action that would make a real difference is to change the way you keep warm indoors. Turn off the boiler, and warm your legs below the knee. I made myself some warm indoor fleece boots that cuddle my feet, ankles and calves to keep them toasty, and now I can happily laze around without feeling cold. Martin Lewis’s tips to keep warm without the central heating can make a massive difference and save you money, too. Ian Glatt, London\\nReplace your gas stove, gas furnace, gas hot water tank, and gas clothes dryer with heat pump equivalents. Higher upfront costs, but significantly lower life cycle costs. And, as the grid goes green, so too does your home. Bill Rau\\nStop cryptocurrencies. Prof Petra Molthan-Hill\\nPetition your local and national government for assistance with home retrofit costs and install an air-source heat pump, together with improved insulation. Your heat pump will provide heat in winter, cooling in summer and filtered clean air – this results in no need for gas or coal in your home. Judith Brook, British Columbia\\nStop buying and eating commercial fish and unsustainable farm products. Lotus Boyanton\\nYour carbon footprint doesn’t really matter, and neither does mine. Just 100 companies are responsible for 71% of climate change. Solving this problem is easy. We just need governments with the cojones to do it. YesPrecisely\\nThe UK’s carbon emissions are mainly from surface transport and heating, so get an electric car (or stop driving and stop getting deliveries) and get a heat pump. People get very hung up on flying, perhaps as a way of shifting blame to other people who are frequent flyers, but it’s a minor part of our problems. Randomusername222\\nThe individual carbon footprint of an average European is about 10 tonnes of CO2e a year, more than twice the global average. Lifestyle factors affect the precise makeup, but broadly this splits into five equal components of about two tonnes of CO2e a year each. There are therefore five highly effective steps of broadly equal weight ranked in order of relative ease as follows:\\n1) Switch to a genuine renewable energy supplier for all electricity and heat requirements. Ideally heat is provided by electricity (via a heat pump) as this also avoids other emissions such as fugitive. Avoids two tonnes of CO2e a year.\\n2) Become vegan. Avoids two tonnes of CO2e a year (assuming avoidance of three portions of meat including one portion of beef a week).\\n3) Stop flying. Avoids two tonnes of CO2e a year (assuming eight flight hours per annum avoided).\\n4) Stop driving an internal-combustion-engined car. Avoids two tonnes of CO2e a year (assuming medium-sized car and 8,000 miles per annum).\\n5) Reduce consumption and waste focusing on clothing, electrical goods, plastic avoidance and food waste avoidance. Potential to avoid two tonnes of CO2e a year, but most difficult to achieve. Consider genuine offsets.\\nThe 1.5C pathway requires us all to get to within two tonnes of CO2e a year, so there is scope for some emissions and in future goods and services will become less carbon-intensive. Rolf Stein\\nGoing whole-foods plant-based is hands down the No 1 thing you can do. So much is connected to it, that not only do you win, but the whole planet wins. Maplelvr\\nEat the rich. Droff\\nUse the damned emissions that we aren’t about to stop creating! Capture them, sell them as CO2 feedstocks for new products, feed them to microbes, encase them in CarbonCure concrete, feed them to specialised crops in high-CO2 environments. Eric Lee\\nJoin Extinction Rebellion (XR), get educated, get active, meet new people and collaborate in nonviolent mass disobedience. The more the merrier! The biggest impact will be made when our government gets the message and acts decisively! Act local – think global. barfgray\\nChange your bank to a green bank that does not invest in fossil fuels. You can check how green your current bank is at https://bank.green/. Changing where your money is invested has very far reaching and real consequences, and can also be done within a matter of minutes. Andy Gale\\nThe single most effective thing you can do to reduce your carbon is avoid having children (not the easiest choice for many). The next most important action is to stop driving a car. If that’s not possible, drive an electric car. If you don’t drive or fly, the next most important action is to install solar or buy green power. If you have already done that, go vegan. Rebecca Blackburn\\nSupport or join a coalition like Just Stop Oil and collectively demand that the UK government stops granting new fossil-fuel licences. If successful, this will be the biggest reduction you will ever make to your carbon footprint. Paul Fawkesley\\nAs was pointed out in Rebecca Solnit’s article last year, the term “carbon footprint” was invented by PR company Ogilvy and Mather for BP as a means to shift blame for the climate crisis on to individuals and deflect it from the corporations responsible for promoting an economy completely reliant on fossil fuels. The best thing you can do to reduce your carbon footprint is to blockade an oil refinery, protest on the streets, or chain yourself to the gates of parliament and make a big noise about the corrupt and stinking cartel at the centre of our extractive capitalist economy. Just Stop Oil! Hubeth New\\nTo reduce emissions, choosing to have a small family, or forgoing having biological children, is best. If the goal is to mitigate the overall impact of the crisis, on many social and ecological levels. Promoting Fair Start family reforms is the best move. Carter Dillard, University of Denver College of Law\\nThe answer depends on your current lifestyle (mainly energy consumption) and knowing where your emissions are generated. Use a personal carbon footprint calculator to discover this – carbonfootprint.com is one of the best because it is authoritative and sufficiently detailed to reveal which of your activities has the greatest impact.\\nMy family’s was the national average of approximately 11 tonnes of CO2e in 2006. Being more careful with home heating and cutting out most flying reduced it to eight tonnes the following year. By 2021 the national average had reduced to six tonnes (mainly due to replacing coal with gas-fired electricity plus industry efficiencies) and ours was 3.6 tonnes (two tonnes direct and 1.6 tonnes secondary emissions) helped by a more fuel-efficient, carefully driven car, less mileage, frugal electricity use and being vegetarian. Further significant reductions will require moving car or house heating to 100% renewable electricity, either being very costly. The UK national target set in 2008 is equivalent to five tonnes by 2030 and two tonnes by 2050, so we all have a way to go. We need more ambitious government action but as individuals we can do our bit. Simon Austin\\nIs there one single individual action that will solve the crisis? No. And yet … can we lead healthier lives where we’re in sync with nature and our local – and global – communities? That’s the prize. Greener and cleaner means slower and happier. Dr Noah Birksted-Breen, Oxford Flying Less podcast\\nReduce what you buy (includes reduce, reuse, repair, rent and recycle). Gets rid of the carbon footprint from extracting raw materials, process plants, packaging, transport, storage and disposal. If it’s clothes, it also stops water being diverted from those that need it to cotton fields. Melanie Boyle\\nIt’s easy to looks at the things that are defined – get an electric car, get a heat pump, go vegan, buy less clothes, stop flying, and so on. All are good advice. But I say also, go little. All the little things we consume add up to one big old mess of wasted production, use, and then rubbish. Garden centres full of plastic tubs and plastic labels and plastic garden decorations, and solar lights using the smallest of microchips, but there are tens of thousands of them out there. Precious metals shipped to China, transformed in a factory, using energy to be joined with pretty plastics decorations, then shipped back around the world and into our gardens because they look oh so cute. Only for then to stop working after a year and go in the bin. Of course we can still have nice pointless things, but let’s have better nice pointless things. Long-lasting, well made, repairable, resellable, made from renewable sources. confused23\\nI no longer shower every day and I don’t think I smell. Saves water and power. Most of us work in nice clean environments and don’t really get stinky enough to have to scrub ourselves every day. Amanda Thompson\\nHow about spending time at Her Majesty’s pleasure? You won’t need to buy fuel, or pretty much anything else for the duration of your stay, and the shared accommodation is efficient if nothing else. You could even aim to get detained for attending an XR demo. Danny Moodie", "image": [["https://i.guim.co.uk/img/media/646f2cbbae74e57fa122fa049b7fbe30c3aceba8/0_0_5020_3012/master/5020.jpg?width=465&dpr=1&s=none", "Saving a packet."]], "author": null, "date": "2022-05-08"}, "https://www.theguardian.com/football/2022/may/23/premier-league-2021-22-the-seasons-best-photos": {"title": "Premier League 2021-22 review: the season’s best photos", "subtitle": null, "text": "Our photo editor selects his favourite frames – including epic celebrations, crunching tackles and a bizarre banner featuring the ‘Moyesiah’\\nThis season we’ve received more than 800,000 Premier League pictures from staff, agency and freelance photographers. Here are some of the most emotive, arresting and creative images which capture the narrative of another memorable top-flight campaign.\\nThe Premier League season began in explosive style on 13 August as Brentford, celebrating their return to the top flight after a 74-year absence, beat Arsenal 2-0. But the standout result of the opening weekend was Tottenham’s victory over champions Manchester City two days later, courtesy of Son Heung-min’s goal, as Spurs made a beeline for the top of the table. Elsewhere, City’s £100m man Jack Grealish bundled home his first goal for the club and Michail Antonio celebrated with, err, himself as he lead West Ham’s early-season charge.\\nTwelve years since his last performance for the Red Devils, Cristiano Ronaldo inevitably scored on his return to Manchester United as they swept aside Newcastle. Elsewhere, Tottenham suffered a crushing month with 3-0 defeats to Crystal Palace and Chelsea as well as a 3-1 reverse in the north London derby at Arsenal; Everton’s promising home form under Rafael Benítez continued with wins over Norwich and Burnley; and a 95th-minute equaliser by Neal Maupay for Brighton against bitter rivals Palace led to ugly scenes in the tunnel. The world of football also paid tribute to Jimmy Greaves, the former Tottenham, Chelsea, West Ham and England striker, who died aged 81.\\nLiverpool’s Mohamed Salah was the star of October, winning both player of the month and goal of the month. The Egyptian produced a mesmeric strike during a 5-0 drubbing of Watford – he waltzed between three defenders, Cruyff-turned another and then swept his shot into the far corner. Salah then scored a 12-minute hat-trick against Manchester United, which weakened Ole Gunnar Solskjær’s hold on the manager’s job. Salah also netted against Manchester City at Anfield, in a game which ended 2-2 following Kevin De Bruyne’s deflected 81st-minute strike. Elsewhere, the footballing landscape shifted dramatically as struggling Newcastle suddenly became enormously rich after being controversially taken over by Saudi Arabia’s Public Investment Fund – much to the delight of most Magpies fans.\\nSteven Gerrard took over at Aston Villa following Dean Smith’s departure in the wake of five straight defeats. Ollie Watkins and Tyrone Mings scored in the final six minutes as they dispatched Brighton to hand Gerrard victory in his first match in charge. Elsewhere, Antonio Conte took over from Nuno Espírito Santo at Spurs, but his first Premier League game at the helm was a 0-0 draw at Everton. The biggest result of the month came when West Ham dented Liverpool’s title aspirations – and moved above them in the table – with a 3-2 win at the London Stadium.\\nManchester City hit the afterburners in December, scoring 22 goals and opening up an eight-point gap at the top of the table courtesy of 10 straight wins. Their 7-0 drubbing of Leeds was the high point, but a rollercoaster 6-3 win over Leicester was more memorable as Leicester clawed their way back from 4-0 down to 4-3. Two days later, Brendan Rodgers’ side would defeat Liverpool 1-0 through Ademola Lookman’s goal. Elsewhere, West Ham beat Chelsea as David Moyes, dubbed “the Moyesiah”, continued to make progress with the Hammers, while Manchester United began life under interim manager Ralf Rangnick.\\nGoals in the 95th and 97th minute from Steven Bergwijn earned Tottenham a miraculous win over Leicester at the King Power Stadium and triggered pandemonium in the stands. Elsewhere, Everton’s patience with Rafael Benítez ran out following defeat to Norwich, Newcastle signed Kieran Trippier from Atlético Madrid as they looked to buy their way out of the relegation zone, and when Brentford met Wolves their match was bizarrely interrupted as a drone flew overhead.\\nFebruary was marked by two heartwarming moments. Christian Eriksen returned to professional football for the first time since his cardiac arrest while playing for Denmark at Euro 2020. The midfielder came on as a 52nd-minute substitute for Brentford against Newcastle. On that same day, Ukrainians Oleksandr Zinchenko and Vitalii Mykolenko shared an emotional embrace before the match between Manchester City and Everton following Russia’s invasion of their homeland. Fans and players around the Premier League showed support for their country.\\nA lone ‘Just Stop Oil’ protestor interrupted the match between Everton and Newcastle by cable-tying himself to a goalpost – leading to the absurd footage of an overzealous steward using giant bolt cutters to free him. There was another amusing moment at Brentford v Norwich when Brandon Williams lashed out at an opponent, only to realise it was Christian Eriksen. Instead of berating him, Williams smiled and gave him a cuddle. And who could forget the grief West Ham’s Kurt Zouma received after footage emerged of him kicking a cat? Elsewhere, Liverpool closed the gap on leaders Manchester City to a single point, having been 12 points behind on New Year’s Day, courtesy of scintillating performances from Luis Díaz, while Sean Dyche’s Burnley ended the month four points adrift of safety, and Roman Abramovich signalled his intention to sell Chelsea following sanctions imposed by the UK government over the war in Ukraine.\\nTitle rivals Manchester City and Liverpool went into their second clash of the season knowing that victory for either side would give them a critical points advantage with just seven games remaining. As it happened, they shared another 2-2 draw, with City in electric form in the first half. Much to public consternation, Burnley dumped Sean Dyche – and then they began to win. Elsewhere, Everton dropped into the relegation zone and Brighton, another team whose form had fallen off a cliff, halted a run of six consecutive league defeats, while Norwich’s long anticipated relegation from the top flight was confirmed by defeat at Villa.\\nAs the Premier League season reached its climax, Everton and Leeds scrambled to safety at the expense of Burnley, while Tottenham leapfrogged Arsenal to claim fourth spot. But the biggest drama was shared between the top two sides, Manchester City and Liverpool, as they both looked destined to choke. The title rivals entered the final day separated by just a point, with City knowing that a win over visitors Aston Villa would seal the crown. In scarcely believable scenes, City fell two goals behind to Villa, while Liverpool struggled to overturn a dogged Wolves side at Anfield. Then, in the space of six inspired minutes, Guardiola’s side roared to a 3-2 victory to clinch their fourth title in five years.\\nThis article was amended on 26 May 2022 to replace one of the photographs featured in the “April” section with a different image taken at the Norwich v Aston Villa match.", "image": [["https://i.guim.co.uk/img/media/5333a7d23a6fa06f58bbc54926fe02408b3f8b08/0_0_5000_3000/master/5000.jpg?width=480&dpr=1&s=none", "Tottenham’s Cristian Romero celebrates after Harry Maguire scores an own goal; Everton's Richarlison holds a flare; Manchester City's Jack Grealish with his fingers in his ears; Brighton's Marc Cucurella flails on the floor; Manchester City's Pep Guardiola eyeballs Liverpool's Trent Alexander-Arnold; Newcastle fans wearing middle Eastern attire; a dejected Norwich fan; a banner lauding West Ham manager David Moyes; Wolves' Raul Jimenez tries a rabona."], ["https://i.guim.co.uk/img/media/adf7c97a3561289939392e105b29d90a400377f6/0_0_3874_2325/master/3874.jpg?width=465&dpr=1&s=none", "Christian Nørgaard of Brentford celebrates after scoring against Arsenal on the first night of the season."], ["https://i.guim.co.uk/img/media/d4ec3440aa8436c1fe52b12498f9c4f8b825916f/0_0_2343_1595/master/2343.jpg?width=445&dpr=1&s=none", "Crystal Palace’s Conor Gallagher scores during a 2-2 draw with West Ham"], ["https://i.guim.co.uk/img/media/63e19cdec80aacd2300e2763bcc8458c54e08e49/0_0_5568_3712/master/5568.jpg?width=445&dpr=1&s=none", "Wilfried Zaha of Crystal Palace celebrates his side’s comeback at the London Stadium"], ["https://i.guim.co.uk/img/media/1863580ba33cf014ea2965d58a9b791cd99c1cbd/0_0_3938_2571/master/3938.jpg?width=445&dpr=1&s=none", "Ferran Torres and Pierre-Emile Højbjerg tussle for the ball during the match between Tottenham and Manchester City at the Tottenham Hotspur Stadium on the opening weekend."], ["https://i.guim.co.uk/img/media/9c9e79887704f3d3aaec99d076817fa5d61cae62/0_0_3846_2564/master/3846.jpg?width=445&dpr=1&s=none", "Mohamed Salah of Liverpool controls the ball against Norwich during a 3-0 win at Carrow Road."], ["https://i.guim.co.uk/img/media/8cc05b5f65368a35ae3d5618602496a578113681/0_0_3500_2463/master/3500.jpg?width=445&dpr=1&s=none", "West Ham United’s Michail Antonio celebrates scoring his side’s third goal against Leicester by raising a cardboard cutout of himself. The Hammers won 4-1."], ["https://i.guim.co.uk/img/media/b230769cc63f2beb75372d8d883d1b72b8d7789a/0_0_4974_3192/master/4974.jpg?width=445&dpr=1&s=none", "Supporters of Chelsea fill a special safe standing area – albeit they weren’t permitted to stand for a few more months."], ["https://i.guim.co.uk/img/media/d77b145440188b155251ebecc765cf8e0b8569c1/0_0_3489_2319/master/3489.jpg?width=445&dpr=1&s=none", "Manchester City’s Jack Grealish celebrates after scoring in a 5-0 drubbing of Norwich"], ["https://i.guim.co.uk/img/media/e533086c4e6956802829d2510865eb8ad73ac22c/0_0_7695_4750/master/7695.jpg?width=445&dpr=1&s=none", "Vicente Guaita, the Crystal Palace goalkeeper, punches clear during a 3-0 defeat at Chelsea"], ["https://i.guim.co.uk/img/media/8c16cb0e0739a440b3ad6f3c22e38469a2190645/0_0_3500_2271/master/3500.jpg?width=465&dpr=1&s=none", "Manchester United’s Cristiano Ronaldo celebrates scoring his second goal of the game during a 4-1 win over Newcastle at Old Trafford"], ["https://i.guim.co.uk/img/media/dc017c1aa1b8a931b9d502af2657a3a52c5d236f/0_0_3546_2481/master/3546.jpg?width=445&dpr=1&s=none", "Raúl Jiménez of Wolverhampton Wanderers attempts a rabona during their 2-0 defeat at home to Brentford"], ["https://i.guim.co.uk/img/media/384e9560300d76760865bb8d64e7b15e60122a09/0_0_3893_2714/master/3893.jpg?width=445&dpr=1&s=none", "Mikel Arteta celebrates as Arsenal score their second against Tottenham"], ["https://i.guim.co.uk/img/media/9c3511ce8a211056b395d28bf0a30154295e9a6e/0_0_3311_2207/master/3311.jpg?width=445&dpr=1&s=none", "A fan invades the pitch after West Ham score late to win 2-1 at Elland Road"], ["https://i.guim.co.uk/img/media/f6b8ad77b0f967bf5e0bd8791024fe2483b57b2d/0_0_3592_2432/master/3592.jpg?width=445&dpr=1&s=none", "Wilfried Zaha of Crystal Palace clashes with Japhet Tanganga of Tottenham during Palace’s 3-0 win at Selhurst Park."], ["https://i.guim.co.uk/img/media/1a30e3ba6f1bea10bdc24efd0ca3db2d62d868c4/0_0_5472_3648/master/5472.jpg?width=445&dpr=1&s=none", "Bubbles float around the London Stadium as players and fans pay tribute to Jimmy Greaves before West Ham’s match against Manchester United"], ["https://i.guim.co.uk/img/media/44a6a9b0e477867434cbb54285a79c2d16387684/0_0_4781_3073/master/4781.jpg?width=445&dpr=1&s=none", "Antonio Rüdiger celebrates scoring as Chelsea beat Tottenham 3-0 away from home."], ["https://i.guim.co.uk/img/media/1bb6aba84caa765c652653f874b7636ca7785cc9/0_0_3186_2002/master/3186.jpg?width=465&dpr=1&s=none", "Liverpool’s Mohamed Salah runs past several Watford defenders before he scores their fourth goal during a 5-0 win."], ["https://i.guim.co.uk/img/media/53d65b4935903ea8f74a1f35f789e2a1ef426ffc/0_0_3727_2806/master/3727.jpg?width=445&dpr=1&s=none", "A rainbow forms over the stadium during a minutes silence for Remembrance Day at the match between Manchester City and Crystal Palace."], ["https://i.guim.co.uk/img/media/82ddea5919d00def619ccb8b28d83f2d4a897af2/0_0_3000_1999/master/3000.jpg?width=445&dpr=1&s=none", "Conor Gallagher of Crystal Palace collides with Phil Foden of Manchester City during a game that Palace won 2-0."], ["https://i.guim.co.uk/img/media/50dbbd44ec1c607b6fc06af069e219927229bb9f/0_0_5206_3470/master/5206.jpg?width=445&dpr=1&s=none", "Manchester United manager Ole Gunnar Solskjær is interviewed before the Premier League match at Tottenham Hotspur. United won 3-0."], ["https://i.guim.co.uk/img/media/2e081a2d1ad0a9ce7d57fabe2cb792c5c926da62/0_0_1879_1253/master/1879.jpg?width=445&dpr=1&s=none", "Kelechi Iheanacho of Leicester City runs into Harry Maguire of Manchester United as Leicester win 4-2."], ["https://i.guim.co.uk/img/media/8de0ca87aa0c4f8c4a2cf68466d94715b2ad5566/0_0_3797_2507/master/3797.jpg?width=445&dpr=1&s=none", "Newcastle fans dressed in homage to the club’s new owners in the Gallowgate End celebrate as their team scores against Tottenham at St James’ Park. Tottenham won 3-2"], ["https://i.guim.co.uk/img/media/9713cebb7c4c7245c439829064ab413a2f6b48da/0_0_3500_2490/master/3500.jpg?width=445&dpr=1&s=none", "Tottenham’s Eric Dier draws attention to a medical emergency in the stands at Newcastle."], ["https://i.guim.co.uk/img/media/02be9c4c5e109e76f7051283954aaf8305e76d9e/0_0_4147_2649/master/4147.jpg?width=465&dpr=1&s=none", "Kurt Zouma of West Ham scores his side’s third goal against Liverpool at London Stadium. West Ham won 3-2."], ["https://i.guim.co.uk/img/media/7623c7e5a83b09407bdc2f9c2cd5d19e1f5ae428/0_0_2885_2164/master/2885.jpg?width=445&dpr=1&s=none", "Manchester City fans look on as the team bus arrives during a snow shower prior to the match against West Ham United at the Etihad Stadium. City won the match 2-1."], ["https://i.guim.co.uk/img/media/6945a30476cff46dca01a1deb3da8eca8d85b6cb/0_0_3326_2038/master/3326.jpg?width=445&dpr=1&s=none", "Divock Origi of Liverpool misses a late chance to equalise as Craig Dawson and Ben Johnson defend for West Ham at the London Stadium."], ["https://i.guim.co.uk/img/media/ddd88b8e5f12bab7074af2f4493ec2de85cb930e/0_0_3348_2362/master/3348.jpg?width=445&dpr=1&s=none", "Aston Villa manager Steven Gerrard celebrates the opening goal scored by Ollie Watkins against Brighton. Villa won 2-0."], ["https://i.guim.co.uk/img/media/a3c35f094b32f7e362ad8062b7633b41f531b491/0_0_3000_2000/master/3000.jpg?width=445&dpr=1&s=none", "Light streams down on Marcus Rashford at Stamford Bridge. The game between Chelsea and Manchester United ended 1-1."], ["https://i.guim.co.uk/img/media/7af7a949dbd5eaafa9e24571fd1b6de94e9f240a/0_0_1994_1331/master/1994.jpg?width=445&dpr=1&s=none", "Norwich City’s goalkeeper Tim Krul in action against Southampton. Norwich won 2-1."], ["https://i.guim.co.uk/img/media/cb7d5fc52e1a341657b3cf43df30c452992ed946/0_0_5002_3335/master/5002.jpg?width=445&dpr=1&s=none", "Allan Saint-Maximin of Newcastle celebrates after scoring against Brentford at St James’s Park. The game ended 3-3."], ["https://i.guim.co.uk/img/media/ea2be106a0cafc6441f33d580ae0643c7cad7985/0_0_5351_3567/master/5351.jpg?width=465&dpr=1&s=none", "A fan of West Ham United holds up a banner in homage to manager David Moyes at Turf Moor."], ["https://i.guim.co.uk/img/media/a028d707cad25b724e86bef085ae3911b31b6975/0_0_5196_3346/master/5196.jpg?width=445&dpr=1&s=none", "Fog inside the stadium during Wolverhampton Wanderers v Chelsea at Molineux. The match ended 0-0."], ["https://i.guim.co.uk/img/media/5dea370c30732be109b106ceb7091c846c7b02e5/0_0_4484_2832/master/4484.jpg?width=445&dpr=1&s=none", "Raphinha of Leeds United is challenged by Gabriel of Arsenal at Elland Road. The visitors won 4-1."], ["https://i.guim.co.uk/img/media/c338de452b2c4abb679e32827cb7bdb56cc37e71/0_0_4866_3245/master/4866.jpg?width=445&dpr=1&s=none", "Takehiro Tomiyasu, Gabriel and Alexandre Lacazette of Arsenal argue with the linesman as a goal is ruled offside against Southampton. Arsenal still won the match 3-0."], ["https://i.guim.co.uk/img/media/ce82a98f5f3962b861e7964fd89473dd70c8eac5/0_0_3500_2333/master/3500.jpg?width=445&dpr=1&s=none", "A young Leicester City fan carrying an image of Kasper Schmeichel’s head before a match against Newcastle on December 12 that Leicester won 4-0."], ["https://i.guim.co.uk/img/media/b2ba98b799f7a000344ba36405f28ff2c9ec7b0b/0_0_4185_2881/master/4185.jpg?width=445&dpr=1&s=none", "Mohamed Salah of Liverpool before the Premier League match between Liverpool and Newcastle. The hosts won 3-1."], ["https://i.guim.co.uk/img/media/76971670ba93ba0d9ee7de9d3a5af310ba5af4fe/0_0_3500_2339/master/3500.jpg?width=445&dpr=1&s=none", "Manchester City’s Bernardo Silva’s boot comes off against Leeds in a game City won 7-0."], ["https://i.guim.co.uk/img/media/4c597faf7a469f896e80763ff21b6bcaa4b0a9fb/0_0_5472_3648/master/5472.jpg?width=445&dpr=1&s=none", "Son Heung-min of Tottenham prepares to take a throw-in against Liverpool at the Tottenham Hotspur Stadium. The match ended 2-2."], ["https://i.guim.co.uk/img/media/239749a00ab8858c36866bfbbb85e5f03d97d51c/0_0_3579_2181/master/3579.jpg?width=445&dpr=1&s=none", "Chelsea goalkeeper Édouard Mendy dives but cannot stop a cross from Arthur Masuaku of West Ham. The goal gave West Ham a 3-2 victory."], ["https://i.guim.co.uk/img/media/b14633db637cc1ef8a9b87d36e4b125909d5d834/0_0_3500_2361/master/3500.jpg?width=465&dpr=1&s=none", "Everton manager Rafael Benítez looking understandably concerned at Carrow Road as Norwich win 2-1"], ["https://i.guim.co.uk/img/media/8540a909c05c7cebdf898dffb313df16f6e1658b/0_0_3500_2289/master/3500.jpg?width=445&dpr=1&s=none", "Stewards and fans collapse in a heap as Steven Bergwijn celebrates scoring Tottenham’s third goal against Leicester following a remarkable late comeback"], ["https://i.guim.co.uk/img/media/01bc23af71f59c753420c5c5d0d2e5e91671df31/0_0_5472_3648/master/5472.jpg?width=445&dpr=1&s=none", "Newcastle’s Kieran Trippier, pictured against Leeds."], ["https://i.guim.co.uk/img/media/e4bf88e0f574c2ed19f3cbdf9298a0de255b2e8b/0_0_5568_3712/master/5568.jpg?width=445&dpr=1&s=none", "Wolves GR esports team compete in the Le Mans 24 Hours virtual race at Molineux at the same time as Wolves are playing against Southampton"], ["https://i.guim.co.uk/img/media/b32bbb8e8b83eeff92e5d3fd9950697c353f2d59/0_0_3483_2369/master/3483.jpg?width=445&dpr=1&s=none", "Aaron Ramsdale of Arsenal and Rúben Dias of Manchester City collide on New Year’s Day as City win 2-1 at the Emirates."], ["https://i.guim.co.uk/img/media/dc69fe1aa0a1859fc33d7d6cc72833d3de775eb8/0_0_2966_2015/master/2966.jpg?width=445&dpr=1&s=none", "Arsenal’s Alexandre Lacazette under pressure from Burnley’s defenders during a goalless draw at the Emirates."], ["https://i.guim.co.uk/img/media/7b9f04b062ecebbdbf4d07fdb215a0347d5891c4/0_163_3000_1800/master/3000.jpg?width=445&dpr=1&s=none", "Adama Traoré of Wolves celebrates after scoring his team’s third goal against Southampton at Molineux."], ["https://i.guim.co.uk/img/media/8d2424bb56fc83b91a3640a35aeb68324be88b4d/0_0_4697_3131/master/4697.jpg?width=445&dpr=1&s=none", "Chelsea fans torment Manchester City with inflatable Champions League trophies at the Etihad Stadium. City had won the game 1-0."], ["https://i.guim.co.uk/img/media/cf29f586eea3995d1d9b21e47269a57066a7b30b/0_0_5760_3840/master/5760.jpg?width=445&dpr=1&s=none", "Fans hold scarves aloft in memory of former manager Graham Taylor as fireworks go off at Vicarage Road ahead of the match against Norwich."], ["https://i.guim.co.uk/img/media/627655e2db79362c9d86a2d2eda4e1969c359fcc/0_0_4185_2808/master/4185.jpg?width=465&dpr=1&s=none", "Oleksandr Zinchenko of Manchester City embraces fellow Ukrainian Vitalii Mykolenko of Everton"], ["https://i.guim.co.uk/img/media/81ecc7c30780f79a39c8141cfd51edcb2b3c167d/0_0_4895_3046/master/4895.jpg?width=445&dpr=1&s=none", "Manchester United’s Jesse Lingard is challenged by Junior Firpo as Leeds lose 4-2 at Elland Road."], ["https://i.guim.co.uk/img/media/9d836a4da3ce2a8827741f568555638b7ea298bf/0_0_1426_1996/master/1426.jpg?width=445&dpr=1&s=none", "New Brentford arrival Christian Eriksen pictured during the match against Newcastle"], ["https://i.guim.co.uk/img/media/5e6900d929b168b8c6713e6ffa71a45b22953110/0_0_5388_3500/master/5388.jpg?width=445&dpr=1&s=none", "Jeffrey Schlupp takes on Kristoffer Ajer during the Premier League match between Brentford and Crystal Palace at the Brentford Community Stadium."], ["https://i.guim.co.uk/img/media/c0e58a32ee4b2ebbf90968fa98aabf7140d4c046/0_0_4860_3240/master/4860.jpg?width=445&dpr=1&s=none", "A Newcastle supporter wearing a shirt celebrating Joelinton ahead of the 1-1 draw at West Ham"], ["https://i.guim.co.uk/img/media/ee3be143729393fc439fe554e207505ae6f2b4c4/0_0_1766_1051/master/1766.jpg?width=445&dpr=1&s=none", "Brighton’s Marc Cucurella goes down against Aston Villa at the Amex Stadium in a game which the visitors won 2-0."], ["https://i.guim.co.uk/img/media/495aacac10ba173a4ffe97ee8299b5d1c1be42f0/0_0_5472_3648/master/5472.jpg?width=445&dpr=1&s=none", "Leeds fans aim chants at Manchester United supporters at Elland Road"], ["https://i.guim.co.uk/img/media/8a7c1423b886cc801d458fd717600a7a4510d490/0_0_3068_2045/master/3068.jpg?width=465&dpr=1&s=none", "Tottenham’s Cristian Romero celebrates after Harry Maguire scores an own goal, though Manchester United still ended up winning 3-2."], ["https://i.guim.co.uk/img/media/02aaee42951a1fa50ed4333c41835eae1c29a783/0_0_3500_2603/master/3500.jpg?width=445&dpr=1&s=none", "Luis Díaz scores his side’s first goal but is poleaxed by the Brighton goalkeeper as Liverpool win 2-0"], ["https://i.guim.co.uk/img/media/e1611dbaf1c8d7061c064b74bfbc1b1c68fc5f08/0_0_5413_3591/master/5413.jpg?width=445&dpr=1&s=none", "A protester ties himself to the goalpost during the match between Everton and Newcastle at Goodison Park"], ["https://i.guim.co.uk/img/media/5e4f6c78543e2037b86576947ed4088adae1ee0c/0_0_3000_2062/master/3000.jpg?width=445&dpr=1&s=none", "Brandon Williams of Norwich City hugs Christian Eriksen of Brentford during their clash at Carrow Road. Brentford won 3-1."], ["https://i.guim.co.uk/img/media/8fac37725efac8671d276408c71c7a631634b8b4/0_0_4110_2740/master/4110.jpg?width=445&dpr=1&s=none", "Liverpool fans hold up an inflatable cat to mock West Ham’s Kurt Zouma, as their team win the game 1-0"], ["https://i.guim.co.uk/img/media/cba2b4213b0bcf1375a29073078b235325172d32/0_0_4876_3251/master/4876.jpg?width=445&dpr=1&s=none", "Manchester City v Manchester United sees players gather around the centre circle as a banner is displayed reading: ‘No War’"], ["https://i.guim.co.uk/img/media/66d559de499222a56d7884fa87ab3f9895a1f653/0_0_2500_1664/master/2500.jpg?width=445&dpr=1&s=none", "Burnley manager Sean Dyche suffers as Chelsea win 4-0 at Turf Moor."], ["https://i.guim.co.uk/img/media/8b098c8f3d32769d9126e5a33bf6e3c6b2942529/0_0_3983_2655/master/3983.jpg?width=445&dpr=1&s=none", "Martin Dubravka makes a fingertip save from Mohammed Salisu as Newcastle win 2-1 at Southampton"], ["https://i.guim.co.uk/img/media/c95f2340007a114aaaba8fff2128d7aefc49ebb3/0_0_4792_3226/master/4792.jpg?width=445&dpr=1&s=none", "Chelsea fans watch the match under a banner celebrating Roman Abramovich during the Premier League match between Chelsea and Newcastle United at Stamford Bridge."], ["https://i.guim.co.uk/img/media/d249975f1184203573b1aaa0dbbec7bf86aba89b/0_0_3433_2289/master/3433.jpg?width=465&dpr=1&s=none", "Pep Guardiola shares a joke with Trent Alexander-Arnold of Liverpool during their match. The game ended 2-2 at the Etihad."], ["https://i.guim.co.uk/img/media/b21d84ce60f01de522f1e242dc7541a6faa4c751/0_0_3991_2661/master/3991.jpg?width=445&dpr=1&s=none", "Burnley’s players celebrate after Josh Brownhill scores their second goal in a 2-1 defeat of Watford at Vicarage Road"], ["https://i.guim.co.uk/img/media/cca8ea9fc70a3434caa3dc34d9522d68292672ac/0_0_3430_2461/master/3430.jpg?width=445&dpr=1&s=none", "Leeds fans hold their trainers up in the air for a rendition of ‘Shoes off if you hate Man U’ during their match against Manchester City at Elland Road"], ["https://i.guim.co.uk/img/media/50d7b0125ff905dd00a0671dccff6f37b5f3627c/0_0_3746_2413/master/3746.jpg?width=445&dpr=1&s=none", "Everton’s Richarlison battles against a massed defence at Anfield as Liverpool win 2-0"], ["https://i.guim.co.uk/img/media/4451e7b03d5fb3a1f4fca8953e22694c92a093c2/0_0_4534_3024/master/4534.jpg?width=445&dpr=1&s=none", "Brentford’s David Raya saves from Emmanuel Dennis as Watford lose 2-1."], ["https://i.guim.co.uk/img/media/b5333561d3d84ff6e24c1ddcf114a5aa8831bd44/0_0_3808_2539/master/3808.jpg?width=445&dpr=1&s=none", "Newcastle’s Dan Burn tackles Mohamed Salah as Liverpool win 1-0."], ["https://i.guim.co.uk/img/media/974325c446f6b13c8137a563e080ed1ecfcc946b/736_0_1894_2368/master/1894.jpg?width=445&dpr=1&s=none", "A Norwich City fan looks dejected after his side were relegated from the Premier League after defeat to Aston Villa."], ["https://i.guim.co.uk/img/media/66e23d6e10695f09f007ff25f9110e721dfc7bd4/0_0_3500_2333/master/3500.jpg?width=465&dpr=1&s=none", "Manchester City fans invade the pitch after their side won the Premier League following the dramatic 3-2 victory over Aston Villa."], ["https://i.guim.co.uk/img/media/57d539a94afb7a7bd0b67ccc0eab8ff02bc609aa/0_0_2487_1559/master/2487.jpg?width=445&dpr=1&s=none", "West Ham’s Mark Noble gets emotional on the subs bench before the fixture against Manchester City, his final home game for the Hammers. The match ended 2-2."], ["https://i.guim.co.uk/img/media/5974579996458aa38b02d8336b2f62a831135398/0_0_3648_2432/master/3648.jpg?width=445&dpr=1&s=none", "Tottenham’s Harry Kane sends Arsenal keeper Aaron Ramsdale the wrong way to open the scoring from the penalty spot during a 3-0 win."], ["https://i.guim.co.uk/img/media/0c2b026268e952fcc6958ef5e2474f2bd2c2c6f0/0_0_3500_2243/master/3500.jpg?width=445&dpr=1&s=none", "Everton’s Richarlison celebrates with a flare after scoring the only goal against Chelsea at Goodison Park."], ["https://i.guim.co.uk/img/media/1cd9301655a8776fde731835a4e77ecddd17fdfc/0_0_3500_2332/master/3500.jpg?width=445&dpr=1&s=none", "Arsenal’s Gabriel tries to prevent a corner while battling with Newcastle’s Matt Targett. Newcastle win 2-0 to dent Arsenal’s top-four hopes."], ["https://i.guim.co.uk/img/media/66594b6b7aeb083664cc77092444051136cd5983/0_0_3500_2344/master/3500.jpg?width=445&dpr=1&s=none", "Leeds United’s Raphinha celebrates survival in the stands with the fans after their Premier League match at Brentford."], ["https://i.guim.co.uk/img/media/299e0f786b51d68a3685a606c7e43bf3a3707ac4/0_0_2826_1884/master/2826.jpg?width=445&dpr=1&s=none", "Jack Cork of Burnley reacts with dismay at Turf Moor as Burnley’s defeat to Newcastle condemned them to relegation."], ["https://i.guim.co.uk/img/media/9142195a69c941770afe8050cc8600d07dee0c55/0_0_4794_3196/master/4794.jpg?width=445&dpr=1&s=none", "Fernandinho of Manchester City lifts the Premier League trophy."]], "author": ["Jonny Weeks"], "date": "2022-05-23"}, "https://www.theguardian.com/environment/2022/may/27/gene-edited-food-britain-gm-public-mood": {"title": "Britain is paving the way for gene-edited food – will the public stomach it?", "subtitle": null, "text": "Twenty years ago, the anti-GM movement had wide backing. Experts say the current mood on gene editing is softer\\nAt the height of the anti-GM movement, in 1999, the then head of Greenpeace UK, Peter Melchett, was charged with theft and criminal damage after scything down a field of genetically modified maize.\\nIn a decisive victory for the anti-GM movement, Lord Melchett and 27 fellow activists were acquitted by a jury in what many took as a measure of the profound negative public sentiment towards GM technology.\\nMore than 20 years on, as the government proposes relaxing regulations on gene-edited products, experts say the public view on the technology has, if not entirely warmed, at least softened.\\n“I think most people now have what I call the Catherine Tait view: ‘Am I bovvered?’,” said Prof Jonathan Jones of the Sainsbury Laboratory, a plant research institute based in Norfolk.\\nScientists such as Jones welcome the new legislation that could pave the way for a host of technologically enhanced products from vitamin D-enriched tomatoes to anti-carcinogenic wheat. But experts also question whether the technology will really deliver the boost to food security and environmental benefits promised by the government.\\nOne point of contention is the distinction between gene-edited products, which will be permitted, and genetically modified organisms, which will still be subject to strict legislation.\\nNewer gene-editing techniques – termed “precision breeding” in the bill – involve precise changes to single letters of the genetic code. Such changes can be achieved far less efficiently through years of cross-breeding.\\nBut the legislation will not immediately open the way for first generation genetic modification (GM) techniques, which involve taking an entire gene from one plant and inserting it into another.\\nThis concept was behind the unfounded term “Frankenfood” but has also delivered some of the most impressive results, such as a blight-resistant potato, known as piper plus, developed by Jones’s team.\\nThe potato is identical to the maris piper, aside from three genes that make it resistant to late blight, which costs UK farmers tens of millions of pounds annually and requires farmers to spray fields more than a dozen times each year.\\n“I’m a bit uncomfortable with the way this has been presented to the public,” said Jones. “It comes across as saying ‘Don’t worry about this nasty GM because we can do what we want with this lovely gene-editing method’. It leaves intact the false impression that there’s anything wrong with GM.”\\nJones said the bill may be a reasonable “tactical compromise” that could pave the way for a further relaxation of GM rules. “At least I’m hoping that’s what the government is thinking,” he added.\\nThe distinction has also annoyed some environmental campaigners. “Gene editing is just a subset of GM,” said Kierra Box from Friends of the Earth. The charity, she said, maintained a “fundamental opposition” to genetic modification because it was not convinced the technology could deliver environmentally friendly solutions. “If we’re interfering with the genetic codes in nature, we don’t know how those things respond,” she added.\\nHowever, no one is anticipating activists tearing up fields of gene-edited wheat. Greenpeace, once staunchly opposed, does not offer a view on the bill when contacted. “It’s not one we’ve commented on, we haven’t done much work in the area recently,” a spokesperson replied in an email.\\nAnother concern is that the legislation will apply only to England – the Scottish and Welsh governments, which have devolved control of such regulations, are opposed to changing the rules. Under current proposals, gene-edited products could only be developed by scientists and farmers in England, but sold throughout the UK, which could exacerbate political tensions and public opposition.\\nComplicated supply chains mean this also poses a “bit of a nightmare” logistically, according to Jones. For instance, a large proportion of the UK’s seed potatoes, which supply potato farms, are grown in Scotland because its colder climate makes them less susceptible to a pathogen called potato virus Y. Jones said his team was looking at whether gene editing could also make potatoes resistant to this virus. “We might have to GM our way out of it,” he said.\\nThere is also a lingering question of where public opinion really lies.\\nProf Cathie Martin, of the John Innes Centre in Norwich, said the anti-GM movement was, at heart, motivated by concerns about globalisation and that this conversation had moved on. “It was the way Monsanto tried to introduce GM crops into Europe without consultation and without proper understanding of European agriculture systems,” she said. “Since then we’ve had 9/11, a couple of major wars, the threat of climate change has come into focus. People view risks in different ways.”\\nDr Pete Mills, an assistant director at the Nuffield Council on Bioethics, which is leading a consultation on public attitudes towards genetically modified products, said recent research – although there has not been much – suggested that “actually people don’t care very much about the technology”.\\n“What they care about is animal welfare, what the purpose is, who the benefits accrue to,” he said. The intention to extend the proposed legislation to cover gene-edited animals at a later date raises particular ethical concerns, Mills said, and may make the term “precision breeding” feel less reassuring. “The perception of conventional breeding, especially when it comes to animals, is that this has led to unsustainable outcomes,” he said.\\nScientists such as Jones and Martin have pioneered GM technology to create crops that they argue could have substantial environmental and nutritional benefits. But there are less wholesome counter-examples, such as gene-edited “double muscled” pigs – meatier, but with other health problems.\\n“The legislation doesn’t really have any thought about the purposes for which these technologies are going to be used,” said Mills. “I think that’s problematic.”", "image": [["https://i.guim.co.uk/img/media/340f476cbf0ce196403d5afe2e709a7874d45777/0_15_1652_991/master/1652.jpg?width=465&dpr=1&s=none", "Greenpeace protesters attacking a field of genetically modified crops in Norfolk"]], "author": ["Hannah Devlin"], "date": "2022-05-27"}, "https://www.theguardian.com/environment/2022/may/28/beekeepers-and-communists-how-environmentalists-started-a-global-conversation": {"title": "Beekeepers and communists: how environmentalists started a global conversation", "subtitle": null, "text": "The world’s longest serving environment correspondent explains the origins of a slow and continuing journey\\nIt all began with Högertrafikomläggningen, Swedish for “the right-hand traffic reorganisation”.\\nOn 3 September 1967, Sweden switched from driving on the left to driving on the right. The change mainly took place at night, but in Stockholm and Malmö all traffic stopped for most of the weekend while intersections were reconfigured.\\nSo sweet was the resulting city air that weekend that environmental enthusiasm went sky high. It was a moment that would change the world.\\nThree months later Sweden, citing air and other pollution, asked the UN to hold the first-ever international environmental conference, initiating a process that would lead to a groundbreaking gathering in its capital in 5 June 1972, the 50th anniversary of which will be marked next week. This was the beginning of a long and slow struggle to find and agree global solutions to these newly understood global environment problem. Twenty years later, the Rio conference would follow in the same month, kicking off UN climate summits, the most recent of which was held in Glasgow last autumn.\\nAnd yet critical mistakes were made at this early juncture. Progress, as we know, has been glacial in the years since. Now, looking back at the first steps on that journey, it’s hard not to see that, although in there were so many issues the conference got right, there were also some crucial issues it got wrong.\\nThe Stockholm conference – held in the city’s Folkets Hus the site of both a former prison and a theatre specialising in farces – gave green issues international import. In the 1960s, environmental issues had seemed local, not global. In Britain, for example, the last of the great London smogs killed 750 people in 1962, while tragedy struck four years later in Aberfan, Wales, with the collapse of a colliery spoil tip. In Japan, people wore masks against air pollution. There was drought in the Sahel. And in 1969 a passing train ignited oil in Ohio’s Cuyahoga River, setting it ablaze.\\nBut this was also a decade in which there were early stirrings of revolt against the environmental destruction. The World Wildlife Fund launched in 1961 with a special issue of the Daily Mirror carrying the front-page headline “DOOMED”. Rachel Carson’s book Silent Spring savaged pesticides the next year, and in 1969 an undergraduate Prince Charles first entered the fray, lobbying the then British prime minister, Harold Wilson, about Atlantic salmon at an event at the Finnish embassy.\\nBut these were isolated voices, denounced and dismissed by the powerful. Carson, said the US chemical industry, wanted to return to “the dark ages” where “insects and vermin would once again inherit the Earth”. The then US agriculture secretary wrote to former US President Dwight Eisenhower, saying that since Carson was unmarried, despite being “attractive”, she was “probably a communist”.\\nThe plan for an international conference in Stockholm initially had so little support that it was dismissively called “the Swedish matter” at the UN. It took two years of lobbying, against UK and French opposition, before the general assembly backed the proposal. As it happened, this (January 1970) was when I was told by a far-sighted editor at the Yorkshire Post that we needed to be covering this stuff and my long stint on the environment beat – the longest in the world as far as I am aware – began.\\nNow the issue began taking off. The number of Americans concerned about air and water pollution doubled between 1965 and 1970, to 70%. That April, 20 million people demonstrated on the first Earth Day, leaving – to opponents’ delight – much litter behind them. Richard Nixon’s environment chief described Washington’s mood as “hysteria”, and the then US president devoted a quarter of that year’s State of the Union address to the issue. Over the next three years, he brought in 14 pieces of legislation laying the foundations of environmental US policy and institutions.\\nIn Britain in 1970, Ted Heath came to power and established one of the world’s first environment ministries (originally he wanted to call it the Department for Life until he realised that would make his pushy minister Peter Walker “secretary of state for life”).\\nDeveloping world leaders were becoming worried, fearing wealthy countries would use environmental concern to deny them development. Those worries were not assuaged by the publication of two bestselling books: the Club of Rome’s Limits to Growth (the title says it) and A Blueprint for Survival by 30 top UK scientists, which called for deindustrialisation and extolled tribal societies. Alarmed, some considered boycotting Stockholm, with Brazil calling it “a rich man’s show”, and India and Nigeria also publicly expressing concern.\\nThe books had another effect, erroneously concentrating attention on finite “non-renewable resources”, like minerals and fossil fuels, which were projected to run out. Limits to Growth had a particularly strong impact, because – back in those days when computers were thought to be omniscient – the book’s authors had run a series of models that showed supplies collapsing as economic growth continued, causing “rather sudden and uncontrollable decline” in industrial capacity.\\nIts fans were generally far less concerned about “renewable” resources like forests, fisheries and soils, as these would, by definition, replenish themselves. But, in practice, these were already being depleted so fast that they had no chance to recover, and their destruction has been at the heart of most of the big environmental crises of the past half century.\\nMeanwhile, the shortages of minerals never took place at anything like the feared scale – and we now know that we have more oil, gas and coal than we can burn without ruining the climate.\\nSuch was the background against which the Stockholm conference got under way. In retrospect, far too little attention was paid to climate change – which was only beginning to arouse concern, despite having been identified as a potential crisis more than 100 years earlier – and to biodiversity. And, though the conference did come up with 109 recommendations, there would not be another big global summit on the environment for another 20 years.\\nThe conference outcome was uncertain until the last minute. The final issue of its newspaper, Eco, said negotiators could only agree on one thing as the end neared: “Either a declaration will be finalised – or it will not.” After a non-stop 14-hour session, it was – together with a 109-point action plan.\\nA rush of international agreements followed – on marine pollution, endangered species, world heritage, acid rain, whaling, and much else, culminating in one of the most successful treaties of all time, saving the Earth’s vital ozone layer.\\nThe concept of sustainable development had also emerged from the conference: equitable economic growth that preserved the environment for future generations. Nurtured by leading economists like Barbara Ward and boosted by the then Indian prime minister Indira Gandhi’s insistence that poverty was the worst form of pollution, it became one of the enduring legacies of the conference.\\nAnother was pioneering the participation of pressure groups: 258 attended, from Greenpeace to the International Federation of Beekeepers. And they made a difference – effectively pushing through a call to ban whaling.\\nBut momentum soon slowed. The 1973 oil crisis first seemed to reinforce environmentalism, stressing the precariousness of resources. But attention was diverted as an economic crisis, and then another price shock followed. Nixon – who had gone green out of political opportunism, not conviction – quickly dropped it (his infamous tapes recorded him likening environmentalists to “a bunch of damned animals”) as did other leaders. And the environment got pushed to the back of the shelf.\\nNow there is another moment. Last year’s Cop26 summit in Glasgow achieved more than was expected, with governments giving themselves this year – until another summit, in Egypt in November – in which to do more. So far, not much has happened, but potential exists, not least to cut emissions of methane and similar pollutants, a hitherto neglected measure that could cut the rate of warming in half.\\nAlso this year another summit will be asked to approve a 10-year strategy to protect nature and biodiversity.\\nAnd what of economics, once thought to conflict so much with environmentalism? It is increasingly recognised that they must be in concert, that the old models of extractive capitalism just do not work, that the only way to forward is to embrace a circular economy and go green. Just this week a study by Deloitte said reaching net zero carbon emissions would benefit the world economy by $43tn (£34tn) over the next half century.\\nIt’s desperately late, long past time to stop driving, full tilt, down the wrong side of the road. Who’s for a global Högertrafikomläggningen?\\nThis article was amended on 30 May 2022 to reinstate two commas that were mistakenly removed during the editing process, which resulted in a sentence saying: “[Rachel] Carson said the US chemical industry wanted to return to ‘the dark ages’ where ‘insects and vermin would once again inherit the Earth’.” The comments were in fact about Carson by the US chemical industry.", "image": [["https://i.guim.co.uk/img/media/9fa19a31ab57cc1cd96ca3b188ac724b64f51ad0/0_80_1200_720/master/1200.jpg?width=465&dpr=1&s=none", "People rally outside the UN conference on the human environment (UNCHE) in Stockholm in June 1972."], ["https://i.guim.co.uk/img/media/fc33f2c7d118ced25a0326b1f128f9067726c510/0_126_2048_1229/master/2048.jpg?width=445&dpr=1&s=none", "Bill Clinton, then a presidential candidate, speaks at press conference on the Rio Earth summit in June 1992."], ["https://i.guim.co.uk/img/media/88dbfa3ba24a4a830353fdecbd6b88949c0aae7e/0_151_3016_1810/master/3016.jpg?width=445&dpr=1&s=none", "Firefighters tackle a burning oil spill on the Cuyahoga River in 1952."], ["https://i.guim.co.uk/img/media/6231f81ebf0efaeaf812dd21e56da2e56a17eb9f/0_0_615_716/master/615.jpg?width=445&dpr=1&s=none", "A special issue of the Daily Mirror in 1961 to cover the launch of the WWF Launch."], ["https://i.guim.co.uk/img/media/6fb08391fb28ab132fe793b4afbda501aa052a4a/0_46_1200_720/master/1200.jpg?width=445&dpr=1&s=none", "Keith Johnson, of Jamaica, and general rapporteur of the conference UN conference on the human environment makes a statement."], ["https://i.guim.co.uk/img/media/d715f3d5ccab3b38e102ae71f479d7ef4c18ac9c/0_86_3792_2275/master/3792.jpg?width=445&dpr=1&s=none", "An image from the Earth summit in Rio de Janeiro."], ["https://i.guim.co.uk/img/media/1614cccfc7376196b3c45099a6ea215f3cfb84dd/0_0_3541_2125/master/3541.jpg?width=445&dpr=1&s=none", "The Indian prime minister, Indira Gandhi, is greeted by her Swedish counterpart, Olof Palme, on the first day of the conference."]], "author": ["Geoffrey Lean"], "date": "2022-05-28"}, "https://www.theguardian.com/environment/2022/may/03/just-stop-oil-blockades-terminal-in-glasgow-in-first-scottish-action": {"title": "Just Stop Oil blockades terminal in Glasgow in first Scottish action", "subtitle": null, "text": "Demonstrators stage dawn protest at plans for new oil and gas fields in North Sea off Scotland’s coast\\nJust Stop Oil has taken action in Scotland for the first time, with more than 50 activists blockading an oil terminal in Glasgow.\\nShortly before sunrise on Tuesday, about 40 supporters of the civil resistance campaign against fossil fuel production blocked the entrance to the Nustar Clydebank terminal, locking themselves together and climbing on tankers.\\nFourteen more activists made their way inside, with three scaling a storage silo and the rest climbing into pipework distributing fuel around the site, halting operations.\\nThe action marks a shift in strategy for the group, which had previously targeted oil terminals, tankers and petrol stations in the Midlands and south-east England in an effort to disrupt the oil supply to London.\\nJust Stop Oil, which is calling for the government to promise a moratorium on new fossil fuel projects, said the action was prompted by plans for new oil and gas fields in the North Sea, off Scotland’s coast.\\nAmong those taking part was Neil Rothnie, 69, a retired oil and gas worker, who said: “North Sea oil and gas does not offer energy security. The North Sea oil and gas industry has one priority and it is not the climate crisis, it’s not the future of North Sea oil and gas workers, and it’s certainly not whether the poor can stay warm.\\n“If the government was serious about a just transition we would be seeing it here in Scotland. Where are the turbine factories in Scotland? Where are the yards building platforms for offshore wind? Where are the projects to properly insulate our houses? When will we get free public transport?”\\nSupporters of Just Stop Oil have been arrested more than 1,200 times since the campaign began at the beginning of April. They have vowed to continue disrupting UK fuel infrastructure until their demands are met.", "image": [["https://i.guim.co.uk/img/media/fc29225a8a4f416df7a834a811c76f7198142c2f/0_51_2483_1490/master/2483.jpg?width=465&dpr=1&s=none", "Police   liaison officers speak to a Just Stop Oil  activist protesting at the Nustar Clydebank oil terminal in Glasgow"], ["https://i.guim.co.uk/img/media/efa86ae08eb2566626d61d6b5de28a0cddaf5c5b/0_274_4112_2467/master/4112.jpg?width=445&dpr=1&s=none", "Police officers walk past Just Stop Oil activists blocking the entrance to the Nustar Clydebank oil terminal in Glasgow"]], "author": ["Damien Gayle"], "date": "2022-05-03"}, "https://www.theguardian.com/world/live/2022/may/16/russia-ukraine-war-latest-news-swedish-pm-to-seek-parliaments-support-for-joining-nato-live?page=with%3Ablock-628242ac8f081d7cecad5ae1": {"title": "More than 260 troops evacuated from steelworks – as it happened", "subtitle": null, "text": "This blog is now closed, you can find our our new live blog here\\nGreenpeace protesters have blocked the entry of a Greek tanker into a southern English port due to its Russian fuel cargo, with police making arrests, the green group said on Monday, drawing condemnation from the British government.\n Reuters reports:\\nBritain and the European Union have separately banned Russian-flagged vessels from their ports, with exemptions, following Russia’s invasion of Ukraine which the Kremlin describes as a “special military operation”.\\nThe United Kingdom has said it will phase out imports of Russian oil by the end of the year, which has meant that foreign-flagged vessels carrying Russian cargoes are still able to call at ports for the time being.\\nGreenpeace said 12 activists occupied a jetty on Sunday evening in Navigator Terminals’ Thames site in Essex, where the Greek-flagged Andromeda oil products tanker was expected to discharge its cargo.\\n“Ministers have kicked a ban on Russian oil imports to the end of the year despite strong public support for it,” said Georgia Whitaker, oil and gas campaigner with Greenpeace UK.\\nA British government spokesperson said: “There is absolutely no excuse for Greenpeace*s disruptive actions, which are wholly unacceptable.”\\nIn recent weeks, a number of ships carrying Russian cargoes have changed course after protests at both UK and EU ports.\\nThe European Union and the United States have agreed closer cooperation to counter disrupted supply of commodities and food caused by Russia’s invasion of Ukraine and to combat disinformation from Moscow.\n Reuters reports:\\nEU and US officials convened at Paris-Saclay University on the outskirts of the French capital for the second trade and technology council, a forum initially seen as a transatlantic counterweight to China, but now also with a clear focus on Russia.\\nIn a joint statement, the two allies said they would work to reduce over-reliance on certain trading partners for agricultural commodities and inputs to increase resilience of global food production.\\nReduced grain shipments from Ukraine have led to price spikes, exacerbated now by India suspending wheat exports.\\nThe European Union and the United States also condemned the Russian government’s undermining of freedom of expression, saying it had “repeatedly used the veil of disinformation” to obscure war crimes.\\nThe Ukrainian foreign minister, Dmytro Kuleba, has ruled out potential concessions to Russia that could lead to a ceasefire in the war and said the European Union faces “moral failure” if it doesn’t approve the nation’s candidacy for membership by June.\\nSpeaking to Bloomberg Television in an interview in Brussels on Monday, Kuleba declined to comment on whether the French president, Emmanuel Macron, urged his Ukrainian counterpart, Volodymyr Zelenskiy, to accept Kremlin demands if it meant achieving peace. But he dismissed any push to make an offer to Vladimir Putin in exchange for ending his invasion of Ukraine.\\nKuleba said:\\nLooking for face-saving options for Putin is simply a false approach.\\nLet Putin himself find a face-saving option.\\nUkraine’s ambition remained to restore full territorial integrity, Kuleba said. That would include areas of the eastern Donbas region controlled by Russian-backed forces before the invasion as well as the Crimean peninsula seized by Russia in 2014. The foreign minister, in Brussels to meet EU counterparts, expressed confidence that Ukraine would eventually win the war against Russia. “We want everything that belongs to us to be ours,” he said.\\nThe diplomat also pushed wavering EU leaders on Ukraine’s bid to secure candidacy status next month, saying public opinion in the 27-member bloc was moving in his country’s favour and that this would send a message that the country was “one of us”. Some EU leaders have expressed concern that a fast-track route to membership could create false expectations for Kyiv. \n Asked about the prospect of Ukraine’s candidacy being rejected, he said:\\nIt will be a moral failure, which will be judged by history.\n   In between candidacy and membership, there is a long process of accession talks, reforms, transitions - many, many things can happen and they can be blocked at any stage.\\nNorway, Denmark and Iceland have issued a joint statement offering their support to Finland and Sweden in case the two Nordic nations were to come under attack during their Nato applications.\\nNorway’s prime minister, Jonas Gahr Støre, said:\\nTogether with Denmark and Iceland, Norway stands ready to assist its Nordic neighbours by all means necessary should they be the victim of aggression on their territory before obtaining Nato membership.\\nThere are some lines from Reuters on European responses to Finland and Sweden’s decision to join Nato, and Russia’s tense reaction.\\nSpeaking to the leaders of a Russian-dominated military alliance of former Soviet states, Vladimir Putin said the enlargement of Nato was being used by the United States in an “aggressive” way to aggravate an already difficult global security situation.\\nRussia, Putin said, had no problem with Finland or Sweden, so there was no direct threat from Nato enlargement which included those countries, Reuters reports.\\nPutin told the leaders of the Collective Security Treaty Organization, which includes Belarus, Armenia, Kazakhstan, Kyrgyzstan and Tajikistan:\\nBut the expansion of military infrastructure into this territory would certainly provoke our response.\\nWhat that (response) will be – we will see what threats are created for us.\\nProblems are being created for no reason at all. We shall react accordingly.\\nRussia has given few specific clues about what it will do in response to the Nordic enlargement of Nato, the biggest strategic consequence of Russia’s invasion of Ukraine to date.\\nOne of Putin’s closest allies, former president Dmitry Medvedev, said last month that Russia could deploy nuclear weapons and hypersonic missiles in the Russian exclave of Kaliningrad if Finland and Sweden joined Nato.\\nNato, founded in 1949 to provide European security against the Soviet Union, ultimately outguns Russia in almost every military measure apart from nuclear weapons, though the backbone of the alliance’s military power is the US – whose forces are mostly deployed far from Europe\\nChina on Monday gave a vague response to Finland’s accession into Nato, saying the move would inject a “new factor” into Chinese-Finnish relations.\\nZhao Lijian, said at a regular press briefing:\\nChina has noticed Finland’s proposal to join the Nato. Sino-Finnish relationship has always been friendly. Finland’s application to join the Nato will of course add new factor in the bilateral relations.\\nZhao did not elaborate what he meant by “new factor”. But when pushed by a Finnish journalist to say more, Zhao added that China has been “very clear on Nato and Nato’s eastward expansion”. Beijing has consistently criticised Nato in recent years.\\nChina’s Global Times, in a separate editorial, last week warned that Nato’s expansion “risks turning Europe into a new powder keg”.\\nCiting analysis, it wrote:\\nThe move will result in, most directly, a boom in Nato’s power, forming a new acute challenge to Europe’s security order.\\nThe sound of disapproval is almost audible in Beijing. Russia’s state-owned news agency, Tass, last week spoke to Zhang Guoqing, a research fellow of the Institute of American Studies at the Chinese Academy of Social Sciences. Zhang warned that Finland and Sweden’s move would “fuel tensions in region”.\\nVladimir Putin said Russia had no issue with Finland and Sweden, but that the expansion of military infrastructure on their territory would demand a reaction from Moscow, as the Nordic countries move closer to joining Nato.\\nPutin, speaking in Moscow at a summit of the Russian-led Collective Security Treaty Organisation (CSTO), said Nato’s expansion was a problem for Russia and that it must look closely at what he said were the US-led military alliance’s plans to increase its global influence.\\nThe Belarusian leader Alexander Lukashenko has urged other members of a Russian-dominated military alliance to stand united, and accused the west of hoping to prolong the conflict in Ukraine to try to weaken Russia as much as possible, Reuters reports.\\nLukashenko, speaking at a summit of the leaders of the Collective Security Treaty Organisation (CSTO) in Moscow, said “hellish sanctions” against his country and Russia could have been avoided if the group had spoken with one voice.\\nAddressing the Russian president, Vladimir Putin, and the leaders of Armenia, Kazakhstan, Kyrgyzstan and Tajikistan, Lukashenko said in televised opening remarks:\\nWithout a united front, the collective west will build up pressure on the post-Soviet space.\\nMcDonald’s has initiated a process to sell its business in Russia after 30 years of operating its restaurants there, after Moscow’s invasion of Ukraine.\\nIn March, McDonald’s closed its 850 restaurants in Russia including its site in Pushkin Square in the capital, which was the first in the country.\\nThe Chicago-based company owns 84% of its restaurants in Russia, and has said its restaurants there and in Ukraine contributed 9% of its annual revenue, or around $2bn (£1.6bn).\\nAs part of the exit, the company expects to record a non-cash charge of between $1.2bn (£980m) and $1.4bn.\\nMore to follow here:", "image": null, "author": ["Dani Anguiano", "Joanna Walters", "Nicola Slawson", "Rachel Hall", "Calla Wahlquist", "Dani Anguiano", "Joanna Walters", "Nicola Slawson", "Rachel Hall", "Calla Wahlquist"], "date": "2022-05-17"}, "https://www.theguardian.com/environment/2022/may/23/fossil-fuel-funded-thinktank-charity-commission-global-warming": {"title": "Climate sceptic thinktank reported to charity commission over fossil fuel interest funding", "subtitle": null, "text": "Global Warming Policy Foundation is lobby group not charity and brings no public good, say signatories\\nThe Global Warming Policy Foundation, a climate sceptic thinktank, has been reported to the Charity Commission by the Green MP Caroline Lucas and Extinction Rebellion.\\nThe move comes after the Guardian revealed that the group received funding from fossil fuel interests.\\nThe thinktank has charitable status, but climate campaigners say the questions about its funding mean it should be stripped of this.\\nIn a letter to the Charity Commission, the signatories including the writers Irvine Welsh and Zadie Smith say the GWPF is “not a charity, but a fossil fuel lobby group”.\\nThe GWPF, set up in 2009 by the former Tory chancellor Lord Lawson, has enjoyed a recent revival in its influence in parliament. It has MP Steve Baker as a trustee and has its research promoted by the Net Zero Scrutiny Group of Conservative MPs.\\nThe letter also claims that the thinktank flouts the rules that charities must be run for the public good. The commission states that “a purpose must be beneficial – this must be in a way that is identifiable and capable of being proved by evidence where necessary and which is not based on personal views”.\\nIt also says “any detriment or harm that results from the purpose (to people, property or the environment) must not outweigh the benefit – this is also based on evidence and not on personal views.”\\nThe signatories say that the GWPF does not abide by this as it “works against the public need to prepare, mitigate and adapt to the unfolding climate emergency” and therefore does not serve or benefit society.\\nThey argue that the group’s funding could show a conflict of interest, and that it is not working for the public good.\\nThrough its American arm, the group received $210,525 in 2018 and 2020 from the Sarah Scaife Foundation – set up by the billionaire libertarian heir to an oil and banking dynasty. The US-based foundation has $30m of shares in 22 energy companies including $9m in Exxon and $5.7m in Chevron, according to its financial filings.\\nBetween 2016 and 2020, the American Friends of the GWPF received $620,259 from the Donors Trust, which is funded by the Koch brothers, who inherited their father’s oil empire and have spent hundreds of millions of dollars funding the climate denial movement.\\nThe letter concludes: “We look to the Charity Commission’s own guidance that a charity must make sure ‘protecting people from harm is central to its culture.’ We contend that the ongoing global harm caused by climate change is exacerbated by the vested interests that use the GWPF’s undeserved charitable status as a front for their interests.”\\nA spokesperson for the GWPF declined to comment on the letter to the Charity Commission. The thinktank did respond to previous revelations about its funding, saying the companies it receives money from do not count as oil and gas interests, owing to the wealth created from fossil fuels being historic.", "image": [["https://i.guim.co.uk/img/media/dcb0e7fe0f68a0e234960a55e3d235e56e5fae83/0_288_8640_5184/master/8640.jpg?width=465&dpr=1&s=none", "Steve Baker "]], "author": ["Helena Horton"], "date": "2022-05-23"}}