{"https://www.theguardian.com/us-news/2021/sep/12/occupy-wall-street-10-years-on": {"title": "‘We showed it was possible to create a movement from almost nothing’: Occupy Wall Street 10 years on", "subtitle": null, "text": "Some say it inspired BLM and the growth of the US left. Others see it as an abject failure. A decade after the occupation of New York’s Zuccotti Park, the people who were there look back\\n“We are the 99%.” Ten years ago that unifying slogan travelled around the world. Some attribute its origin to the economist Joseph Stiglitz, who first popularised the distinction between the 1% of people with great wealth and power and the rest of us. Others say that it was the late anthropologist and anarchist David Graeber who coined the phrase. But everyone agrees that it went global when it was voiced by demonstrators who gathered in lower Manhattan’s financial district on 17 September 2011.\\nWhat took place that day, and the two months to follow, would become known as Occupy Wall Street, a protest movement against economic inequality and injustice that spread to 28 other US cities, to European capitals and financial centres, including London, Paris and Berlin, as well as parts of South America and the far east. In total it’s said that there were more than 750 Occupy events around the world, featuring demonstrators ranging from a few tens in some places to many thousands in others.\\nInspired by the Arab spring protests that had toppled several dictators in the Middle East, OWS was also a delayed reaction to the global financial crisis of 2008 that had ushered in an era of austerity.\\n“The one duty we owe to history,” said Oscar Wilde, “is to rewrite it.” In the limitless leisure of retrospect, any particular moment in time and space can become imbued with pivotal significance or be consigned to the dustbin of historical dead ends. A decade on, opinions about OWS remain starkly polarised among both observers and participants.\\nJuly 2011 Responding to growing inequality post-2008 and undue corporate influence on government, Adbusters magazine calls for 20,000 people to “occupy Wall Street” for a few months from 17 September, in an email co-written by senior editor Micah White.\\n17 September Spurred on by the hacker group Anonymous, around 1,000 protesters descend on Zuccotti Park, two blocks north of Wall Street, and set up camp.\\n24 September A New York police officer, later named as Anthony Bologna, is filmed pepper spraying protesters, adding momentum to the movement.\\n1 October A march across the Brooklyn Bridge leads to 768 arrests, the largest number at any Occupy event.\\n15 October Inspired in part by the Occupy movement, protests take place in 951 cities in 82 countries around the world. Half a million people gather in Madrid. In London, protesters set up camp outside St Paul’s Cathedral. Occupy London releases a formal statement the following day.\\n22 October London protesters establish a second of four camps, in Finsbury Square. It’s the last camp in the city to be cleared, in June 2012.\\n15 November Police in riot gear begin removing protesters from Zuccotti Park, arresting some 200 people in the process.\\n2 January 2012 An Occupy movement in Nigeria is sparked by a move to end fuel subsidies in the country. Two weeks later, President Goodluck Jonathan partially restores the fuel subsidy.\\n28 February In London, bailiffs supported by riot police begin to remove the tents around St Paul’s Cathedral.\\n17 September To mark the one-year anniversary of Occupy Wall Street, hundreds of protesters return to Zuccotti Park. Despite the much smaller numbers involved, nearly 200 people are arrested.\\nOne school of thought views it as a transformative event in contemporary US history, a popular uprising against the power of corporate America that helped shift the Democratic party leftwards, enable Bernie Sanders’s presidential campaign and the election of self-proclaimed socialist politicians such as Alexandria Ocasio-Cortez. By this reckoning, it was also the original leaderless social media-organised movement on which #MeToo and Black Lives Matter would be modelled.\\nThe opposing view sees it as an abject failure and historically irrelevant. This verdict was neatly summed up by the New York Times financial columnist Andrew Ross Sorkin when he predicted, a year on from the event: “It will be an asterisk in the history books, if it gets a mention at all.”\\nLeaning towards the latter camp is Micah White, the man who co-wrote the email that summoned the whole thing. Ten years ago White was senior editor of Adbusters, an anti-consumerist magazine based in Vancouver, Canada. Run by Kalle Lasn, a septuagenarian former market research company owner, Adbusters had a reputation as a provocative, stylish, anti-establishment publication.\\nLike many radicals at the time, the magazine’s editorial collective was impressed by the popular uprising in Egypt’s Tahir Square that had brought down Hosni Mubarak. In response they decided to issue an American call-to-arms or, more accurately, legs. They wanted protesters to get down to New York’s financial district.\\n“On September 17,” they wrote to their subscribers list in mid-July 2011, “we want to see 20,000 people flood into lower Manhattan, set up tents, kitchens, peaceful barricades and occupy Wall Street for a few months. Once there, we shall incessantly repeat one simple demand in a plurality of voices.”\\nThe old 1968 revolutionary slogan was “be realistic – demand the impossible”. But the demand Lasn and White suggested was surprisingly possible, if unlikely. They called on Barack Obama to “ordain a presidential commission tasked with ending the influence money has over our representatives in Washington”.\\nThe email was taken up by the hacker group Anonymous and spread through radical circles. It worked. Rather like the Sex Pistols’ legendary gig at the 100 Club, which half of London later claimed to have attended, many people have since suggested they were part of that first day. In fact, there were around 1,000 who actually made their way, after a couple of false starts, to Zuccotti Park, between Broadway and Church Street.\\nWhite believes that OWS amounts to the “best social movement from a technical perspective” of the past decade. Yet he sees it as a failure both in achieving what it set out to do at the time and in its long-term impact. “I think if you look at the last 10 years, activism has not worked,” he says.\\nPerhaps the first thing to say about Zuccotti Park is that it’s not a park. Instead, it’s a privately owned public space with granite paving and a meagre smattering of young trees that lies a couple of blocks from the old World Trade Center. In the UK we’d call it a small square. But owing to its private status, it afforded a certain protection from immediate eviction.\\nAmong that first group who did go there were Marisa Holmes, then a 25-year-old anarchist film-maker who had already visited Tahir Square, and Graeber, who would go on to write the influential Bullshit Jobs, which contended that most jobs were needless and meaningless, before his premature death last year. That first night Holmes organised a general assembly.\\n“We were on a dinner break and we had peanut butter sandwiches provided by the food committee,” she recalls. “David wanted me to facilitate. At the time I was not prepared.”\\nOne reason Holmes, and everyone else, was a little unready was because no one was expecting much of a turnout, despite Adbusters’ call for 20,000. But even though the gathering was nowhere near that size, it was still bigger than any earlier efforts at protest in the area.\\n“Previous attempts to go to Wall Street or do any kind of camp in that area had been relatively small and not very effectual,” says Holmes.\\nGeneral assemblies, food committees: this is the language of organised protest. But OWS prided itself on its leaderless principle – a stance that would bring much criticism – and on reaching decisions by public debate and group consent. To do this, a novel means of public address was employed which became known as the “people’s microphone”. A speaker would shout out a few words, which would then be chanted by those close by, and then rechanted by everyone else. It was a laborious means of conveying information, but many found the mass participation “empowering”.\\nAlmost immediately a strategic schism emerged. The original undertaking to “incessantly repeat one simple demand” never materialised. White drafted a resolution outlining the demand, which he emailed to Holmes, but it was gently rejected.\\n“When Occupy started,” he recalls, “we kind of stepped back and we didn’t want to go there as leaders, and there was a mood of like, we also don’t want you to go there. The failure to create the demand was a strategic error that was unavoidable based on the prevailing prefigurative anarchism in New York City at that time.”\\nHe’s referring to the anarchist principle, emphasised by Graeber, that the way radicals organise now should reflect the sort of society they want to build in the future. In that idealised society, debate would replace demands. “They wanted to test that out,” says White. “And, congratulations, it did not work.”\\nHolmes doesn’t accept the analysis or criticism. She points out that Adbusters was a magazine based in Canada “that was just making these proclamations” and wasn’t involved in organisation on the ground. As early as 20 August, she says, at the pre-planning stage, “we decided not to have demands, through a consensus process in the assembly of maybe 50 people that were there that night”.\\nIt may sound like an arcane difference of opinion but it’s a fundamental issue of means and ends, values and results, process and change, the eternal battle between the pragmatist and the idealist. White wanted to gain momentum by organising around a single overwhelming demand that would engage universal popular support. Holmes wanted to set up a makeshift society that would be a model for the future.\\nIt was Holmes who slept out in the square. White remained at home in Berkeley, California, staying in contact with the organisers, and didn’t visit it until the following May, by which time the protest had fragmented into an occasional spectacle. “Our aim was to stay as long as possible and inspire the creation of a democratic movement in the United States,” says Holmes. “And our long-term goals were about practice, about encouraging a cultural shift toward a more egalitarian democratic culture.”\\n“Horizontalism” was the watchword, the belief in involving everyone in the decision-making process without any pyramidal structure of leadership. It was an approach that called for an awful lot of meetings. Many activists love meetings. White is not one of them. “I think I’m on the spectrum,” he says. “It’s a thing I’ve always wondered about: why build social movements when I like to be alone so much?”\\nHolmes, however, is a meetings person. And she was not alone. In a 2016 film she made about OWS called All Day All Week, we see a number of mostly young people excited by outreach meetings, actions groups, legal groups, communications groups, town planning, treasury and comfort groups, food committees and student assemblies. There was even a demands group, that duly failed to come up with any demands.\\nIn the film you can see a performative aspect to the occupation, and not just in the drummers and buskers who seem to provide an endless noisy soundtrack to the proceedings. It’s there in the poses struck by the earnest young people addressing the crowds, as though they were all too aware of the iconography of revolutionary uprisings.\\nAlthough the autumnal weather soon turned cold, people kept coming in the early days, and the crowds kept swelling. The police made continual attempts to stem the flow by insisting that all tents and permanent structures be removed, but Liberty Plaza, as it was renamed by the protesters, held firm.\\nOn 25 September, protesters marched from the plaza to Union Square, where the police pepper-sprayed screaming demonstrators and arrested dozens of activists. The scenes were captured on smartphones and quickly went viral, turning up on the evening news, which served to bring more people to the protest. “The more the state beat us down,” said Holmes, “the more support we received.”\\nThere were also celebrity visitors, such as the film-maker Michael Moore and the radical academic Cornel West. A rumour also went round that Radiohead were going to pay a visit and play a concert in solidarity.\\n“Radiohead will play a surprise show for #occupywallstreet today at four in the afternoon,” Occupy organisers wrote in an email to supporters. Had the band actually turned up, there is the question of whether they would have been allowed by the occupiers to perform, and how long it would have taken to reach that decision.\\nAt Occupy Atlanta, one of the many protests that OWS spurred, the civil-rights legend John Lewis turned up to address the crowd. But before he could speak, the occupiers first had to debate whether he should be allowed to speak, a process that, employing the people’s microphone repetition method, was destined to be lengthy.\\nProtester: How do we feel…\\nThe crowd: How do we feel…\\nProtester: … about Congressman…\\nCrowd: … about Congressman…\\nProtester: … John Lewis…\\nCrowd: … John Lewis…\\nProtester: … addressing the assembly…\\nCrowd: … addressing the assembly…\\nAfter 20 minutes of listening to this back and forth, Lewis left, having not addressed the gathering.\\nAlthough the Radiohead rumour was soon exposed as false, more people came flocking to the plaza un New York. For one young protester from Brooklyn, the new arrivals were not a wholly positive development. Negesti Cantave, who now works in the music industry, says that while she feels the work of OWS was well intentioned, it wasn’t effective.\\n“I think there were more longer-lasting negative impacts for New Yorkers,” she says. “There was a large influx of people from out of state, some people even coming internationally, and I think the legacy of Occupy Wall Street has to do with the nonprofit industrial complex [the voluntary/NGO sector] and gentrification.”\\nIt seems unlikely that visitors to OWS would have had much of an effect on the voluntary sector or housing in a city the size of New York, yet Cantave’s observation does speak of a class divide. “It’s not often talked about,” she says, “but there was a fair amount of wealthy people who participated.”\\nCantave herself only spent one night sleeping out in the plaza. She was living in New York anyway, she says, and “there were a lot of issues in terms of how the city chose to sabotage that space. It was not always a safe space for women or female-presenting, female-identified people.”\\nYet by comparison with sleeping out elsewhere in the city, it was relatively safe. And with its “people’s kitchen” and relative street-safety, the occupation also attracted a growing number of homeless people, who were not accustomed to meetings, debate or active participation.\\nAs one witness testifies in All Day All Week, horizontalism faltered when it met homelessness. No one had the expertise or knowledge to deal with people who had really been let down by the system they were all protesting against. “Almost all of us were totally ignorant about how to do it,” he admits.\\nCantave says she can remember a lively discussion about whether they were organising a protest project or providing social services. “I definitely think we were not equipped to provide social services,” she says, but notes that many homeless people also wanted to get involved in organising.\\nThe fact is, even in the most egalitarian of settings, some people are practised in discursive dynamics and others struggle to make their voices heard. To David Graeber, for example, OWS was the realisation of a belief, he says in Holmes’s film, that he had psychologically accepted wasn’t going to happen. “And then it happens,” he said, “and you say, ‘Oh, all right, I’ve been saying for years this was going to happen.’ And it did! It was amazing.”\\nTo the academic, it was a theory that had been put into practice. Some of his fellow protesters were committed on a more practical level. In the film, Chris Gotono, who ran the people’s kitchen, says that he noticed class, gender and racial divisions in who was working, and he complains of being taken for granted, doing the “unglamorous hard work of keeping that park going day in and day out, while other people had theoretical conversations on theoretical problems on theoretical matters and then went on their theoretical marches afterwards”.\\nA combination of internal tensions, exhaustion and worsening weather began to undermine morale among the occupiers and thin their numbers. Ultimately, it was finished off by Mayor Bloomberg, acting on behalf of Zuccotti Park’s owners Brookfield Properties, who sent in the NYPD to dismantle the camp on 15 November, just under two months after it had been assembled.\\nDespite several attempts to re-occupy the space and others in the area, the protest effectively came to an end. “The movement never really recovered,” says Holmes at the end of her film. It also ended an experiment in social and political organisation. However, Wall Street, and the whole financial and corporate sector, remained almost entirely untouched by the two-month long occupation. It changed no banking practices, brought forth no corporate regulation.\\nBy that measure it was widely seen as a failure. The Arab spring, which had been the original inspiration for many of the organisers, had led arguably to a worse outcome for many of the countries involved – in July, Tunisia’s president, Kais Saied, dismissed the country’s prime minister and suspended parliament. In its own way, OWS was adjudged to be equally counterproductive. Political and economic life continued as before in the US and elsewhere, and, if anything, there was a lurch to the populist right, embodied most egregiously by Donald Trump’s election in 2016.\\nYet, a decade on, OWS is frequently cited as the precursor to a range of initiatives and developments, such as Black Lives Matter or the UK’s Extinction Rebellion.\\n“I think in a number of ways [BLM] are part of the legacy,” says Holmes, who is white. “There’s overlap in the people who came through Occupy and the people who were later involved in these movements.”\\nCantave, who is black, is not so convinced of the lineage.\\n“I don’t think that the Occupy movement itself influenced Black Lives Matter,” she says. “There were individuals who participated in Occupy who later participated in Black Lives Matter, but I believe that the Black Lives Matter protest falls much more in a legacy of black protests in America.”\\nMicah White, who is mixed-raced with an African American father and a white mother, believes that the links between OWS and BLM are not just an overlap in individual protesters, but also the adoption of a model. “We showed people that it was possible to create something like a social movement with so few resources,” he says.\\nThe other major development in which OWS is often cited is the Democratic party’s shift to the left. Both Elizabeth Warren and Bernie Sanders drew activist support from former Occupiers. On this, Cantave is in agreement.\\n“That’s 100% true,” she says. “There was a realisation that the left is not necessarily as small as maybe the Democratic party thought it was. And I think the Democratic party was forced to speak to that base in a more serious way.”\\nWhite, however, is more sceptical. “That is one of those beautiful ideas that we come up with to make ourselves feel better,” he says, arguing that true revolutionaries set out to realise their own ideals. Non-revolutionaries, he says, are “quite happy that the legacy of Occupy is Bernie Sanders and AOC [Alexandria Ocasio-Cortez]. Gradual change in the future at some unknown period of time. That’s not what we were about, though.”\\nFor all his revolutionary fervour, White has since gone on to address Davos – a decision he justifies with the comparison of Che Guevara addressing the UN – and is now a father and works in cryptocurrency. He says that he “detest[s] groupthink” and he no longer wants to be “part of an ideological scene”.\\nAt the end of her film, when Holmes admits that the Zuccotti Park eviction marked the end of OWS, there is an air of dejection in her narration. “In many ways,” she concludes, “the global revolution that we have been part of was transformed into a counterrevolution.”\\nYet both she and Cantave remain firm believers in anarchism. Holmes is currently working on a PhD in media studies and continues to be committed to the ideals that first took her to Zuccotti Park. She thinks that White’s apparent abandonment of those ideals is “really sad” and suggests that it was his lack of organising experience and working alongside others that produced what she see as his pessimism.\\n“I mean, I definitely have my moments feeling burnt out and frustrated. It can get really rough in the face of state repression. But, you know, with a long view,” she says, breaking into a smile, “I think what we did was successful.”", "image": [["https://i.guim.co.uk/img/media/d0db2c0aa4ffc92a5a73eaa4b9245c6c232ebaf0/0_62_4256_2555/master/4256.jpg?width=480&dpr=1&s=none", "The Occupy Wall Street protest in Zuccotti Park, New York, September 2011."], ["https://i.guim.co.uk/img/media/94b53007a81ea35b827a478431504a590c1631c2/0_357_6016_3608/master/6016.jpg?width=445&dpr=1&s=none", "Micah White in Nehalem."], ["https://i.guim.co.uk/img/media/b45dca44ec710662d1689793e6c90e0d44aa6b90/0_60_3500_2101/master/3500.jpg?width=445&dpr=1&s=none", "Philosopher Cornel West stops to talk to demonstrators in Zucotti Park, September 2011."], ["https://i.guim.co.uk/img/media/15e0caebc1d42d43e97506545efbf1d5d8fe484b/0_7_3000_1800/master/3000.jpg?width=445&dpr=1&s=none", "A bride walks past Occupy protesters as they cross the Brooklyn Bridge on 1 October 2011."], ["https://i.guim.co.uk/img/media/6211da2359c564e5846daa8038148228f4c7762b/0_0_6144_4096/master/6144.jpg?width=445&dpr=1&s=none", "Signs on the floor in Zuccotti Park."], ["https://i.guim.co.uk/img/media/5b230f7d9e79faf1d07e963d425918a2fc29f483/0_150_4752_2851/master/4752.jpg?width=445&dpr=1&s=none", "Occupy Nigeria protests in Lagos, January 2012."], ["https://i.guim.co.uk/img/media/aec81709ba2536abaf4006a13416923ce73f04f3/0_209_3500_2100/master/3500.jpg?width=445&dpr=1&s=none", "Protestors From Occupy London in a tent outside St Paul’s Cathedral."], ["https://i.guim.co.uk/img/media/941e769be70d18016eefba3b9be6f67e1c5c453f/0_80_4507_2705/master/4507.jpg?width=445&dpr=1&s=none", "A protester outside St Paul’s Cathedral is pulled away by police."]], "author": ["Andrew Anthony"], "date": null}, "https://www.theguardian.com/uk-news/2021/sep/29/insulate-britain-activists-block-m25-by-glueing-themselves-to-road": {"title": "Police say charging M25 climate protesters ‘difficult’", "subtitle": null, "text": "Police arrest 11 after climate crisis protesters defy court injunction and glue themselves to road\\nPolice have claimed it is “very difficult” to bring charges against environmental activists after 27 members of Insulate Britain were arrested for blocking a roundabout at a junction with the M25.\n Lisa Townsend, Surrey’s police and crime commissioner, said the police were receiving “an enormous amount of flak” over their response but she insisted officers were “doing their utmost to prevent the disruption”. \n It comes after the same junction was targeted twice in six hours. On Wednesday morning, police arrested 11 people who had glued themselves to the road on a roundabout at junction 3, the Swanley Interchange in Kent, at about 7.30am.\\nThe group returned at 1pm when a further 16 arrests were made for the same offence. All 27 people are being held in custody.\\nInsulate Britain, which is calling on the government to insulate all UK homes by 2030 to cut carbon emissions, has continued to block the M25 despite the government obtaining an injunction prohibiting protesters from doing so.\n  The high court injunction obtained by the government means anyone blocking the motorway could be found to be in contempt of court, which carries a maximum penalty of two years in prison or an unlimited fine. \n  But Townsend said: “It has been very difficult for the police because if they charge the protesters with a relatively minor offence, it is likely to be discontinued. \n  “If they try to elevate the charge to a more serious one, they are finding it is not reaching the necessary threshold.\n  “The public deserves to see a response from all parts of the criminal justice system and it is unfair for the police to be blamed if people do not end up before the courts.” \n  Insulate Britain, an offshoot of Extinction Rebellion, said in a statement: “We are going nowhere. You can raid our savings. You can confiscate our property. You can deny us our liberty and put us behind bars. \n  “But shooting the messenger can never destroy the message: that this country is going to hell unless you take emergency action to stop putting carbon into the air. Boris get on with the job.” \n  Wednesday was the seventh day that the group has targeted the M25.\\nThe activists have become noted for their tactic of blocking London’s orbital motorway and other major roads as they try to draw greater attention to the climate crisis. Specifically, they have called for ministers to fully insulate all homes in the UK within a few years.\\nThey argue that the act would not only reduce the UK’s climate emissions, it would also help tackle fuel poverty, which the latest official figures show affects more than 3m households in England alone.\\nLast Tuesday, the high court granted an injunction preventing protesters from disrupting traffic on to or along the M25 after several protests. The activists also targeted roads leading to Dover and a judge granted a further injunction last week. The activists claimed the campaign, which entered its third week on Monday, has been carried out by 115 people and resulted in more than 400 arrests.\\nWhile Insulate Britain’s methods have been heavily criticised by some, academics and policy experts have suggested there is support for the end the activists seek.\\nExperts have seen properly insulating homes as “low-hanging fruit” in the effort to reduce the UK’s carbon emissions. Last week, Jess Ralston, an analyst at the Energy and Climate Intelligence Unit, told the Guardian a 2017 study had found the initial cost of the work would be dwarfed by the financial and social benefits it brought.\\nKent police tweeted: “The Swanley Interchange roundabout at J3 of the M25 has now reopened following an earlier protest, which has resulted in us arresting 11 people. Delays remain in the area whilst the backlog of traffic clears. Thank you for your patience.”\\nThe Swanley Interchange roundabout at J3 of the M25 has now reopened following an earlier protest, which has resulted in us arresting 11 people. Delays remain in the area whilst the backlog of traffic clears. Thank you for your patience.\\nActivists welcomed a pledge by the Labour leader, Sir Keir Starmer, to insulate every home that needs it in Britain over the next decade. One woman glued to the road said: “That’s excellent news. Let’s get the Labour party in. “It would cut UK emissions by 15%, it’s the easiest thing to do.”\\nAnother woman added: “When will the Conservatives do the same thing?” \n As well as targeting the London ring road, protesters have blocked other important routes including the A1(M) and A20 near the Port of Dover.", "image": [["https://i.guim.co.uk/img/media/435aa028d5256ea0c3fd36e1f2d09043d69f0983/0_348_3000_1800/master/3000.jpg?width=465&dpr=1&s=none", "Insulate Britain protest"]], "author": ["Kevin Rawlinson"], "date": "2021-09-29"}, "https://www.theguardian.com/world/2021/sep/03/anti-vaccine-protesters-try-to-storm-london-offices-of-medical-regulator": {"title": "Anti-vaccine protesters try to storm London offices of medical regulator", "subtitle": null, "text": "Police stop attempt to invade MHRA headquarters as hundreds gather in Canary Wharf\\n\\nPolice have prevented anti-vaccine protesters from storming the headquarters of Britain’s medical regulator during violent clashes in east London.\\nAt least four officers were injured and arrests were made during a confrontation as hundreds of people gathered outside the offices of the Medicines and Healthcare products Regulatory Agency (MHRA) in Canary Wharf.\\nPolice drew batons and called for reinforcements as protesters attempted to force open the door of the regulator’s offices, with security guards looking on from inside.\\nSome of the crowd who had gathered at Canary Wharf were later involved in another confrontation outside the Science Museum vaccination centre in Kensington, west London.\\n“A number of protesters have become violent towards police,” the Metropolitan police said on Twitter after the confrontation in east London.\\n“Four of our officers have been injured during clashes. This is unacceptable. We remain on scene.”\\nThe protests are understood to have been organised by activists angered by reports that the Covid-19 vaccination campaign could be extended to younger age groups.\\nThis week, a group calling itself Official Voice told participants on social media to leave behind any placards, come dressed in black and meet at Canary Wharf underground station.\\nMaterial promoting the protest on a Telegram channel set up by Official Voice activists described those taking part as people coming to ask for answers from the MHRA.\\n“We will remain respectful but we expect answers/responses to our questions today. We will not be leaving until then,” they added.\\nAndrew Wood, a councillor for Canary Wharf, said leaflets were being handed out about the vaccination of children.\\nHe added: “The police have been here all week because we were expecting Extinction Rebellion, so most of the police and security’s been outside the banks.\\n“So whether the anti-vaxxers realised this or not the police were ready for a protest, it’s just that it was anti-vaxxers not Extinction Rebellion who turned up this afternoon.”\\nThe MHRA last month approved the Moderna Covid vaccine for children aged 12 to 17, weeks after the Pfizer jab was given the green light for the same group.\\nThe announcement by the body came after it was announced that 16- and 17-year-olds in England were to be offered a first dose of a Covid-19 vaccine before school reopenings.\\nThe MHRA said it was up to the Joint Committee on Vaccination and Immunisation (JCVI) to advise the government on whether children in the 12-17 age group should be given the Moderna jab.\\nThe JCVI decided not to recommend vaccines for healthy 12- to 15-year-olds, but did support offering vaccines to thousands of children with underlying health problems.", "image": [["https://i.guim.co.uk/img/media/e8c75a0e28fa2600b384747cf7b7f993caf50b86/0_166_3500_2100/master/3500.jpg?width=465&dpr=1&s=none", "Protesters and police at Canary Wharf."]], "author": ["Ben Quinn"], "date": "2021-09-03"}, "https://www.theguardian.com/stage/2021/sep/14/can-i-live-review-climate-politics-fehinti-balogun": {"title": "Can I Live? review – privilege, protest and the climate crisis", "subtitle": null, "text": "Available onlineFehinti Balogun’s show uses hip-hop and spoken word to explore the ways people of colour have been excluded from environmental activism\\nThere is a moment in Fehinti Balogun’s one-hour show when he recalls finding himself in a room full of climate activists with not one face that looks like his. The protest group Extinction Rebellion has certainly been called out for being too white and too middle-class before now, but this powerful cri de coeur grapples with the question of inclusivity in environmental activism not only by connecting it to class and race but to geopolitics, imperial history, and his own journey into activism in the context of his British Nigerian family’s cultural attitudes.\\nBalogun is the writer and central performer of the show, produced by Complicité in association with the Barbican and supported by Oxford Playhouse. He tells his story through a mix of hip-hop and spoken word, facts and arguments, and there are moments of whimsy alongside rage and vulnerability. “There is privilege to the environmental fight,” he says, but he also cites crop failures and rising temperatures in the African continent, tying this to the depleting legacy of western colonialism: “Countries most affected are the ones most historically stolen from.”\\nUnder the direction of Daniel Bailey, with Simon McBurney as co-director, Balogun begins with a familiar “Zoom theatre” naturalism, eating, taking phone calls, wittering somewhat until the backdrop shifts (“I’m not actually at home. I’m in a studio with a crew”). The film then switches in mood and setting, from music gig to direct address to debates and surreal sequences, revealing its artifice as it does so. It plays interestingly with form, although April De Angelis’s Extinct at Theatre Royal Stratford East recently did something similar and here it does not build to a bigger effect.\\nBalogun is a strong singer and performer. The music (by Balogun, Khalil Madovi, Chloe Rianna, Terell Farrell and Josh Sneesby) is infectious, while the lyrics (by Balogun) address road-block protests and carbon emissions.\\nLike Extinct, the film includes a welter of statistics to bolster its argument: graphs, graphics, words emphatically printed across screens. As stark as these may be, and as intense as Balogun’s delivery is, many sound familiar and some seem shoehorned in.\\nThe show is more engaging when it is debating the lack of activism from people of colour, which, it is compellingly argued, is not out of apathy but necessity. Many are too busy surviving, either jobless or “waiting for papers from the Home Office”, argues Bunmi Adedeji, who is Balogun’s mother. “Those people are not going to put themselves at the forefront of climate activism.” Balogun’s group of friends, played by actors, make a similar case and the film does not resolve this Gordian knot, although its upbeat ending offers examples of some of those who have got involved and made a difference.\\nCan I Live? is available online until 28 November.", "image": [["https://i.guim.co.uk/img/media/cc62983d14e07b72247a1c9546818b60078b4af1/0_391_6000_3600/master/6000.jpg?width=465&dpr=1&s=none", "Getting involved … Fehinti Balogun in Can I Live?"]], "author": ["Arifa Akbar"], "date": "2021-09-14"}, "https://www.theguardian.com/world/2021/sep/22/russia-forest-fire-damage-worst-since-records-began-says-greenpeace": {"title": "Russia forest fire damage worst since records began, says Greenpeace", "subtitle": null, "text": "Analysis shows over 18.16m hectares were destroyed in 2021, an absolute record since satellite monitoring began\\nRussia has endured its worst forest fire season in the country’s modern history, according to recent data from the Russian Forestry Agency analysed by Greenpeace.\\nFires have destroyed more than 18.16m hectares of Russian forest in 2021, setting an absolute record since the country began monitoring forest fires using satellites in 2001. The previous record was set in 2012, when fires covered 18.11m hectares of forest.\\nThe record was surpassed late last week after a long fire season that has also produced unprecedented levels of global wildfire emissions and upturned daily life for hundreds of thousands of people living in Siberia and elsewhere in central Russia.\\n“For the past several years, when the area of the fires has surpassed 15m hectares, it has become, in all likelihood, the new normal in the conditions of the new climate reality,” Greenpeace Russia wrote.\\nThose fires have primarily affected communities in Siberia, where dry, hot summers have turned the vast taiga forests into a tinderbox. In Yakutia, a northern Siberian region that has been particularly hard-hit, smog covered the capital city, Yakutsk, for weeks, and villagers have had to come together in last-ditch efforts to save their homes.\\n“Emergency workers have come and villagers are also fighting the fires but they can’t put them out, they can’t stop them,” Varvara, a 63-year-old from the remote village of Teryut, said by telephone in July. “Everything is on fire.”\\nThe statistics do not record other types of fires taking place outside Russia’s forests. “If we counted all the fires – grass, reed, tundra, where there is no forest fund – then we would see an even higher number,” wrote Grigory Kuksin, the head of Greenpeace Russia’s firefighting project. The total area could be as high as 30m hectares, he said, an area the size of Italy or Poland.\\nBurning forests in Russia helped produced some of the worst global emissions in recent months. The Copernicus Atmosphere Monitoring Service of the EU found that burning forests released 1.3 gigatonnes of carbon dioxide last month, the highest since the organisation began measurements in 2003.\\nThe taiga forests of Siberia pumped 970 megatonnes of carbon dioxide into the atmosphere between June and August – more than all the forests in the rest of the world put together. The fires in Yakutia played an important role in that, as the fire season lengthens and pushes farther north, amid unusually high temperatures and lower than normal soil moisture.\\nAccording to Greenpeace Russia, the fires in Yakutia are continuing, including north of the Arctic Circle. “That is not characteristic for this time of year,” Kuksin wrote.\\nGrassfires are also ongoing mainly in Russia’s southern regions of Rostov, Volgograd, Astrakhan and Orenburg, Greenpeace said. Climate change will also make it more difficult for emergency workers to manage Russia’s regular peat fires, which have enveloped Moscow and other cities in noxious smog in past years.", "image": [["https://i.guim.co.uk/img/media/c9929e0d40dda0c5841cf1f8612c18da34a72ce6/0_51_1280_768/master/1280.jpg?width=465&dpr=1&s=none", "A firefighter trying to extinguish wildfire in the republic of Yakutia, Russia, in August 2021. "]], "author": ["Andrew Roth"], "date": "2021-09-22"}, "https://www.theguardian.com/world/2021/sep/22/china-climate-no-new-coal-fired-power-projects-abroad-xi-jinping": {"title": "‘Big line in the sand’: China promises no new coal-fired power projects abroad", "subtitle": null, "text": "Experts welcome Xi Jinping’s announcement at UN as hugely influential, but concerns remain over domestic emissions\\nExperts and activists have welcomed Xi Jinping’s announcement China is to end involvement in coal-fired power stations overseas but called for more detail and clarity on how it will be translated into reality.\\nThe declaration, which came in a pre-recorded address to the UN general assembly, followed the US president, Joe Biden, saying it would double climate funding for developing nations.\\n“China will step up support for other developing countries in developing green and low-carbon energy, and will not build new coal-fired power projects abroad,” Xi told the world body. Global Energy Monitor (GEM), a US thinktank, told Reuters it could affect 44 coal plants earmarked for Chinese state financing.\\nBoth announcements were welcomed by the UN secretary general, António Guterres, but he said the world still had “a long way to go” to make Cop26 climate summit in Glasgow a success.\\nHe urged countries to “go the extra mile” and bring their “highest level of ambition” to Glasgow, to keep the 1.5C goal – the lowest threshold in the 2015 Paris agreement – within reach. Swiftly ending coal use is seen as crucial to cap global heating at below 2C, and ideally 1.5C, to avoid rapidly worsening climate threats.\\nChina has been under heavy diplomatic pressure in recent months to put an end to its coal financing overseas and its move follows similar announcements by South Korea and Japan earlier this year. Together, the three countries were responsible for more than 95% of all foreign financing for coal firepower plants, with China making up the bulk, according to Georgetown University.\\n“Many questions can be asked about the announcement, including whether it will be implemented immediately, does it include only financing or also construction, does it apply to state actors only, will it lead to a similar moratorium on fossil fuels?” said Li Shuo, a senior adviser at Greenpeace east Asia.\\n“The answer to them is simply ‘we don’t know’. Seeking clarification should be a priority for the next few weeks.”\\nScott Moore, the director of China Programs and Strategic Initiatives at the University of Pennsylvania, also called for more detail. “While [Xi’s announcement] was hugely important, we need more clarity as to how this applies to all forms of financing as well as construction; and certainly one hopes this is a first step toward phasing out financing for all fossil fuel infrastructure abroad,” he said.\\nCoal remains a mainstay for power generation in Asia, which accounts for 75% of global coal demand, according to the International Energy Agency. China, the world’s largest greenhouse gas emitter, is still heavily reliant on coal for its domestic energy needs.\\nDespite pledges to peak coal consumption before 2030, China brought 38.4 gigawatts of new coal-fired power into operation domestically last year – more than three times what was brought on line globally. Beijing has pledged to cut China’s coal consumption after 2026.\\nXi repeated pledges at the UN that China would achieve a peak in carbon dioxide emissions before 2030 and carbon neutrality before 2060.\\n“This [is a] major step, in spite of worsening tensions between the US and China, suggesting that a more competitive stance hasn’t impeded China’s ability to make more ambitious climate commitments,” said Moore of the overseas financing announcement.\\nThe US climate envoy, John Kerry, on Wednesday said he plans to visit China in the coming weeks, saying Xi’s coal announcement showed China was “really being serious” about tackling climate change and making China “a positive player”.\\n“I’m going to be going back to China somewhere in the next weeks,” he told MSNBC, adding he was confident Biden and Xi would also meet at some point but he did not know when.\\nThom Woodroofe, a former climate diplomat and a fellow at the Asia Society Policy Institute, described Xi’s pledge as drawing a “big line in the sand”.\\n“It is further evidence China knows the future is paved by renewables. The key question now is when they will draw a similar line in the sand at home,” he said. “It was also in many ways an easy decision for China to take ahead of Cop26 – far easier than peaking emissions by 2025, which many had hoped [Xi would do].\\n“The key thing to watch now is not just what China does at home, but also how much weight this announcement will hold. Will Beijing be able to rein in finance provided by all Chinese banks? What about the huge Chinese labour force involved in the construction of these coal plants?”\\nMeeting its goal of net zero emissions at home by 2060 would also require significant action, with China needing to shut down nearly 600 of its coal-fired power plants in the next decade and replacing them with renewable electricity generation, according to a report by analysis company TransitionZero in April this year.\\nUnless China reduces its own emissions sharply in the next 10 years, the world stands little chance of limiting global heating to 1.5C.", "image": [["https://i.guim.co.uk/img/media/ed0415f330c9fe1d922d5dba8ae295b7b3a1e229/0_93_4000_2400/master/4000.jpg?width=445&dpr=1&s=none", "The Chinese-built Port Qasim coal power plant in Port Qasim, Pakistan."]], "author": ["Vincent Ni", "Helen Sullivan"], "date": "2021-09-22"}, "https://www.theguardian.com/environment/2021/sep/03/extinction-rebellion-tactics-police-crack-down-on-protests": {"title": "Extinction Rebellion eyes shift in tactics as police crack down on protests", "subtitle": null, "text": "Analysis: with latest action drawing smaller crowds and stunts quickly shut down, questions asked about how group can retain momentum\\nWhen police drew batons and scaled a vintage open-top bus in London Bridge on Tuesday, it symbolised a dramatic shift in the state’s approach to Extinction Rebellion.\\nPolice officers smashed windows on the bus and wrestled with those onboard, putting activists in headlocks and throwing punches at them.\\nA line of yellow-jacketed police encircled the melee, shouting at another group of XR supporters arriving at the scene to stay back. Protesters booed and chanted: “We’re non-violent; how about you?”\\nIt was a mark of the desperation in which XR now hold their cause that they labelled their latest two-week campaign of civil disobedience in London “the impossible rebellion”.\\nLaunched less than a fortnight after a report by the Intergovernmental Panel on Climate Change warned of unprecedented and irreversible changes to the Earth’s climate, now destined to rise by at least 1.5C, activists had coalesced around a single demand: “stop all new fossil fuel investment immediately”.\\nBut as the rebellion comes to a close, questions are being asked about whether XR has lost momentum. Numbers on protests have been fewer, media coverage has been far more critical and, save for the Green party, politicians have paid little attention.\\nIt seemed even the most committed activists were fewer in number. As of Thursday evening, 483 people had been arrested in connection with the protests – compared with a total of 1,130 held during XR’s action in April 2019, and 1,768 the following October. For a movement that placed being arrested at the heart of its strategy, the drop seemed sobering.\\nXR’s latest protest campaign had been designed in two phases. First, a week of “crisis talks”: protesters would occupy busy areas where they could talk to passersby and discuss solutions to the climate crisis. Then the focus would move to the City of London, to disrupt the financial institutions they see as the key instigators of fossil fuel projects.\\nBut as XR took to the streets, police were waiting. On the first Monday, a pink table installation activists hoped to hold for days in Covent Garden was isolated and removed by the next morning, foiling plans to make it a centrepiece for outreach. It was a similar story throughout the fortnight. XR would strike with a roadblock, installation or a theatrical direct action, and police would be hot on their heels.\\nWhere cordoning off protests entirely could not work, as in the West End or Oxford Circus, officers would surround protest installations. Without activist support, protesters who had chained themselves in place were vulnerable; police could get removal teams in, cut them loose and arrest them. Dispersal orders would be issued and officers would begin by targeting XR’s drummers and music: kill the vibe, the strategy seemed to be, and the protest would melt away.\\n“[Police] seemed intent to limit the time and the opportunity for the public to witness our protests as early as they can, so essentially not enabling a protest installation or the centre of the protest to become the focus for the public to interact with,” said Richard Ecclestone, a former inspector with Devon and Cornwall police who is one of XR’s police liaisons. The apparent urgency of police interventions – as at London Bridge – had led to safety issues, he said, with many activists hurt.\\n“They would charge into action, almost like going over the top from the trenches, and acting just so unsafely and then inevitably they use force – disproportionately, in my view – against non-violent protesters. And I think that’s a significant escalation.”\\nChallenged over claims of unreasonable force in the policing of XR’s demonstrations, the Met’s deputy assistant commissioner Matt Twist told the Today programme on Radio 4 on Friday that groups “have absolutely the right to protest and the right to assemble” but no right “to cause very serious disruption to the public”.\n “Of course again, this [the climate crisis] is a hugely important cause,” Twist said. “But the police can’t take a view on the importance of the cause, we have to deal with this without fear or favour, we have to be impartial.”\\nAs much as the police’s tactics had changed, so had XR’s. In 2019, the group seized control of major junctions and bridges, establishing campsites in the heart of London. This time actions were designed to be more fluid. Broadcasts issued via Telegram channels told supporters where to go each morning, with marches coalescing at pop-up occupations intended to catch police – who were no longer given advance warning of actions – off guard.\\nBut without semi-permanent protest sites, XR could not draw passing crowds as it had previously. Committed activists could get involved, but fewer casual visitors could find a way to take part.\\n“It’s not the same as holding a space and really feeling like you are blocking and causing civil disruption,” said Jayne Forbes, 65, from north London, as she walked with a small protest march past Downing Street on Wednesday.\\nForbes, a former chair of the Green party, felt the message – and the media coverage – was still getting out, and she still believed XR was crucial. But, she added: “It’s interesting how we are going to progress it now. I do think we will have to go to another level to get the government to notice.”\\nThe XR protests have been heavily criticised by some commentators, but Sara Vestergren, a social psychologist at Keele University who specialises in protests, said: “Regardless of what you think about the tactics, I don’t think anyone can deny that they’ve done a fantastic job in raising awareness. If we didn’t have any active groups fighting for the environment, God knows where we’d be.”\\nShe agreed with accusations the protests may alienate some: “But I don’t know if those people would be interested in environmentalism in general.”\\nLeo Barasi, a campaign consultant and author of The Climate Majority: From Apathy to Action, agreed XR had transformed the debate around the environment. “But they’re running into diminishing returns,” he said. “Climate change is already the second-top priority for the UK public, ahead of the economy, immigration and crime. Media coverage of climate change is more widespread than it was before the 2019 protests, and what XR are doing isn’t so novel now.”\\nThere are also significant questions about how much XR has been able to influence real policy. Currently, as one protest speaker pointed out this week, the most significant XR-inspired piece of legislation making its way through parliament is a bill to severely curtail protest.\\nXR’s activists know change is needed. “There’s definitely been a contraction in XR,” Gail Bradbrook, the movement’s co-founder, told the Guardian. “But I see it stabilising and getting stronger.”\\nSupport for the group remains strong in other ways. XR point out that ahead of the latest actions, they raised £100,000 from supporters in just 24 hours. A recent poll showed 81% of people in the now UK regard the ecological situation as a “global emergency” – the highest proportion the world.\\nBradbrook sees XR as undergoing a shift in emphasis. “A really important pivot that we have done this year is from talking about there is an emergency and sounding the alarm to talking about why there is not an emergency response, that that pivot has been about focusing on the political economy,” she said.\\nNow it was time to get out into communities, she added. In the social interregnum of the Covid pandemic, local XR groups had morphed into mutual aid networks. “It’s what we build from that,” Bradbrook said. “What do you do that’s part of the change you want to see?”", "image": [["https://i.guim.co.uk/img/media/c7980f8b95aecf20c2f4d8293ddc4a4c7f8fbb36/0_211_5000_3002/master/5000.jpg?width=465&dpr=1&s=none", "Extinction Rebellion demonstrators with XR flag at Bank junction in front of the Bank of England in the City of London."], ["https://i.guim.co.uk/img/media/555e0cf3a27a8240b6698cef910a98388dd33766/0_0_4000_2668/master/4000.jpg?width=445&dpr=1&s=none", "Extinction Rebellion protesters gather in Covent Garden area on August 23, the first day of the group’s latest ‘rebellion’."], ["https://i.guim.co.uk/img/media/6b1895cd838eb8f6d95df25600aa5b389a77d072/0_259_5610_3366/master/5610.jpg?width=445&dpr=1&s=none", "A ‘Non-Violent’ placard with an Extinction Rebellion symbol is seen during the demonstration outside the Bank of England."]], "author": ["Damien Gayle", "Damian Carrington"], "date": "2021-09-03"}, "https://www.theguardian.com/business/2021/sep/01/shell-on-street-ev-charge-points-2025": {"title": "Shell aims to install 50,000 on-street EV charge points by 2025", "subtitle": null, "text": "Oil firm sets out plans to provide a third of Britain’s network needed to hit climate targets\\nShell has announced its aim to install 50,000 on-street electric vehicle (EV) charging points in the UK over the next four years, in an attempt to provide a third of the network needed to hit national climate change targets.\\nEarlier this year, the energy company acquired ubitricity, a leading supplier of local authorities’ on-street EV power points, with a network of 3,600 chargers in lamp posts or bollards.\\nThe paucity of on-street charging in urban areas has been seen as a significant obstacle in the government’s drive to phase out fossil fuel vehicles in favour of electric cars. The sale of new petrol and diesel cars will be banned from 2030 in the UK.\\nShell will entice local authorities by offering to meet the upfront costs of installation that are not covered by government grants, subject to commercial terms. The government’s Office for Zero Emission Vehicles currently pays 75% of the installation cost.\\nAccording to a National Audit Office report into reducing carbon emissions from cars, more than 60% of urban households in England do not have off-street parking, with the number rising to 68% for social housing.\\nShell’s UK chair, David Bunch, said: “It’s vital to speed up the pace of EV charger installation across the UK and this aim and financing offer is designed to help achieve that. We want to give drivers across the UK accessible EV charging options, so that more drivers can switch to electric.”\\nThe transport minister, Rachel Maclean, said the announcement was “a great example of how private investment is being used alongside government support to ensure that our EV infrastructure is fit for the future”.\\nThe UK Committee for Climate Change’s progress report to parliament in June recommended as a priority there should be 150,000 public charge points in operation in the UK by 2025 to ensure they would be widely available across the country.\\nShell has targeted global growth from 60,000 charge points today – including on fuel station forecourts and commercial premises - to about 500,000 by 2025. BP had previously stolen a march in the UK electric charging business, after snapping up Chargemaster in 2018.\\nThe oil company, which has been regularly targeted by climate crisis campaigners in recent years, has pledged to invest heavily in greener businesses and become net zero by 2050.\\nThis week Extinction Rebellion activists glued themselves to the Science Museum in London in protest against Shell’s sponsorship of an exhibition about greenhouse gases.", "image": [["https://i.guim.co.uk/img/media/b99f6531c72c5fbc4d87c045d80b5b95d09d8fc8/0_0_5472_3283/master/5472.jpg?width=465&dpr=1&s=none", "Shell electric vehicle charge point"]], "author": ["Gwyn Topham"], "date": null}, "https://www.theguardian.com/environment/2021/sep/24/judge-issues-protest-warning-as-paralympian-jailed-for-plane-stunt": {"title": "Judge issues protest warning as Paralympian jailed for plane stunt", "subtitle": null, "text": "Disruptive protesters will face serious consequences, says judge in sentencing Extinction Rebellion activist\\nA British Paralympic gold medallist has been jailed for a year for glueing himself to the roof of a passenger jet in an Extinction Rebellion protest – the first custodial sentence for any action linked to the group.\\nXR said it was “shocked and devastated” by the sentence handed to James Brown, 56, at Southwark crown court in London on Friday afternoon, by a judge who warned that protesters who disrupt people’s lives “will face serious consequences”.\\nJudge Gregory Perrins said Brown, from Exeter, who has been registered blind since birth, “cynically used” his disability and put his own life at risk when he staged his protest at London City airport on 10 October 2019, at at the height of XR’s second extended campaign of protests in London.\\nThat day, as hundreds of other XR protesters demonstrated at the airport in protest at expansion plans, Brown had climbed on top of a plane heading to Amsterdam, glued his right hand to its fuselage and wedged his phone in a door frame. He spent an hour livestreaming his protest before he was removed.\\nBrown’s trial at Southwark crown court heard his direct action led to 337 passengers missing their flights, and that it cost British Airways about £40,000.\\nConducting his own defence, Brown said he aimed to draw media attention to the climate crisis. He wept as he told jurors: “I was prepared to challenge myself, to be scared, to face the fear, because the fear of climate ecological breakdown is so much greater.”\\nHe was found guilty of causing a public nuisance by a jury after less than an hour’s deliberation.\\nAs Perrins passed sentence on Friday, he told Brown: “It is important that those who are tempted to seriously disrupt the lives of ordinary members of the public, in the way that you did, and then seek to justify it in the name of protest, understand that they will face serious consequences.”\\nThe judge said he accepted Brown was acting according to his conscience. He also said he recognised there must be “some sense of proportion” when sentencing people who commit offences during a protest. But, he told Brown: “You are not entitled to more lenient treatment simply because you were protesting about environmental matters as opposed to some other cause.”\\nThere were cries of “shame” from the public gallery as Brown was taken down to the cells. Brown’s solicitor, Raj Chada, of Hodge Jones Allen, said there would be an appeal against the sentence. “This is a dangerous judgment for our right to free speech, our right to protest and for those who campaign on environmental issues,” he said.\\n“We are shocked and devastated by this news,” said Alannah Byrne, a spokesperson for XR, who called Brown “a hero”.\\nShe said: “To put a partially blind man in jail while the prime minister quotes Kermit the Frog to the UN and recruits the Wombles as the Cop [climate talks] mascots, shows what a mockery our leaders are making of this moment.”\\nJudge Perrins’ warning came after the climate protesters Insulate Britain, an offshoot of Extinction Rebellion, blocked the port of Dover, in Kent, on Friday, following five blockades of the M25 in the past fortnight.", "image": [["https://i.guim.co.uk/img/media/90c87d546a279efdcbb540791b4bac19ecb2d0c4/110_0_2813_1688/master/2813.jpg?width=465&dpr=1&s=none", "James Brown on top of a plane in October 2019 during a protest at London City airport."], ["https://i.guim.co.uk/img/media/86b52d0fdd006a48011768eeb5ea14e631ea11dc/0_196_3000_1800/master/3000.jpg?width=445&dpr=1&s=none", "James Brown"]], "author": ["Damien Gayle"], "date": "2021-09-24"}, "https://www.theguardian.com/uk-news/2021/sep/24/port-of-dover-blocked-by-insulate-britain-activists": {"title": "Injunction granted to stop Insulate Britain activists blocking port of Dover", "subtitle": null, "text": "Move follows arrest of 39 climate protesters who sat down on roads in and out of the port on Friday\\nThe high court has granted an interim injunction preventing protesters from occupying roads around Britain’s busiest port.\\nIt comes after Kent police arrested 39 people when activists with Insulate Britain – an offshoot of climate change group Extinction Rebellion – sat down on roads in and out of the Port of Dover at about 8.20am on Friday.\\nThe demonstration, part of an ongoing campaign to tackle fuel poverty and reduce the UK’s climate emissions, created long queues of vehicles, with several drivers remonstrating with the activists.\\nTransport secretary Grant Shapps said: “We are absolutely committed to protecting the right to peaceful protest, but it is unacceptable that people cannot go about their day-to-day businesses and that businesses or critical supplies should be put on a knife’s edge because of the reckless actions of a few protesters.”\\nThose who breach the injunction, granted to National Highways, will be in contempt of court and at risk of imprisonment and an unlimited fine, the government said.\\nThe protest group – which is demanding that all UK housing is fully insulated by 2030 – have brought widespread disruption since its launch 10 days ago, with activists repeatedly blocking sections of the M25.\\nThey have been condemned as selfish and dangerous by politicians and drawn an angry reaction from many motorists.\\nEarlier this week, the government successfully applied to the high court for an order that prohibits anyone from blocking the M25 – the scene of previous protests by the group. Anyone who breaks the injunction could be found to be in contempt of court, which carries a maximum penalty of two years in prison or an unlimited fine.\\nHowever, a spokesperson for the protesters said that injunction did not apply to the protests in Dover.\\nIn a statement, the group added: “We are sorry for the disruption that we are causing. It seems to be the only way to keep the issue of insulation on the agenda and to draw attention to how poorly insulated homes are causing ill-health, misery and early death for many thousands of people.\\n“We are failing the country’s cold hungry families and the elderly and placing an enormous burden on the NHS.”\\nOne lane of the A20 remained blocked on Friday afternoon with two protesters on top of a tanker, reportedly glued to the vehicle. One activist, who gave her name as Stephanie, said: “We do not want to be here. I want to be home with my family spending time with them, but if we don’t do this they aren’t going to have a future.”\\nSenior Conservative politicians have criticised the group, saying they are putting themselves and members of the public in danger. Shapps said: “Invading a motorway is reckless and puts lives at risk.”\\nThe protesters have vowed to continue their campaign, which they say highlights the urgent need to improve the UK’s poor housing stock, rated as some of the worst in Europe, to tackle carbon emissions, fuel poverty and public health.\\nA spokesperson for the group said: “Insulating our leaky homes is one of the most cost-effective ways to reduce carbon emissions and it has all these additional benefits – reducing fuel poverty, creating jobs, reducing the burden on the NHS and protecting people from overheating during future heatwaves. It’s a no-brainer. Boris just needs to get on with the job.”\\nA government spokesperson said peaceful protest was “a cornerstone of our democracy” but criticised Friday’s action saying it had “put lives at risk”.\\n“The demonstrations we have seen over the last few weeks have wreaked havoc on our roads, disrupted thousands of people and put lives in danger and we are taking action to prevent these kinds of guerrilla tactics being used in the future,” they added.", "image": [["https://i.guim.co.uk/img/media/fdd1b3812ae187ea971fd022fbbef3b9551b3d44/0_120_1600_960/master/1600.jpg?width=465&dpr=1&s=none", "Insulate Britain protesters blocking the A20 in Dover, Kent."]], "author": ["Matthew Taylor"], "date": "2021-09-24"}, "https://www.theguardian.com/environment/2021/sep/03/doctors-for-xr-extinction-rebellion-die-in-outside-jp-morgan-offices-london": {"title": "Doctors stage XR die-in outside JP Morgan offices in London", "subtitle": null, "text": "Sixty medical professionals including nurses hold protest to highlight fossil fuel investments\\nSixty doctors, nurses and other health professionals have staged a die-in protest outside JP Morgan’s Canary Wharf headquarters in London to highlight the bank’s investment in fossil fuels.\\nThe protest on Friday was organised by one of Extinction Rebellion’s groups, Doctors for Extinction Rebellion. The climate activist medics said this was their biggest protest so far and that JP Morgan was the biggest funder of coal, oil and gas extraction.\\nThe demonstration was part of a two-week series of XR protests against organisations supporting fossil fuels.\\nThe medics delivered a letter referring to the recent Intergovernmental Panel on Climate Change report and the International Energy Association’s “net zero by 2050” report.\\nThe words “code red” were sprayed on low walls in front of the building with chalk spray as medics called for the bank to stop investing in fossil fuels, the biggest driver of climate change. They warned the climate emergency and ecological breakdown was driving a public health crisis. The group called on JP Morgan to fit its pledges to the IEA report and set an absolute emissions target rather than its current carbon intensity target.\\nCanary Wharf’s private security guards swiftly removed the protesters who sat or lay on the pavement. The die-in was staged to symbolise the deaths caused by fossil fuel investment.\\nDozens of uniformed police observed while the security guards told protesters and observers they were not allowed to stand on the pavement “because it is private property”.\\nIt is the second time this week JP Morgan has been targeted by protesters. On Wednesday eight female activists used hammers and chisels to break two windows at the bank’s Victoria Embankment office in central London.\\nOn Friday, the group of health professionals, who have received public support from the World Health Organization’s director general, Dr Tedros Adhanom Ghebreyesus, and the editor of the Lancet, Dr Richard Horton, delivered a letter addressed to JP Morgan’s chief executive, Jamie Dimon.\\nThey read extracts from a report by the Rainforest Action Network that condemns JP Morgan’s targets to tackle the climate emergency as “flatly insufficient”.\\nDr Chris Newman, a GP and co-founder of Doctors for Extinction Rebellion, said: “Climate change is at our door, and has entered our hospitals. JP Morgan is risking the lives of vulnerable children around the world, as well as my patients and my family.”\\nDr Grace Thompson, a Gloucestershire GP, said: “These people are killing our kids and killing kids in the global south. We just need to stop investing in fossil fuels. JP Morgan need to make their money in a different way.”\\nAndrew Stevenson, a consultant trauma surgeon from Somerset, said: “It’s beholden on me to act when I see there’s a risk to my patients and to alert others to that damage. The climate crisis is a public health emergency that even with our best efforts will escalate. If we continue to burn fossil fuels we will burn our children’s future and that of our children’s children.”\\nJP Morgan has been approached for comment.", "image": [["https://i.guim.co.uk/img/media/b78d475ed5bb05ada7ffff80de1dcbfbf3b7e384/0_108_1620_972/master/1620.jpg?width=445&dpr=1&s=none", "A protester is carried away by security guards"]], "author": ["Diane Taylor"], "date": "2021-09-03"}, "https://www.theguardian.com/world/commentisfree/2021/sep/16/populism-grassroots-democracy-thriving-europe": {"title": "It’s not all about populism: grassroots democracy is thriving across Europe", "subtitle": null, "text": "Protests, citizens’ assemblies, local referendums and mutual aid groups are pushing back against attacks on civil society\\nThe past decade has been a bruising one for the health of European democracy. The dramatic authoritarian turns in Hungary and Poland have attracted most attention, but nearly all European governments have chipped away at civil liberties, judicial independence and civil society.\\nWith Covid accentuating many of the challenges posed by populism, disinformation and a collapse in public trust, the narrative of democracy labouring in deep crisis is now well established. Yet as the threats have mounted, so have efforts to defend and rethink Europe’s democratic practices.\\nMost spontaneously, there has been an increase in the frequency and intensity of mass protests, even during the pandemic, many in support of democratic values. People have mobilised against corruption or around particular policy issues and then taken on a broader democratic reform agenda. This has been the case in Bulgaria, Romania and Slovakia, the women’s strike in Poland, the Sardines movement in Italy, the Million Moments movement in the Czech Republic and protests in Malta initially triggered by journalist Daphne Caruana Galizia’s murder. Climate movements such as Extinction Rebellion are also beginning to marry their ecology demands to concerns with democratic reform. People invented new forms of protest under Covid: for example, Polish citizens protested against new abortion laws and the timing of elections by taking to their cars in procession, honking horns and playing alarms out of their windows, still in full compliance with restrictions on public gatherings.\\nNew civil society initiatives aim at tackling polarisation. One example is a project called Arguments Against Aggression, which tries to equip people with more empathetic communication and debating skills than those typically experienced on social media and has now run in seven EU member states. Meanwhile, Covid has given rise to hundreds of civic mutual aid initiatives, such as En Première Ligne in France whose website puts those who need help directly in touch with local volunteers. Civil society organisations are also working more closely with protest movements. The Corruption Kills group in Romania, for example, evolved from anti-corruption protests and an outpouring of public anger at the deaths of more than 60 people in a nightclub fire. Online initiatives, meanwhile, are reclaiming the positive democratic potential of digital technology, finding new formats to feed citizens’ views into policymaking.\\nMore and more citizens’ assemblies have sprung up. Alongside the well-known examples in Ireland, Belgium and Estonia, and France’s climate assembly, local consultative bodies have appeared in cities across Poland, Spain and elsewhere. Citizen initiatives related to Covid have surfaced in, for example, Bristol, Chemnitz, Murcia and Nantes.\\nAnd, while the Brexit vote highlighted the shortcomings of direct democracy, local referendums are increasingly giving citizens a direct say in their communities. Across eastern Europe these have provided a modest antidote to national-level populism by centring on practical local issues. Infrastructure projects in Greece and the Czech Republic are other examples.\\nThe formation of new political parties across Europe in the past decade is also unprecedented. Many of these new movements foreground an agenda of democratic renovation. Apart from the now familiar stories of En Marche in France, Italy’s Five Star Movement and Podemos in Spain, new parties based in part on the dynamics of social movements have gained ground. These include Alternative in Denmark, Agora in Belgium, Bij1 in the Netherlands, Momentum in Hungary and USR in Romania. In Poland, a batch of new parties includes Modern (Nowoczesna), Left Together (Razem) and Poland 2050. These new ventures are easy to criticise for their internal problems, policy inconsistencies and still limited vote shares. Yet their emergence reflects a real interest in moving some of the energy and ethos of citizen activism into party politics.\\nThe EU is also slowly turning up the heat on governments that infringe democratic norms. It is, of course, struggling with Poland and Hungary but what is less noticed is that EU pressure has galvanised rule of law improvements in Romania and Malta. The ongoing Conference on the Future of Europe is also giving citizens an unprecedented say in both reforming the EU itself and on specific policy areas.\\nThe very breadth of these initiatives is striking. And, rather than a sole model of democratic expression, we are seeing a range of political activities, from spontaneous mass engagement through networks of organised civil society to small-scale deliberative forums, political party adjustments, digital democracy and EU-level participation. Each brings distinctive ingredients to the table of democratic renewal.\\nYet none has advanced enough to reverse democratic erosion. If a spirit of European democratic renovation has gathered steam, its momentum is still fragile. A more ambitious agenda of political reform is needed and the many initiatives still need to pull together to achieve it.\\nIn contrast to energetic bottom-up civic and community-level renewal, governments remain overly cautious. Concerns over illiberal populist forces have driven reform efforts but have also held them back. Many governments appear to understand that wider popular participation is necessary to undercut populists, but they also fear that giving public opinion more space and influence might on some issues simply provide a fillip to illiberalism.\\nThe narrative of democratic crisis and the populist surge is too one-sided. European politics is in fact in a state of push-and-pull between democratic rollback and democratic revival. Small-scale democracy initiatives are taking shape across Europe, and the grassroots momentum behind them is exciting. But these initiatives have yet to cohere into a really powerful and radical reform agenda. Different forms of democratic renewal need to start working hand in hand. Only then will they have a hope of pushing back decisively against illiberal forces and power-hoarding governments.\\nRichard Youngs is a senior fellow in the democracy, conflict and governance program at Carnegie Europe, a professor of international relations at the University of Warwick and the author of Rebuilding European Democracy: Resistance and Renewal in an Illiberal Age, to be published in October", "image": [["https://i.guim.co.uk/img/media/07af2317c7c036f7ff87e156338eac238ade9823/0_24_1789_1074/master/1789.jpg?width=465&dpr=1&s=none", "A Million Moments for Democracy Association protest in Prague in April."]], "author": ["Richard Youngs"], "date": "2021-09-16"}, "https://www.theguardian.com/environment/2021/sep/17/motorway-blockades-and-green-deal-crusaders-the-uks-new-climate-activists": {"title": "Motorway blockades and green new deal crusaders: the UK’s new climate activists", "subtitle": null, "text": "With Cop26 on the horizon, activists are finding new ways to make politicians and public pay attention\\nA new wave of climate activism, during which motorways have been blocked and politicians confronted by young people, is attempting to put pressure on the UK government before the UN Cop26 climate conference in Glasgow later this year.\\nInsulate Britain staged its first protest on Monday and has since brought large sections of the UK’s busiest motorway to a standstill to demand action to tackle the escalating climate emergency.\\nOn Friday, activists once again glued themselves to the road at key junctions around the M25 causing long tailbacks, confrontations with angry drivers and condemnation from ministers, before being arrested and removed by the police.\\nMeanwhile, young people from the recently formed group Green New Deal Rising have been confronting leading politicians including Rishi Sunak, Nicola Sturgeon, Keir Starmer and most recently the US Democrat Nancy Pelosi during a visit to Cambridge on Thursday.\\nThey demanded on camera that the politicians back a Green New Deal to tackle the “intersecting crisis” of climate breakdown and rising inequality, with the films made by the group watched hundreds of thousands of times.\\nWATCH: We and @StopCambo just challenged @theSNP  leader @NicolaSturgeon on her refusal to stop the Cambo North Sea oil field.  Big corporations profit from dirty energy and politicians like Nicola Sturgeon let them get away with it.We’re here to put a stop to that. ✊ pic.twitter.com/Q3ilmhkA3C\\nEarlier this summer, the Intergovernmental Panel on Climate Change warned of unprecedented and irreversible changes to the Earth’s climate, which is destined to rise by at least 1.5C. The UK government’s own climate advisers said ministers had failed to come up with the policies needed to reach their net zero targets.\\nIn light of these stark warnings, both Insulate Britain and GND Rising are calling for urgent policy changes. Insulate Britain wants all homes in the UK insulated by 2030, not just to cut carbon emissions but also to tackle fuel poverty and create jobs.\\nGND Rising wants to make the climate crisis the “defining political issue” at Westminster in order to tackle the ecological crisis.\\nFatima Ibrahim, 28, a co-founder of GND Rising, said that although the group launched only in the summer it had already trained up 1,000 volunteers, amid growing anxiety and anger among young adults.\\n“We are tapping into concerns about the climate crisis, but also inequality and the fact we are the first generation who will probably be worse off than our parents,” Ibrahim said.\\nShe said those concerns included the “increasingly precarious jobs market and disintegrating public services. People who worry about any of those things have a home in [the] GND Rising movement.”\\nVolunteer activists from the group have already targeted several politicians and Ibrahim said it had a twin strategy of putting MPs on the spot and building support for the programme in communities around the country, with online training sessions and teams of volunteers researching which MPs to target and where best to intercept them.\\n“The role that we have to play – and what is hopeful in what we are doing – is we actually have a plan we are pointing towards, something that feels like it meets the challenges that we face and we can finally talk about what needs to be done and not what needs to be stopped.”\\nThe group has made efforts to a recruit a more diverse range of activists. Georgina Bell, 22, said that as a black woman she had often found it difficult to fit into other environmental groups, but she said GND Rising had made “a huge effort to make space for people of colour and other, often marginalised, groups”.\\n“Not only does it actively recognise me, it actively encourages loads of smaller communities who have usually been marginalised to take a full part … we went away on a weekend training programme recently and I have never seen so many different people from different ethnicities, from different levels of ability and all over the LGBTQ + spectrum – I was just blown away.”\\nWATCH: GND Rising activist Fatima calls out @RishiSunak for blocking climate action.❌ The govt’s plan only includes £4bn of new money❌ There is no comprehensive plan for how to tackle climate change❌ They are still approving new climate-wrecking oil and coal projects pic.twitter.com/1HOksD4eFF\\nThe emergence of these groups follows a fallow period for climate activism. In 2019, there was an surge in protests with Extinction Rebellion activists blockading large parts of central London for almost two weeks and hundreds of thousands of school and college students taking to the streets inspired by the Swedish climate activist Greta Thunberg.\\nThe pandemic and subsequent lockdown knocked the wind out of the climate movement as gatherings of large groups became difficult or often illegal.\\nBut ahead of Cop26, where world leaders will hold crucial climate talks this November, there are signs of a resurgence. Tens of thousands of people from civil society groups and protest movements from across Europe are expected in Glasgow. Earlier this month, Extinction Rebellion activists took to the streets again and a Global Climate Strike will take place next week.\\nInsulate Britain, one of the newest groups, has already had a big impact with dozens of people arrested and condemnation from ministers, police and angry motorists.\\nTheir tactics have been criticised, particularly after a woman was hospitalised after a collision near the scene of one of their protests this week. The cause of the crash is unknown. The transport secretary, Grant Shapps, said on Friday: “This is dangerous and counterproductive. We all agree that climate change must be tackled, but this sort of behaviour achieves nothing, puts drivers at risk and increases pollution. I expect the police to take swift action to clear the roads.”\\nZoe Cohen, a spokesperson for the group and a former NHS worker and activist with XR, issued a “deep and genuine apology” to everyone who had been affected by the hold-ups, but said the failure of the government meant the protesters had no choice.\\n“I can guarantee you that not a single person who has been on the roads or who is acting as a spokesperson wants to do this, it is so distressing and so stressful, but the fact is people are more concerned about the government’s inaction and recklessness than their own wellbeing.”\\nThe group has been building support behind the scenes for months. At online talks and local meetings, training and discussion groups, recruits from bricklayers to teachers, grandparents to teenagers have been signed up and trained.\\nSeveral of its activists and organisers have been involved previouslyin XR, while many others are new to protesting.\\nXR’s co-founder, Roger Hallam, who left the group last year, is one of those involved in Insulate Britain and was arrested before the group’s protest on Wednesday.\\nBut although some of its members and tactics are familiar from XR’s previous protests, its focus on one specific demand of “insulating British homes” is a deliberate attempt to make the crisis about “bread and butter” issues of housing, fuel, poverty and jobs as well as carbon emissions.\\nAs Hallam told an organising meeting in June: “Insulating the housing in the UK is the most no-brainer move to reduce carbon emissions per unit of investment.”\\nOn Thursday, the home secretary, Priti Patel, called on the police to take “decisive action” against what she described as the “selfish activists” taking part in the Insulate Britain protests.\\nBut as further evidence of the climate crisis emerges on a daily basis, Cohen said the protests would continue.\\n“If the government was doing its job, we would not need to be here. They can sort this in five minutes by putting out a statement that says you are serious about protecting British families and their homes.”", "image": [["https://i.guim.co.uk/img/media/479894cb91773a05cc9ad3e88917e8c745448e6e/3_268_2868_1721/master/2868.jpg?width=465&dpr=1&s=none", "Protesters from the Insulate Britain pressure group block a roundabout near Stansted Airport."]], "author": ["Matthew Taylor"], "date": "2021-09-17"}, "https://www.theguardian.com/environment/2021/sep/27/race-to-the-bottom-the-disastrous-blindfolded-rush-to-mine-the-deep-sea": {"title": "Race to the bottom: the disastrous, blindfolded rush to mine the deep sea", "subtitle": null, "text": "One of the largest mining operations ever seen on Earth aims to despoil an ocean we are only barely beginning to understand\\nMore in this series\n ‘False choice’ – is deep sea mining required for an electric vehicle revolution?\n Covid tests and superbug killers: how the deep sea is key to fighting pandemics\n ‘Shark calling’: indigenous Papua New Guineans say seabed mining threatens ancient custom \n The incredible, otherworldly deepsea creatures under threat from mining – in pictures\\nA short bureaucratic note from a brutally degraded microstate in the South Pacific to a little-known institution in the Caribbean is about to change the world. Few people are aware of its potential consequences, but the impacts are certain to be far-reaching. The only question is whether that change will be to the detriment of the global environment or the benefit of international governance.\\nIn late June, the island republic of Nauru informed the International Seabed Authority (ISA) based in Kingston, Jamaica of its intention to start mining the seabed in two years’ time via a subsidiary of a Canadian firm, The Metals Company (TMC, until recently known as DeepGreen). Innocuous as it sounds, this note was a starting gun for a resource race on the planet’s last vast frontier: the abyssal plains that stretch between continental shelves deep below the oceans.\\nIn the three months since it was fired, the sound of that shot has reverberated through government offices, conservation movements and scientific academies, and is now starting to reach a wider public, who are asking how the fate of the greatest of global commons can be decided by a sponsorship deal between a tiny island and a multinational mining corporation.\\nThe risks are enormous. Oversight is almost impossible. Regulators admit humanity knows more about deep space than the deep ocean. The technology is unproven. Scientists are not even sure what lives in those profound ecosystems. State governments have yet to agree on a rulebook on how deep oceans can be exploited. No national ballot has ever included a vote on excavating the seabed. Conservationists, including David Attenborough and Chris Packham, argue it is reckless to go ahead with so much uncertainty and such potential devastation ahead.\\nLouisa Casson, an oceans campaigner at Greenpeace International, says the two-year deadline is “really dangerous”. Given the potential risks of fisheries disturbance, water contamination, sound pollution and habitat destruction for dumbo octopuses, sea pangolins and other species, she says no new licences should be approved. “This is now a test of governments who claim to want to protect the oceans,” she said. “They simply cannot allow these reckless companies to rush headlong into a race to the bottom, where little-known ecosystems will be ploughed up for profit, and the risks and liabilities will be pushed on to small island nations. We need an urgent deep-sea mining moratorium to protect the oceans.”\\nMining companies also insist on urgency – to start exploration. They say the minerals – copper, cobalt, nickel and manganese – are essential for a green transition. If the world wants to decarbonise and reach net-zero emissions by 2050, they say we must start extracting the resources for car batteries and wind turbines soon. They already have exploration permits for an expanse of international seabed as large as France and Germany combined, an area that is likely to expand rapidly. All they need now is a set of internationally agreed operating rules. The rulebook is being drawn up by the ISA, set up in 1994 by the United Nations to oversee sustainable seabed exploration for the benefit of all humanity. But progress is slower than mining companies and their investors would like.\\nThat is why Nauru’s action is pivotal. By triggering the “two-year rule”, the island nation has in effect given regulators 24 months to finish the rulebook. At that point, it says TMC’s subsidiary Nauru Ocean Resources Inc (NORI), intends to apply for approval to begin mining in the Clarion-Clipperton zone, an expanse of the North Pacific between Hawaii and Mexico.\\nThe deep ocean is the least known environment on Earth, a realm that still inspires awe and wonder. By one estimate, 90% of the species that researchers collect are new to science, including the pale “ghost” octopus that lays its eggs on sponge stalks anchored to manganese nodules or the single-celled, tennis-ball sized Xenophyophores. In the midnight, hadal and abyssal zones, fish and other creatures must make their own light. Biolumescent loosejaw and humpback blackdevils, a type of anglerfish, have evolved with in-built lanterns to seek out and draw in their prey. First-time human visitors often go expecting darkness and return filled with wonder at the undersea displays of living fireworks. Marine biologists believe there may be more bioluminescent creatures in the deep sea than there are species on land.\\nThere is also thought to be a greater wealth of minerals such as copper, nickel, cobalt and rare earth elements such as yttrium, as well as substantial veins of gold, silver and platinum. Most are found near hydrothermal vents or in rock concretions known as polymetallic nodules that can be as big as a fist or as small as a fleck of skin. The challenge is gouging them out and lifting them up to the surface. When the first attempts were made to harvest nodules in the mid-1970s, the chief executive in charge of the operation exasperatedly described the task as like “standing on the top of the Empire State Building, trying to pick up small stones on the sidewalk using a long straw, at night”. Today’s technology has moved on, but scientists and conservationists doubt that it is ready and the environmental risks are fully understood. They would like more time. Nauru and TMC have given them less. The countdown clock now has 21 months left, and counting.\\nHistory does not offer much encouragement to the denizens of the deep that the issue will be resolved in their favour. Mining has provided the building blocks of civilisation. Without ore, humankind could not have had the iron age, the bronze age and certainly not the great cultures of ancient China, Nubia, Egypt, Greece, Rome, the Aztecs or Mayans. In modern times, particularly the great post-second world war acceleration of the past 70 years, more has probably been gouged from the Earth than in all of previous human history combined.\\nThe materials for a built and manufactured environment are extracted at the expense of natural beauty, resilience and stability. For most of human history, this was considered a fair trade-off. The costs – cleared forests, scarred landscapes, polluted water, air filled with dust, carcinogens and greenhouse gases released into the atmosphere – were either unknown or deemed small compared with the gains. They rarely appeared on corporate or national balance sheets. Miners extracted oil, gas, coal, iron, gold, copper, lithium and other minerals, while leaving other species, remote communities and future generations to pay the price.\\nMining has often proved a trade based on imported resources and exported risk. In recent decades, this trade-off has come into question as scientific knowledge of the consequences has advanced. Environmental concerns have prompted calls for stricter regulation. But, oversight, if it exists at all, is often shaped by those who stand to benefit in the short term rather than those left to clean up the mess. And mines are moving further from power centres, which means less likelihood of Nimby protests, media coverage, challenges by conservationists or legal redress. Most of today’s mega-mines are in remote regions: the Carajás iron-ore complex and the Paragominas bauxite mine in the state of Pará, northern Brazil; the Oyu Tolgoi copper mine in Mongolia’s Gobi desert; Bingham Canyon copper mine in Utah’s Oquirrh Mountains; Chuquicamata copper mine in Chile’s Atacama desert; Mirny mine in Siberian Russia; or the many offshore oil and gas wells in the Gulf of Mexico, the North Sea, the Caribbean and elsewhere.\\nIf mining in the deep ocean is technologically challenging and expensive, then independent oversight is even tougher: beyond all national jurisdictions, too expensive for environmental organisations to reach, too inaccessible for all but invited journalists to visit, and totally free of people so no chance of hold-ups by protesters. Fish, crustaceans and microbes might suffer, but they cannot complain.\\nJust like almost every other mining project in history, TMC and other mining companies promise to maintain the highest environmental standards, and to operate within guidelines laid out by regulatory bodies. And just like almost every other mining project in history, it is in their interest to exert pressure on those same regulatory bodies to ensure projects go ahead quickly with environmental standards that do not sink their bottom line.\\nPayal Sampat, mining programme director at the Earthworks environmental charity, said the rushed approach to deep-sea mining was reminiscent of the wild-west prospectors of the 19th century. “This really is a throwback to the early robber baron era. Our global heritage is being decided in small backroom discussions. Most people are completely unaware that this enormous planet-changing decision is being made. It is very non-transparent.” She said the mining industry had never been properly regulated. Today’s mega-pits are so big they can be seen from space, but they are governed by laws drawn up 150 years ago in the era of picks and shovels. “Deep-sea mining really represents a continuation of that destructive extractivist mindset. It is all about looking at the next frontier rather than using the resources we already have much better.”\\nNauru ought to provide a salutary reminder of the destructive spiral that follows when an ecosystem is sucked dry. Once described as a Pacific idyll, the island’s topsoil was stripped of phosphate first by the British, then the Germans, then New Zealanders and Australians. They wanted the deposits to fertilise gardens and farmland in their own countries, and promised to restore the landscape and fully compensate those affected by environmental damage. By the time of independence in 1968, enough phosphate was left to briefly make the country’s 12,000 inhabitants the second-richest people on Earth. As phosphate prices rose from $10 a ton to more than $65 in the 1970s, gross domestic product per capita topped $50,000, second only to Saudi Arabia.\\nBut within two decades, the resource was virtually exhausted, leaving an inland moonscape of gnarled, spiky rock and an economy in tatters. Restitution funds were supposed to rehabilitate 400 hectares (1,000 acres), but they have been frittered away in the past 25 years with barely six hectares recovered.\\nThe gutting of the topsoil has caused unforeseen problems to the local climate, vegetation and society. Loss of vegetation has prevented rain clouds from forming over the island and led to more droughts. Several endemic plant species are now endangered and food production has been affected. Locals have turned from healthy local produce, such as coconuts, to fatty and salty tinned goods, resulting in one of the highest levels of obesity, heart disease and diabetes in the world. As one former finance minister put it: “Nauru was once a tropical paradise, a rainforest hung with fruits and flowers, vines and orchids. Now, thanks to human avarice … and short-sightedness, our island is mostly a wasteland.”\\nThe 12,000 inhabitants have resisted repeated attempts to relocate them to an island off Queensland and looked for new ways to make a living. After the economy collapsed, the desperate government turned to offshore banking. But with customers that included the Russian mafia and al-Qaida, the US Treasury blacklisted the island as a centre of money laundering and corruption. After that failure, the microstate rented itself out to Australia as a detention centre for asylum seekers, a business that now provides more than half of the state revenue. When that declined, Nauru began to eye up the surrounding seabed by teaming up with TMC, which is paying tens of millions of dollars a year in royalties for its fully owned NORI subsidiary.\\nAt the ISA, Nauru is supposed to be a sponsor nation for TMC. In reality, the island acts more like a client state for the corporation, and a company executive can behave as its spokesperson. In 2019, as chairman of DeepGreen Metals, Gerard Barron, was listed as a member of the Nauru delegation and spoke from the island’s seat in the plenary meeting.\\nLittle wonder then that eyebrows were raised when this tiny nation, which constitutes just 0.00016% of the world’s population, took the initiative to open up the seabed. Few observers doubt that this was done at the behest of TMC.\\nMatthew Gianni, co-founder of the Deep Sea Conservation Coalition, said: “This is all about money – money for DeepGreen [TMC] and its shareholders and money for Nauru – and the fear that if DeepGreen doesn’t get a licence soon, investors will walk away from the company and both DeepGreen and Nauru will lose out on any revenue.” He said the case showed the need to shake up international governance. “The ISA’s decision-making process is seriously flawed and needs to be fixed.”\\nIn lieu of comment, The Metals Company referred questions to three external experts that it said specialised in deep-sea ecosystems and plume dynamics.\\nTMC is among a cluster of mining companies that argue seabed minerals are essential if the world is to make the transition from fossil fuels to renewables. Barron, its chief executive and chairman, is fond of stating that a single 75kW electric vehicle battery requires 56kg of nickel and 7kg each of manganese and cobalt, plus 85kg of copper for the vehicle’s wiring. To convert the world’s 1bn-plus combustion-engine cars to electric would require far more metal than is currently produced on land. Barron says tapping seabed resources would still not close the supply gap, but that it could accelerate the transition, reduce mining emissions and provide revenue for poorer countries. As a sign of TMC’s commitment to the environment, he says the company would halt production after the world has enough minerals for 2bn batteries, because that would be enough to allow full recycling.\\nBut many battery-makers and industrial users are lining up with the conservationists rather than the miners. In April, BMW, Volvo, Google and Samsung joined a World Wildlife Fund (WWF) call for a moratorium on seabed mining. Scientists and campaigners say TMC is creating a false sense of urgency about the need for deep-sea minerals. They say existing mineral supplies are sufficient for the coming 10 years and after that much of the demand could be met by fast-improving recycling technology. Others are sceptical about the promise of a 2bn battery cap. Lisa Levin, a professor of biological oceanography at Scripps Institution of Oceanography, said: “Once you start up a new industry it won’t just be DeepGreen [TMC], it will be multiple countries. It will be very hard to stop. Mining needs to continue for 20 or 30 years to recoup investment. It’s not something you put back in the box.”\\nMany observers accept that deep-sea mining will go ahead at some point. But it needs to be done carefully, after the risks are fully assessed, the technology is perfected and oversight systems are made as robust as possible to ensure minimal impact on ocean ecosystems. The world might have more confidence that this was the case if the regulatory body was more open, more democratic, less focused on commercial gain and more attuned to environmental loss. As it is, however, the ISA is geared towards ploughing ahead.\\nIt held its first meeting in Kingston, Jamaica, on 16-18 November 1994. The venue for this and subsequent gatherings was the Jamaica Conference Centre, which boasts of being “the Caribbean’s most sophisticated meeting place”. In the heat outside, angular concrete lines stand out between palm trees and fountains. Inside, the air-conditioned conference centre is decorated with bright hand-woven panels. This is a multinational world where you pay in dollars. ISA delegates roll up in diplomatic limousines, some with little flags on the bonnet, and congregate between meeting rooms, the marble lobby, and over cocktails in bars looking out across the Caribbean. In the evenings, delegates and contractors are invited to soirees hosted by the Jamaican government or dinner at the mansion of the ISA secretary general, Michael Lodge, high on the hill overlooking the harbour.\\nLodge, a British lawyer, wants member states to agree on a rulebook that will set standards for mining practices and allow commercial operations to begin. Discussions on this topic have been under way since 2017, but have been snarled up over how to share future mining proceeds among nations. The ISA prefers to treat this as a technocratic problem. But, as the intervention of Nauru has shown, this is about much more fundamental issues of global governance and politics. Does the world want to be pushed into the final frontier of the global commons by a desperate microstate and a multinational mining company? Is it willing to take the risk that the ocean floor will end up like Nauru, a victim of over-exploitation and false promises of restoration?\\nArchive documents show corporations have tried to influence the ISA since its inception. In the 1980s, multinational corporations, such as Lockheed Martin and Sumitomo, were lobbying governments to ensure the UN Convention on the Law of the Sea “should contain a bias in favour of mining production”.\\nThe UN general assembly subsequently approved the funding of the ISA in 1994, noting that the ocean floor and subsoil, beyond the limits of national jurisdiction, were the common heritage of humanity and should be dealt with in line with “the growing reliance on market principles”. Other species and ecosystems were an afterthought. To circumvent regulatory hold-ups, wealthy nations also pushed for a “two-year rule” that could be initiated by any country. Once that process begins, the onus shifts to the regulators to adopt exploitation regulations within 24 months.\\nIn theory, every country in the world is involved in the ISA’s decision-making. In practice, power lies with a small group of experts that is weighted in favour of mining. There is no specialist environmental or science assessment group to vet applications for new contracts. Instead, new contracts are initially made by the ISA’s Legal and Technical Commission (LTC), which comprises just 30 members. Their decisions can only be overturned by a super-majority of two thirds of the full council, which comprises 36 states.\\nThe commission has a 100% record of approving exploration applications, for which ISA charges a $500,000 (£365,000) processing fee. Membership of the LTC is skewed towards extraction rather than environmental oversight – a fifth of the members work directly for contractors with deep-sea mining projects. They include Nobuyuki Okamoto, who established Japan Oil, Gas and Metals National Corporation, which has started its own seafloor exploration, and Carsten Rühlemann, who works for Germany’s Federal Institute for Geosciences and Natural Resources, which holds exploration contracts in the Pacific and Indian Oceans. Many others have a background in mining or oil and gas exploration. Among them are the chair of the commission, Harald Brekke, who is a senior geologist at the Norwegian Petroleum Directorate; Pakistan’s representative, Khalid Mehmood Awan, who has worked for offshore oil and gas companies; and an Australian geologist, Mark Alcock, who is listed as working previously in surveying for petroleum and minerals exploration. By comparison, only three members are obviously focused on marine ecosystems, such as Gordon Lindsay Paterson, a zoologist at the Natural History Museum in London.\\nA spokesperson for the ISA said: “Members of the LTC are elected by the council from among the candidates nominated by states parties to UNCLOS [United Nations Convention on the Law of the Sea]. States parties shall nominate candidates of the highest standards of competence and integrity with qualifications in relevant fields. The council shall endeavour to ensure that the membership of the LTC reflects all appropriate qualifications. In the election of members of the LTC, due account shall be taken of the need for equitable geographical distribution and the representation of special interests.”\\nIt added that 31 contracts for exploration had been granted so far and the “evaluation by the LTC of an application for a plan of work for exploration is a rigorous process”.\\nSome members of the LTC privately recognise the need for change, so the risks to this vast new area of exploration can be properly evaluated. “We probably know more about outer space than we do about this [deep-sea] frontier,” said a delegate who asked to remain anonymous. “I have heard suggestions for more environmental oversight, and I cannot say I have a contrary view.”\\nIt is not just small island states that are complicit. Seabed resources are supposed to benefit all of humanity and promote sustainable development, but just three companies from wealthy nations have a hand in eight of the 10 contracts to explore for minerals in the Pacific’s Clarion-Clipperton zone that have been awarded since 2010: the Canadian-registered TMC (formerly DeepGreen), the Belgian corporation Dredging Environmental and Marine Engineering (DEME), and UK Seabed Resources, a subsidiary of the US arms manufacturer Lockheed Martin.\\nThe role of these companies is opaque. None of the parent companies are included by the ISA in its list of contractors. A common practice is to operate through subsidiaries or by taking shares in partners in small island states, often in conjunction with national governments. This leads to concerns about accountability in the event of an accident: the subsidiaries are often small, which could leave poor nations with huge liabilities.\\nThe British government has fudged its response to Nauru pulling the two-year trigger. This seems appropriate for a former colonial power that is still struggling to match its claims for environmental leadership with actions that run against its continued dependence on exploiting overseas resources. In 2019, the House of Commons environmental audit committee, including the Tory MP Zac Goldsmith, now Lord Goldsmith and minister for Pacific and the environment, concluded that deep-sea mining would have “catastrophic impacts on the seafloor”; that the ISA benefiting from revenues from issuing mining licenses was “a clear conflict of interest” and that the case for deep-sea mining had not yet been made.\\nHowever, ties between the UK government and the deep-sea mining industry have been unhealthily cosy. A Cabinet Office official has moved to Lockheed Martin, which owns UK Seabed Resources, to head their government affairs department. The former prime minister David Cameron used Lockheed Martin’s estimates of the potential value of the deep-sea mining industry, rather than independent analysis. When Greenpeace was finally granted a freedom of information request for the deep-sea mining licences between the British government and UK Seabed Resources, it found it was “riddled with errors and inaccuracies”, that it was based on outdated legislation and that it extended for a duration beyond the limits permitted by UK law.\\nWhen asked a parliamentary question about Nauru and the two-year trigger, the then business minister Nadhim Zahawi refused to support a moratorium and said the UK’s position was to wait for sufficient scientific evidence and strong environmental regulations. Zahawi has a deeper background in mineral exploration than any other MP. Before he joined the government, he received more than £1m in salary and bonuses from Gulf Keystone Petroleum, worked as a consultant for the Canadian oil firm Talisman and declared shares in the oil firm Genel Energy and Gulf Keystone. There is no suggestion of wrongdoing but – like many members of the LTC – he may be predisposed towards the extractive industries, having made a living from them for so many years.\\nActivists say it is not too late to stop the clock; opposition is gaining momentum. The world congress of the International Union for the Conservation of Nature earlier this month voted overwhelmingly to ban deep-sea mining. Support for the motion came from government delegates as well as civil society. Although the vote is non-binding, it highlights the broad unease at the shotgun tactics of Nauru and TMC. There are also plans for an appeal to another UN body, the International Tribunal for the Law of the Sea, against allowing deep-sea mining.\\nFew countries are outright opposed to the mining, but many would prefer to wait. Their motives differ widely. On one side are nations such as Costa Rica, Fiji and Germany that are wary about the environmental implications. On the other are nations such as Chile and many African countries, with strong terrestrial mining interests, that do not want to see more competition that could drive down prices for their minerals. The African Group of nations has come out strongly against Nauru’s move, saying it is “likely to weaken rather than facilitate the development of an effective regime fully embodying the common heritage of mankind principle”.\\nAcademics and civil society groups believe TMC has overplayed its hand. They hope its premature move to set a deadline will spur reforms of the ISA. Pradeep Singh, an ISA observer and ocean expert at the Institute for Advanced Sustainability Studies in Potsdam, Germany, said: “It does not say too much about the ISA decision-making process, to be honest, except that it is regrettable that the provision has been invoked. Perhaps the timing of the move to invoke the provision is less related to actually getting the process moving at the ISA but more related to increasing market confidence or value, and attracting investors to invest in the contractor.”\\nThe case raises still deeper questions about humanity’s treatment of the Earth, particularly the dangerous gap between caring for our immediate local environment while turning a blind eye to what happens in the planet’s more remote corners. The French philosopher Bruno Latour traces this back to colonial thinking, which continues in present-day neoliberal capitalism. “Every state delineated by its borders is obliged, by definition, to lie about what allows it to exist since, if it is wealthy and developed, it has to expand over other territories on the quiet, though without seeing itself as being responsible for those territories in any way,” he writes in his new book After Lockdown: A Metamorphosis. “That’s a basic hypocrisy that creates a disconnect between, on the one hand, the world I live in as a citizen of a developed country, and, on the other, the world I live off, as a consumer of the same country. As if every state was coupled with a shadow state that never stopped haunting it, a doppelganger that provides for it on the one hand and is devoured by it, on the other.”\\nA pithier argument is made by Will McCallum, head of oceans at Greenpeace UK, who fears the deep sea will suffer like all other newly opened territories. “Any claim of not being environmentally damaging is meaningless, as we have no idea now what that environment is,” he said.\\n“We have never entered a frontier and not fucked it up more.”", "image": [["https://i.guim.co.uk/img/media/3d6d91f74f4b3f6f0acec1dfa84dba0164d4c8d2/141_572_5443_3266/master/5443.jpg?width=480&dpr=1&s=none", "Cutting machines developed for deep-sea mining."], ["https://i.guim.co.uk/img/media/5935273246b8b1600cb7fedae90d6d5d50358c51/0_0_1920_1080/master/1920.jpg?width=465&dpr=1&s=none", "A dumbo octopus, just one of millions of barely understood deep-sea species at risk from mining."], ["https://i.guim.co.uk/img/media/e3e977d0218b1c143c21c6a1f07ca5bd177e2962/0_0_2592_1944/master/2592.jpg?width=445&dpr=1&s=none", "Mechanical grabber seizing a ‘chimney’ at a hydrothermal vent off Papua New Guinea."], ["https://i.guim.co.uk/img/media/1995b89556cdaaa6338e5f9a9602a188f53ee093/0_9_2048_1229/master/2048.jpg?width=465&dpr=1&s=none", "A man standing in the barren moonscape of Nauru"], ["https://i.guim.co.uk/img/media/f439af542eea12082f97841c6af72a02b37ecd98/1204_416_4012_4012/master/4012.jpg?width=445&dpr=1&s=none", "Gerard Barron, chair and chief executive of The Metals Company, in front of a company exploration ship"], ["https://i.guim.co.uk/img/media/a553f3e773afcaad54e83af76a2e9bcccd508a30/0_262_3936_2362/master/3936.jpg?width=445&dpr=1&s=none", "A 2015 meeting of the International Seabed Authority (ISA) in Kingston, Jamaica."], ["https://i.guim.co.uk/img/media/5612148cf37b012e46fa9fb4ea205e340e41635b/0_110_3023_1815/master/3023.jpg?width=445&dpr=1&s=none", "Deep-sea mining off the Papua New Guinea coast."], ["https://i.guim.co.uk/img/media/4eb3fc1d70fea5de7422e73f21ed4dc9b2f8ae29/0_147_2048_1229/master/2048.jpg?width=465&dpr=1&s=none", "Hydrothermal vents in the Lau Basin, near Fiji."]], "author": ["Jonathan Watts"], "date": "2021-09-27"}, "https://www.theguardian.com/environment/2021/sep/14/rewriting-extinction-ricky-gervais-joins-celebrities-with-comic-to-save-species-aoe": {"title": "Rewriting extinction: Ricky Gervais joins celebrities creating comics to save species", "subtitle": null, "text": "Peter Gabriel and Cara Delevingne also collaborate on picture stories to highlight species and ecosystem loss and fund projects\\nRicky Gervais is the latest celebrity to join an ambitious year-long storytelling campaign called Rewriting Extinction with the launch of a comic called Bullfight.\\nSince it launched in June, more than 300 celebrities, environmental experts and storytellers have collaborated to design more than 150 comics that tackle issues such as deforestation and overconsumption. Gervais created Bullfight with the artist Rob Steen. “A beautiful animal, literally tortured to death as entertainment. Psychotic. Fuck anyone who enjoys or defends it,” said the actor and writer.\\nThe project’s founder, Paul Goodenough, is aiming to raise at least £1m to fund seven environmental projects that tackle both the climate and biodiversity crises, run by charities such as the World Land Trust (WLT), Greenpeace, Born Free, Wildlife Trusts and Rewilding Europe.\\n“The solutions can’t be delivered by any of these NGOs alone, it can only be delivered by all of them. So I’ve been desperate to unite all of these environmental charities under one banner with a simple message,” said Goodenough, an Emmy-nominated writer and producer of DreamWorks Dragons, GI Joe and Have I Got News for You.\\n“Extinction Rebellion might say one thing, Greenpeace or WWF say another, so often people don’t know where to put their money and time. I knew lots of people who were experiencing donor paralysis. So now, we’re trying to talk to the general public, entertain them and inspire them to take action in the same way that Comic Relief and Children in Need do.”\\nContributors are a diverse mix, including Cara Delevingne, the drag star Cheddar Gorgeous, the American indigenous leader Jyoti Ma and the primatologist and activist Jane Goodall. The journalist and TV presenter Lucy Siegle focuses on the toxic chemicals used to dye clothes in fast fashion, Peter Gabriel’s comic features a Ted talk presented by an orangutan, and the US actor Karrueche Tran’s is about a first-date proposal between the only two remaining saolas, or Asian unicorns, a critically endangered species that resembles an antelope and was only discovered in 1992 in Vietnam.\\nOne story is released each week on Instagram, Facebook and Twitter, and users can choose which project to donate to on the Rewriting Extinction website. The comics have already had 75m views and are being translated into multiple languages.\\n“This generation sees the world in a graphic novel format,” said the wildlife TV presenter Steve Backshall, whose comic is about shark fin soup and the complexities of solving overfishing. “Punchy prose, stark imagery, superheroes and arch-villains. It’s a language I didn’t speak before getting involved in this project, and I can’t believe what I’ve been missing – as a tool for communicating conservation crises it is pretty much without equal.”\\n“Many of the celebrities involved care about the planet but don’t necessarily know the detail,” added Goodenough. “That’s why we bring in an expert and a storyteller to help create each comic. Humour and emotions – that’s our world.”\\nAn anthology bringing together the comics, titled The Most Important Comic Book on Earth, is due to be published just days before the Cop26 climate summit in Glasgow.\\nGoodenough hopes the project could be the springboard for something much bigger.\\n“If there could be an environmental moment as big as Comic Relief or Children in Need, we could be talking tens of millions of pounds in donations and an entity that is so powerful that it could influence governments and businesses on a global scale – that would change the planet,” he said.\\nFind more age of extinction coverage here, and follow biodiversity reporters Phoebe Weston and Patrick Greenfield on Twitter for all the latest news and features", "image": [["https://i.guim.co.uk/img/media/5cad869c3f5f0beb87ae8ef2c2249e60116d6ad7/0_99_3500_2099/master/3500.jpg?width=465&dpr=1&s=none", "Ricky Gervais is one of more than 300 celebrities who have collaborated on comics for the Rewriting Extinction project."], ["https://i.guim.co.uk/img/media/07f87356a8574629c6bf85c76e31a2c4fdae267c/0_0_1280_908/master/1280.jpg?width=445&dpr=1&s=none", "Political cartoonist, four-time Pulitzer finalist and 2000 Pulitzer prize winner Joel Pett created this comic, called Ear Plugs"], ["https://i.guim.co.uk/img/media/acfabaafd608fcb0cb95a29687c516083e4e3f5f/94_232_2333_2134/master/2333.jpg?width=445&dpr=1&s=none", "Screenwriter and director Richard Curtis collaborated"]], "author": ["Anna Turns"], "date": "2021-09-14"}, "https://www.theguardian.com/science/2021/sep/28/steven-pinker-celebrity-scientist-at-the-centre-of-the-culture-wars": {"title": "Pinker’s progress: the celebrity scientist at the centre of the culture wars", "subtitle": null, "text": "How the Harvard psychologist Steven Pinker became one of the world’s most contentious thinkers\\nOn a recent afternoon, Steven Pinker, the cognitive psychologist and bestselling author of upbeat books about human progress, was sitting in his summer home on Cape Cod, thinking about Bill Gates. Pinker was gearing up to record a radio series on critical thinking for the BBC, and he wanted the world’s fourth richest man to join him for an episode on the climate emergency. “People tend to approach challenges in one of two ways – as problem-solving or as conflict,” Pinker, who appreciates the force of a tidy dichotomy, said. “You can think of it as Bill versus Greta. And I’m very much in Bill’s camp.”\\nA few weeks earlier, Gates had been photographed in Manhattan carrying a copy of Pinker’s soon to be published 12th book, Rationality, which inspired the BBC series. “We sent it to his people,” Pinker said. Pinker is an avid promoter of his own work, and for the past 25 years he has had a great deal to promote. Since the 1990s, he has written a string of popular books on language, the mind and human behaviour, but in the past decade, he has become best known for his counterintuitive take on the state of the world. In the shadow of the financial crisis, while other authors were writing books about how society was profoundly broken, Pinker took the opposite tack, arguing that things were, in fact, better than ever.\\nIn The Better Angels of Our Nature, published in 2011, he gathered copious amounts of data to show that violence had declined across human history, in large part because of the emergence of markets and states. Understandably, the book struck a chord with people who move markets and run states. Gates called it “the most inspiring book I’ve ever read”, and Mark Zuckerberg included it on a list of what to read at Davos. Then, in 2018, at the height of Donald Trump’s presidency and amid the accelerating climate crisis, Pinker published a follow-up, Enlightenment Now, which expanded his argument. It wasn’t just that life had become less violent; thanks to the application of science and reason since the 18th century, the human condition had dramatically improved in health, wealth and liberty, too. Bill Clinton had Enlightenment Now on his bedside table, and Gates declared it his “new favourite book of all time”.\\n“Bill’s got a pretty nimble mind, so I think he can riff on anything,” Pinker said, imagining how Gates would fare on the radio show. He was looking out over Cape Cod Bay from the upper deck of his house, which he shares with his wife, the philosopher and novelist Rebecca Newberger Goldstein. From the bottom deck, a staircase of more than 100 steps runs down to a beach, like one of Pinker’s trademark graphs depicting the decline in some measure of human misery. Pinker sees the world in broadly utilitarian terms. “A quantitative mindset, despite its nerdy aura, is in fact the morally enlightened one,” he writes in Enlightenment Now. On this basis, he has ranked Gates, who has spent roughly $50bn on philanthropy, near the top of a moral hierarchy crowned by people such as Norman Borlaug, a Nobel Peace prize-winning agronomist credited with saving more than a billion lives through his innovations in agriculture.\\nPinker’s positive spin on the world has brought him into the orbit of many powerful people. On his phone, under the heading Politicians, he keeps a list of the two dozen or so heads of state, royalty and other leaders who have asked him for an audience. They include the prime minister of his native Canada, Justin Trudeau (“That was the greatest thrill for a Canadian boy”) and Mauricio Macri, then the president of Argentina (“I got to stand on the Evita balcony”). In 2016, Pinker co-authored an article for the New York Times with Colombia’s then-president, Juan Manuel Santos, two months before Santos won the Nobel Peace prize for helping to end the country’s 50-year-long guerrilla war. He has twice been a guest at Bohemian Grove, which has been described as an off-the-record summer camp for male members of the American establishment. He told me he had met some amazing people there, like Henry Kissinger and George Shultz, the former secretaries of state to Richard Nixon and Ronald Reagan, respectively. He seemed to enjoy both the absurdity of the experience and its purpose – to bring powerful people into contact with one another.\\nPinker says he offers these global leaders “an infusion of ideas – or even just enthusiasm for good, old-fashioned liberal democracy”. That means “a mixture of civic norms, guaranteed rights, market freedom, social spending and judicious regulation,” as he put it in Enlightenment Now, all held together by a state strong enough to keep people from each other’s throats. He believes the balance of these elements should be cautiously tweaked and twiddled through experimentation and empirical feedback. In the case of the western world, this roughly translates to the view that things are pretty good, which isn’t to say they couldn’t be better, and although there are threats to face, we shouldn’t burn the system down, because things could certainly be a whole lot worse, and if we can make incremental improvements, then a rising tide will lift all boats. It’s a position that Gates, in a conversation with Pinker and the New York Times, called the “conservative centre”.\\nIn the eyes of his critics, this stance has made Pinker the world’s most prominent defender of the status quo. At a time of rising inequality and ecological catastrophe, his prescription for the world – do basically the same thing we have been doing, just a bit better – can seem perverse. To less optimistic observers, the existence of billionaires such as Gates – he and seven other men own as much wealth as the planet’s poorest 3.5 billion people, according to a recent Oxfam estimate – indicates a profound rot in the current arrangements of civilisation. The writer Pankaj Mishra has called Pinker a member of the “intellectual service class”, which shuffles about justifying the positions and soothing the moral sensitivities of society’s winners. Nicolas Guilhot, a professor of intellectual history at the European University Institute, believes that Pinker is fighting a somewhat desperate rearguard action on behalf of neoliberalism against an encroaching army of detractors across the political spectrum. Pinker’s books, and their support from the likes of Zuckerberg, Clinton and Gates, are a reaction, Guilhot told me, “from people who are aware that they’ve lost a lot of ground”.\\nDespite his preference for problem-solvers over conflict-mongers, a strong case can be made that Pinker belongs in that second camp. “Sometimes to my own retroactive surprise, I seem to have a taste for controversy,” he recently told Steven Levitt, the economist and author of Freakonomics. A search for Pinker’s byline on the newspaper archive site Nexis returns 191 articles since 1994, with headlines that reflect the breadth of his interests, as well as an inclination to provoke: Why Can’t a Woman Be More Like a Man?, Sniffing Out the Gay Gene, Nuclear Power Can Save the World, The Enlightenment Is Working. Over the course of his career, the subjects of his major books have expanded from language to the mind, and from human behaviour to the sweep of history. Each new topic has taken him further from the fields in which he did original research, and each new book has seemed more eager than the last to start a row.\\nIn recent years, Pinker has carved out a niche for himself as a pundit who brings social science to the culture wars. He comes to these conflicts armed with the rhetorical skills of the debate champion and the visual aids of a management consultant. By some metrics, it is a winning strategy. He makes liberal use of graphs and charts in his recent books – there are about 180 in Better Angels and Enlightenment Now – and helped to create Google Books’s ngram viewer, which plots the frequency of words and phrases in the English corpus, among other languages. His own ngram results put him below Richard Dawkins and Noam Chomsky, two of his major intellectual influences, but above Yuval Noah Harari and Jordan Peterson, to whom he has been compared. (Google Trends, which tracks more demotic kinds of interest, in the form of search queries, puts Peterson on top by a significant margin.)\\nAs a young scholar in the 80s, Pinker was distinguished more for his insights into language acquisition and visual cognition than for his willingness to plunge into acrimonious debates over gender, race and progress. His life in the public eye began in the early 90s, when an editor at a scholarly journal told him he wrote stylishly, and suggested he try doing it for a broader audience. Not long afterwards, he spoke to the philosopher Daniel Dennett, who had recently made the leap from academic to mainstream writing. “Within 40 seconds of hanging up with Dan, the phone rang and it was his literary agent, John Brockman, on the line,” Pinker told an interviewer in 2001. The initial outcome was The Language Instinct, a wide-ranging account of the nature of language, published in 1994, which combined easy-to-follow discussions of Chomskian linguistics with evolutionary theory and jokes from Woody Allen. A quarter of a million copies have been sold. When I suggested that he must have been gobsmacked by his sudden transformation from research scientist into public intellectual, Pinker demurred. “I had seen the success of Richard Dawkins and Stephen Jay Gould, and realised that no one had yet done the same thing for language or cognitive science,” he said. “So I was prepared for it to be popular.”\\nThe section of The Language Instinct that garnered the most attention happened to be its most acerbic one, a chapter chiding rule-bound grammar bores. Its popularity seems to have emboldened the contrarian in Pinker. In 1997, he published How the Mind Works, which he framed as a critique of what he called the “standard social science model”, according to which nurture explained almost everything, and nature almost nothing. The next year, Pinker sold out one of London’s largest lecture halls for a debate about the book’s thesis. “Not every academic who has the chance to speak to large audiences enjoys it in the same way,” says Ravi Mirchandani, who was Pinker’s UK publisher in the 90s, and who also published Richard Dawkins at the time. Before the debate, a journalist asked Pinker about his treatment of academic orthodoxies. “I suppose I do line them up and mow them down,” he replied, while mimicking firing a machine gun.\\nBy the time of The Blank Slate, which came out in 2002, Pinker was positioning his work as an attack on what he considered the three central dogmas of the “intellectual establishment” in academia and the media – that there is no such thing as human nature, that our minds are somehow separate from our bodies, and that people are born good. By contrast, he held that quite a number of traits are universally human, that the mind is an information processing system running on the unique hardware of the brain, and that, whatever good we’re capable of, the basic condition of humanity, to paraphrase Thomas Hobbes, his favourite political philosopher, is a war of each against all.\\nThose first popular books irked their fair share of reviewers and academics, especially on the left, who feared that Pinker’s debatable scientific interpretations had unsavoury political implications. But the real turning point in his career arrived in 2007, in the form of a simple question: “What are you optimistic about?” The prompt was part of an annual symposium for the website Edge, run by Pinker’s literary agent, Brockman. Pinker’s 678-word answer was that violence had declined across human history, an argument he expanded over the next four years into the 696-page book Better Angels. “A large swathe of our intellectual culture is loth to admit that there could be anything good about civilization, modernity, and western society,” Pinker wrote in the book.\\nAround the same time that he was researching violence, Pinker was beginning to see himself as having a particular role to play in public life – not just as a talented explainer of science, or even a critic of intellectual orthodoxies, but as someone who could stand athwart the stupidification of public discourse. “I came out of the closet as a defender of reason and objectivity,” Pinker told the Times. The major result of this decloseting was Enlightenment Now, which he described to me as his “theory of everything, or almost everything, or at least a lot”. In the book, he argues that, along with liberalism, the Enlightenment gave rise to three main values – reason, science and humanism – that led to the massive improvements he charts in the human condition. These improvements were not only material but moral, as people began to expand their circle of moral concern to those beyond their own family, tribe, nation or species. It was his wife, he said, who convinced him that these values were “worth singling out and defending”.\\nSince Enlightenment Now came out, in early 2018, Pinker has been engaged in almost unceasing conflict with what he considers his many intellectual enemies, who include intellectuals (“intellectuals hate progress”), progressives (“intellectuals who call themselves ‘progressive’ really hate progress”), and universities full of progressive intellectuals (a “suffocating leftwing monoculture”). He has also taken aim at postmodernism (“defiant obscurantism, dogmatic relativism, and suffocating political correctness”), a stretch of the green movement running all the way from Al Gore to the Unabomber (“quasi-religious ideology … laced with misanthropy”), contemporary identity politics (“an enemy of reason and Enlightenment values”), and the many people who “lack the conceptual tools to ascertain whether progress has taken place or not”. In these conflicts, Pinker sometimes presents himself as the lone contrarian in a sea of irrationality. He has written in the past that arguments that are “completely reasonable to me, yet blazingly controversial to everyone else” are “the story of my life”.\\nThis summer, I flew to Provincetown, on Cape Cod’s northern tip, to observe up close the intellectual habits of a man considered by some to be one of the most influential thinkers of our time. I arrived on a warm morning at the start of tourist season, and when Pinker picked me up he had the top down on his Volvo convertible. Provincetown has long been a summer resort, especially for LGBTQ people; it is the sort of liberal idyll – commerce meets individual rights meets cappuccinos – that Pinker extols. Fourth of July celebrations had ended the previous day, and the clothing boutiques and cafes along the main drag were festooned with American flags and pride banners. Men in thongs with tanned pectorals cycled by the waterfront.\\nPinker recognises the dangers of being trapped within the comfortable perspective of such a comfortable world. The antidote, he says, is an empirical mindset. In Rationality, he notes that in 2019, following the first shark fatality in Massachusetts in 80 years, towns up and down the Cape invested in expensive shark warning and control measures, even though car crashes kill 15 to 20 people there every year, and “cheap improvements in signage, barriers and traffic law enforcement could save many more lives at a fraction of the cost”. That actuarial approach to human life has caused some to think he is bloodless, which he is not. He loves classic rock, says his favourite genre of movie is the concert film or rock documentary, and has watched The Last Waltz, about the largely Canadian band the Band, at least a dozen times. He is a keen landscape and wildlife photographer. “He just takes an infinite delight in the world as it presents itself,” his mother, Roslyn, told me.\\nPinker began his training as an experimental psychologist in the mid-70s, and spending time with him is a little like auditing Intro Psych, which he has taught every year at Harvard, and before that MIT, for the past 25 years. No matter the topic of conversation, he will reach for a wider theory or study to explain it: the universality of facial expressions, the roots of physical attractiveness, the moral awe people feel for Noam Chomsky, why zebras have stripes. He likes to divide the world into opposing forces or tendencies: he has written that there are two basic intellectual cultures, two fundamental political outlooks, two types of declinism, two flavours of pessimism, two sides to happiness, two ways to get something you want from other people, two ways to appreciate the world’s progress, and two forms of politicisation subverting reason today.\\nWhen we stopped to order sandwiches at a deli in the small town of Truro, he brought up a study from the 80s that identified two species of vegetarian – those who eschew meat for moral reasons, and those who do it for health. Pinker, who ordered a smoked turkey sandwich with muenster cheese, described himself as a “reducetarian” and reckons that, morally speaking, he probably shouldn’t eat meat. (If he could choose his final meal, he told the aspiring jet-setter’s magazine Monocle, it would be a rib steak, beer and bottle of San Pellegrino at the Brooklyn steakhouse Peter Luger.)\\nWe ate our sandwiches on the upper deck of his house. The conversation bounced from his book sales (higher per capita in the UK than in the US) to people’s irrational fears about nuclear energy (“Chernobyl killed about as many people as coal emissions kill every day”) to Woody Allen (“Can you mention Woody Allen these days? I think you can mention Woody Allen. For one thing, he was almost certainly innocent”). Afterwards, Pinker showed me his study, where a large swathe of fabric the colour of snooker baize hung. When the coronavirus pandemic closed the university, he decamped to the Cape, and delivered his lectures for Intro Psych online. “I put my slides behind me on the green screen so I could point at them like a weatherman,” he said. He has described himself as “a modern lecturer-entertainer, with bullet points, borscht belt humour and audiovisual razzle-dazzle”. On a nearby shelf was a small bag filled with fake cockroaches and a curl of plastic dog poo. “For my lecture on disgust,” he said.\\nPinker is not only a scientific showman; he is also a willing guinea pig. By his own admission, he does not shy away from self-revelation. He has an MRI scan of a sagittal section of his brain on his website, and has had his genome sequenced and posted online, along with his medical history (basal cell skin cancer, 1995; Hashimoto’s thyroiditis, 2010; blood type, O+). According to genetic tests published in 2012, he shares significant amounts of DNA with his longtime friend the Harvard law professor and Trump impeachment lawyer Alan Dershowitz, and with the conservative New York Times columnist David Brooks, with whom he also shares significant parts of his worldview.\\nHaving toured the house, Pinker and I suited up for a bike ride. “I like to go fast,” he told me. He rides a several-thousand-dollar carbon frame, which he bought secondhand on eBay. For many years, he used to check the weight of everything that went on his bike, including his water bottle. “It was truly obsessive compulsive, because we know that, when it comes to speed, aerodynamics are a far bigger factor than weight,” he said. Before the advent of GPS tracking apps, he used to measure his routes out on a map and record his rides in a journal. He still weighs himself every morning.\\n“We’re a pair of Mamils,” Pinker joked as we cycled out of his garage. “Middle-aged men in Lycra.” I added that we were Weird, too. (The acronym – which stands for western, educated, industrialised, rich and democratic – is drawn from the work of Joe Henrich, the chair of evolutionary biology at Harvard, and several of his colleagues. They have criticised behavioural scientists for routinely publishing “broad claims about human psychology and behaviour” based only on samples from Weird societies.)\\n“Right,” Pinker said, before plunging down his steep drive.\\nLater that afternoon, Pinker and I arrived at a pair of graveyards flanking the Truro Meeting House, a converted church where he was due to give a talk on Rationality the following week. In one of the burial grounds was a modest obelisk commemorating an 1841 gale in which 57 of the town’s fishers died. Many of the other old graves contained children. Since the 19th century, child mortality has plummeted a hundredfold in the developed world, Pinker writes in Enlightenment Now. Up the road, in another cemetery, he had once taken a photograph of the tombstone of a father and his five-day-old son. The inscription read: “O Death all Eloquent how dost thou prove / What dust we dote on when we creatures love.” “You need these slices of life to reassure you that the data is not off the mark,” Pinker said of the graves.\\nFrom a Pinkerian perspective, the story of his own family is the story of modernity’s rising trend lines. He was born in Montreal in 1954 in a community of Jewish refugees. His maternal grandmother lived through the Kishinev pogrom in what is now Moldova, in 1903; his paternal grandmother’s entire family was annihilated in the Holocaust. In Montreal, Pinker’s father lived in what Pinker described as “the most oppressive immigrant poverty”. Eventually, several of the men in the generation above Pinker started flourishing businesses. “I am not the descendant of a long line of rabbis (as an improbably large proportion of Jews claim to be),” Pinker has written, “but of makers or sellers of gloves, neckties, auto parts and women’s garments; I grew up with the belief that God made the Jews as a light unto the nations, and made the gentiles because someone had to buy retail.”\\nIn kindergarten, Pinker’s teacher told his mother that he was “the smartest kid she ever taught,” Roslyn recalled. “I came home and said to my husband, ‘You’ll never believe this.’ That was the first time I had thought anything about it.” As a child, Pinker read the encyclopedia cover to cover. As he grew older, his outlook on the world was shaped by the cold war and the domestic upheavals of the 60s. He has said that the first historical event he can recall is the Cuban missile crisis, in 1962, and that he can still feel the dread he experienced hearing radio tests of the air-raid siren. It was a politically fraught time in Montreal – a militant leftwing nationalist movement was agitating for the rights of Quebec’s oppressed French-speaking people – and discussions in the Pinker household would often turn on fundamental questions. There were arguments about whether humans were essentially brutish or noble, whether, if left to their own devices, they would devolve into violent anarchy or self-organise into a communalist utopia. Pinker engaged in these debates, but was not exactly a partisan, he told me. “A lot of people would say, ‘I went through my Marx, Rand, Mao, whatever phase,’” he said. “But I was never an ideologue.”\\nIn The Blank Slate, he tells a slightly different story, perhaps for effect. “As a young teenager in proudly peaceable Canada during the romantic 1960s, I was a true believer in Bakunin’s anarchism,” he writes. “I laughed off my parents’ argument that if the government ever laid down its arms all hell would break loose. Our competing predictions were put to the test at 8am on 7 October 1969, when the Montreal police went on strike. By 11.20am, the first bank was robbed. By noon, most of the downtown stores were closed because of looting. Within a few more hours, taxi drivers burned down the garage of a limousine service that competed with them for airport customers, a rooftop sniper killed a provincial police officer, rioters broke into several hotels and restaurants, and a doctor slew a burglar in his suburban home.”\\nPinker concludes: “This decisive empirical test left my politics in tatters (and offered a foretaste of life as a scientist).” But somewhat contrary to this tale of dark human instincts run riot, the Canadian historian Bryan Palmer told me that much of this violence was motivated by the political grievances of the Quebecer minority, and was targeted at Anglo businesses like the limousine service, which was given preferential treatment by the city government. The “sniper” was a security guard from the limousine service who fired a shotgun into a crowd.\\nIn 1976, when the cold war was still hot, Pinker began his graduate studies at Harvard, in the department of psychology. He went on to a postdoctoral fellowship at MIT, where in 1982 he became a professor in the department of brain and cognitive sciences. Pinker’s views of the era in which he grew up and trained as a scientist seem to have stuck with him. In Better Angels, he charts a spike in homicide rates in the 60s that lasted for a generation. He told me this was due to the “depravity that was unleashed” in that decade.\\n“The 60s were a temporary local reversal of the civilising process,” he said, referring to the historical theories of the sociologist Norbert Elias, whose work influenced Better Angels. “If you defy the norms of bourgeois propriety, you’re going to have a lot of macho violence, and in the 1960s it was the bourgeois vision of the nuclear family that we had a lot of contempt for.” Pinker has always searched for universals – the underlying structure shared by all languages, the behaviours practised by all cultures, the traits shared by all minds. In his telling, history, too, revealed basic lessons of human nature. Scoured of its particular economic and political conditions, it had been transformed into a kind of parable.\\nThe day after our bike ride, Pinker and I scampered down a short embankment dotted with poison ivy and put in to the little Pamet River in a tandem kayak. I had forgotten to change for the excursion before leaving my rental, so I was wearing an old pair of Pinker’s shorts. We were not far from the mouth of the river, where Pinker proposed to Goldstein, and where he has said he wants his ashes scattered. A few years ago, a massive storm surge had swept salt water up the stream, killing off much of the fauna that inhabited it. Now, as we paddled through lush alleys of cattail and bulrush, frogs seemed to be popping up all around us. “They’ve come back!” Pinker said, delighted. We stopped at an open bend so he could try to take a photo of a frog to send to his wife. The world here was green and bursting with life. I recalled a throwaway line from Enlightenment Now: “Everything is amazing.”\\nEverything, of course, is not amazing. Pinker knows this, but many of his critics say he hasn’t grasped quite how much is going wrong. His data shows that many bad things, from global poverty to racism and sexism, have declined, but a recurring theme of the criticisms is that he’s not always careful with the data (“shockingly shoddy,” is how the historians Philip Dwyer and Mark Micale have put it). Pinker has attempted to address some of these criticisms in a 10,000-word defence of Enlightenment Now in the rightwing publication Quillette.\\nA deeper problem, critics say, is Pinker’s faith in data to reveal the truth. Yes, it would be great to just rely on the data, they argue, but data is interpretive all the way down, shaped by what is collected, how it’s collected and for what purpose. That’s a problem Pinker acknowledges in Enlightenment Now, but never fully reckons with. “When you really dig not only into the facts but into his own sources, it’s fully ideological,” Guilhot, the intellectual historian, told me. Several critics have also argued that it’s cruel to ask people to see themselves as data points along a rising trend line, especially if they happen to be among the many people the trends haven’t lifted up. Others say that progress rarely comes from the cheerleaders of the status quo; it comes from radicals organising against the powers that be. Many point out that, whatever the data may show, the really important question is not how much better the world has become, but how much better it could still be.\\nPinker’s relative comfort with the status quo has led him into arguments that spill well beyond the covers of his books. He often says he “manages his controversy portfolio carefully”, but controversy seems to have overtaken him in recent years. He has sparked anger by describing “people who gravitate to the alt-right” as “often highly intelligent, highly literate” people; by writing that the Tuskegee study, in which more than a hundred poor African American men were allowed to die of untreated syphilis and related complications, was “a one-time failure to prevent harm to a few dozen people”; and by “drowning out the voices of people suffering from racist and sexist violence”, according to an open letter signed by hundreds of graduate students and more than 180 professors in the field of linguistics. Then there were the pictures that began circulating of him with the financier Jeffrey Epstein at various public events, including after Epstein’s 2008 conviction for sex offences against a minor. It turned out that Pinker had also helped his friend Alan Dershowitz interpret a statute in Epstein’s defence on sex trafficking charges in 2007, the same year Pinker and Dershowitz co-taught Psychology 1002: Morality and Taboo. “He’s sending a signal that men who abuse women are welcome in our field,” Jessica Cantlon, a professor of psychology at Carnegie Mellon University, told me. (Pinker says he regrets having helped Dershowitz with his defence of Epstein.)\\nMany critics allege that Pinker’s recent remarks are part of a longer history of comments and behaviour that have come dangerously close to promoting pseudoscientific or abhorrent points of view. To take a single example: the journalist Malcolm Gladwell has called Pinker out for sourcing information from the blogger Steve Sailer, who, in Gladwell’s words, “is perhaps best known for his belief that black people are intellectually inferior to white people”. Angela Saini, a science journalist and author of Superior: The Return of Race Science, told me that “for many people, Pinker’s willingness to entertain the work of individuals who are on the far right and white supremacists has gone beyond the pale”. When I put these kinds of criticisms to Pinker, he called it the fallacy of “guilt by association” – just because Sailer and others have objectionable views, doesn’t mean their data is bad. Pinker has condemned racism – he told me it was “not just wrong but stupid” – but published Sailer’s work in an edited volume in 2004, and quotes Sailer’s positive review of Better Angels, among many others, on his website.\\nPinker cherishes facts over assumptions, but occasionally his assumptions have caused him to rush past the facts. In 2013, Pinker initially defended the philosopher Colin McGinn after McGinn had been accused of sexually harassing a female graduate student, calling McGinn’s actions “no more serious than exchanging sexual banter”. He revised his opinion of the case after being confronted with the evidence. What McGinn did crossed the line, Pinker told me, but he still thought the punishment was disproportionate. (McGinn resigned his position, though it’s unclear under exactly what circumstances.) McGinn later made a failed attempt to start a business ethics consulting firm, and Pinker and Goldstein signed on as advisers. “Rebecca and I were pretty sure that nothing would become of it,” Pinker told me. “It was basically a favour to him, a gesture of friendship with no consequences.”\\n“Depending on how much of a sense of humour you and your editor have, here’s an answer to the question, ‘Are there downsides to being famous?’” Pinker emailed me after I asked him about Epstein, Sailer, McGinn and others. “Yes. Journalists ask you to explain why you’ve been ‘associated with’ various people, out of the thousands you’ve interacted with over the decades, who’ve done something wrong.” Earlier, he had said of the various criticisms he has faced, “It’s as unpleasant as you’d expect. But I do my humanly best. I process them as part of a set of stress management strategies – not before bed, often on an airplane when I’m already miserable.”\\nUltimately, though, Pinker sees this as part of the job of the public intellectual. “This is the business we’ve chosen,” he said, quoting The Godfather Part II. “People are going to attack me, and I’m going to attack back.”\\nAlthough the controversies Pinker generates have intensified, it’s not because his basic view of the world has changed. What has changed is the world. The same defence of capitalism and liberal democracy that animates much of Enlightenment Now can be found, in miniature, in The Blank Slate, though between them stand the financial crisis, the migrant crisis, the forever wars in Afghanistan and Iraq, the rise of social media and authoritarian populism, and numerous increasingly alarming reports from the Intergovernmental Panel on Climate Change. At the same time, over the past decade or so, a greater diversity of people have entered academia and public discourse, and have challenged opinions that were once considered acceptable. “There’s a huge reckoning happening,” Saini said.\\nIt’s hard not to see Pinker’s latest book, Rationality, which walks readers through various cognitive biases, as a response to his critics – particularly those who lacked “the conceptual tools to ascertain whether progress has taken place or not”. In Enlightenment Now, Pinker recommends “cognitive debiasing” programmes as part of a strategy of countering irrationality in the world; Rationality reads like the centrepiece of the curriculum. If only everyone were capable of reasoning properly, Pinker sometimes seems to imply, then our endless political arguments would not occupy so much of public life. Instead of being consumed by conflict, we would be busily problem-solving. “I think the issue that a lot of people have with Pinker is that, for someone who is so exercised about other people’s biases and lack of rationality and logic, he sometimes feels a little reluctant to question his own,” Saini said.\\nPinker’s methods sometimes seem cynical, but I never got the sense that he was anything less than sincere. He agrees with his leftwing critics that we are living in a precarious moment, in which hard-fought-for advances in human wellbeing are under threat. He consistently says that the political battle against the Trumpist, authoritarian, conspiratorial right is of primary importance. But the cultural and ideological battle against what he called “woke-ism, Occupy Wall Street leftism, Rage Against the Machine leftism, Extinction Rebellion – these rather cynical and destructive movements” seems to occupy more of his emotional energy. In his view, many factions on the left see the world as a zero-sum battle for supremacy among different racial, ethnic and gender groups. He also believes that the excesses of the left are partly to blame for the dangerous lunacy of the right. “Unlike a lot of academics, I actually have conservative and libertarian friends,” he said. “They sometimes ask me, ‘Why should we trust climate science when anyone with an opposing view would be cancelled?’ I disagree about the climate science, but it’s otherwise a good point.”\\nTo fight back against this, Pinker has joined the boards of more than half a dozen organisations that say they are dedicated to promoting free speech. When I began listing a few to check which ones he belonged to, he interjected: “I’m on the board of all of them!” He went on: “The reason these organisations are so important is that a lot of repression comes from a small number of activists. Even if they’re not a majority view, a radical minority can become a repressive regime.” In Better Angels, he continued, he wrote about this dynamic of the “spiral of silence”, which led to witch-hunts, the Inquisition, the French Revolution, Stalinism and Nazi Germany. He also compared what he sees as the intellectual bankruptcy of woke orthodoxy to the folktale The Emperor’s New Clothes. “It takes a little boy to point it out,” he said.\\nOn my last morning on the Cape, I strolled through Provincetown to the wharf where Pinker and I were taking the ferry to Boston. While I waited for him in the queue for the boat, a man and his boyfriend announced their engagement to a group of friends – then joked they only did it so one would be eligible for the other’s healthcare benefits. The moral circle was expanding, but maybe not as far as it could.\\nBack in Boston, Pinker showed me around the spacious open-plan apartment he shares with Goldstein, in a converted leather warehouse. On a wall opposite the front door were two large photographs of the couple with the Obamas on the day that Goldstein was presented with the National Humanities medal, in 2015. If anywhere were western, educated, industrialised, rich and democratic, it was this million-dollar former warehouse with photos of Barack Obama on the wall.\\nPinker’s apartment seemed to contain the curated fruits of his career. Gazing down on the room was a nearly lifesize portrait of him, reading a book. On another wall was a caricature of him which first appeared in the New York Review of Books. A small painting of him was lying loose on top of a low bookshelf. “One of the things that happens when you’re famous is that people send portraits to you,” he said, bemused. Next to the portrait was a little pile of new translations of Enlightenment Now – Italian, Japanese, Hungarian. Standing at the centre of the apartment like a statue, in the dead space where his study and the living room converged, was a glass magazine rack, about the height of Pinker himself. Displayed on its zigzagging levels were publications, some more than a decade old, with his or Goldstein’s face staring up from the covers. “What’s on the rack are basically things that we don’t feel we can throw out, but not the things that we tend to read in bed,” he later joked. Success tends to be its own justification, and the evidence that Pinker’s approach to the world works for him was all around us. “Celebrity is bizarre,” I remarked. Pinker grinned. “Yes it is,” he said.\\nPinker and I had planned to go up to Harvard to see his office, which he hadn’t entered since the start of the pandemic, nearly a year and a half earlier. Before we left, I asked to see a pair of black caiman-leather cowboy boots he had custom made for him by the legendary bootmaker Lee Miller, part of his signature look at public events. (“He told me he likes cowboy boots because it’s the only way a man can get away with wearing high heels,” Pinker’s friend the biologist Jerry Coyne told me. “He likes mostly reptile boots, I think.”) Pinker showed me the boots, but opted to wear a pair of driving loafers designed by Nicolas Sarkozy’s son Louis, for whom Pinker is a celebrity model.\\nEarlier, Pinker had picked up a chunk of graffitied concrete, the size of an American football, from the top of one of his shelves. “Part of the Berlin Wall,” he said. His father had brought it back from a business trip he took to Germany in the weeks the wall was coming down. Pinker put the souvenir back in its place, where it lay like a page torn from a book. “Whatever happened to good old liberalism?” Pinker said to me later, exasperated but cheerful. “Who’s going to actually step in and defend the idea that incremental improvements fed by knowledge, fed by expanding equality, fed by liberal democracy, are a good thing? Where are the demonstrations, where are the people pumping their fists for liberal democracy? Who’s going to actually say something good about it?”\\nThis article was amended on 28 September 2021 because an earlier version referred to “Quebec’s... French-speaking minority”. That group is a minority in Canada as a whole, but forms a majority of the population of Quebec.\\nFollow the Long Read on Twitter at @gdnlongread, listen to our podcasts here and sign up to the long read weekly email here.", "image": [["https://i.guim.co.uk/img/media/a4efcdd66362505f58d6d175cba98e3e72d5e576/266_169_3469_2081/master/3469.jpg?width=480&dpr=1&s=none", "collage for long read profile of steven pinker"], ["https://i.guim.co.uk/img/media/ac83ab3ca3132d0b5fee7d865b686a03cecee925/0_0_4933_3288/master/4933.jpg?width=445&dpr=1&s=none", "Provincetown, on the tip of Cape Cod, Massachusetts."], ["https://i.guim.co.uk/img/media/718cc222524c8bd1684df2b8d5b689c3fa63e050/0_385_4382_2628/master/4382.jpg?width=445&dpr=1&s=none", "Buses on fire during the Montreal police strike of October 1969."], ["https://i.guim.co.uk/img/media/615c36478458ffd7295eab9dba4de17a400b1d66/0_115_2047_1597/master/2047.jpg?width=445&dpr=1&s=none", "Steven Pinker in 1999."]], "author": ["Alex Blasdel"], "date": "2021-09-28"}, "https://www.theguardian.com/environment/2021/sep/17/environmentalists-ties-oil-gas-sector-uk-north-sea-regulator-fossil-fuel": {"title": "Environmentalists warn of close ties between oil and gas sector and UK’s North Sea regulator", "subtitle": null, "text": "Members of Oil and Gas Authority hold shares in fossil fuel firms, raising conflict of interest concerns\\nCampaigners have warned that close links uncovered between the oil and gas industry and the UK’s North Sea regulator, which is responsible for licensing new fields, risk overly “cosy” relationships that might affect the decision making process.\\nThree of the 13 members of the board of directors and senior management team of the Oil and Gas Authority hold sizeable shareholdings in oil companies, amounting to about £225,000, and eight of the 13 previously worked in the oil and gas industry, the news site the Ferret has found, in an investigation funded by the Uplift campaign against fossil fuels.\\nThe findings throw into further controversy ministers’ support for the biggest round of new oil and gas developments and licensing in years, which is taking place while the UK prepares to host the Cop26 UN climate talks in Glasgow in November.\\nThe Oil and Gas Authority told the Guardian its board was drawn from professionals from a number of backgrounds, including oil and gas, and pointed out that their knowledge and expertise were vital in helping to regulate a specialised sector.\\nMel Evans, the head of oil and gas transition at Greenpeace UK, said: “The OGA is looking awfully cosy with industry. How can a supposedly unbiased regulator deliver its role, taking climate science into account, with such a huge ex-oil industry presence and ongoing vested interests in maintaining the status quo on oil and gas extraction?”\\nGreenpeace is challenging the licence to the Cambo oilfield, near Shetland, which Shell and Siccar Point Energy plan to exploit under a permit initially granted in 2004. This month, lawyers for the government told the court that climate change concerns were “not relevant” to decisions to grant oil permits.\\nAnother group, Paid to Pollute, is also taking the government to court, objecting to the billions of pounds of taxpayer subsidy paid to the North Sea industry. Mikaela Loach, a claimant and anti-Cambo campaigner, said: “Those leading the regulator stand to profit from this dangerous path [of further oil exploration], in the face of clear evidence that it will push us beyond safe climate limits. What we need are people in charge to take the climate emergency seriously, starting with putting an end to Shell’s plans for the Cambo field.”\\nCaroline Rance, a Friends of the Earth Scotland climate campaigner, added: “This clear conflict of interest at the heart of the OGA leadership is indicative of their complete capture by the very industry they are meant to be regulating. It is completely unacceptable that the OGA is dishing out oil and gas licences to their former employers that will keep us locked into climate pollution for decades to come.”\\nThe OGA, set up in 2015 by the government with the statutory aim of “maximising the economic recovery of oil and gas resources”, is responsible for issuing licences to explore for oil and gas in the North Sea. Last September, it awarded 113 licences to 65 companies in 260 areas of the North Sea.\\nIn February, the organisation’s strategy was revised to take account of the UK’s legislated target of reaching net zero greenhouse gas emissions by 2050. It is unclear how the OGA’s work will help the government meet its net zero target.\\nThe global energy watchdog, the International Energy Agency (IEA), warned in May, in a report commissioned by the government, that all exploration and development of new fossil fuel resources must cease from the end of this year if the world was to stay within 1.5C of global heating, the stated aim of the government at Cop26.\\nAlok Sharma, the cabinet minister in charge of Cop26, told the Guardian last month that new oil and gas developments in the North Sea were compatible with the IEA’s advice, as they would have to pass a “climate checkpoint” in order for licences to be granted.\\nAccording to publicly available accounts filed in July, the three OGA board members with oil company shareholdings, estimated to total £225,000 based on share values on 31 March this year, are the chair of the OGA, Tim Eggar, and the non-executive directors Frances Morris-Jones and Iain Lanaghan.\\nEggar, a former Conservative energy minister, held shares worth £57,600 in the oil services company MyCelx, where he was non-executive chairman for 10 years to this July. His wife had £12,000-worth of shares in BP and £25,000 in Shell, one of the companies seeking to exploit the Cambo oilfield.\\nMorris-Jones, who is set to step down from her position at the regulator at the end of this month, had holdings of more than £100,000 in ConocoPhillips, the US oil company, and £55,000 in BP, according to the documents.\\nLanaghan, a former chief financial officer, held shares worth nearly £5,000 in Shell and £3,000 in BP.\\nAndy Samuel, the chief executive of the OGA and formerly a senior manager at the gas company BG Group, placed his oil and gas shares in a blind trust before taking on the post in 2015. The trust has been wound down, according to the OGA, and Samuel no longer holds any oil and gas stocks.\\nFour other OGA senior executives have close links to the oil and gas sector. Tom Wheeler, the director of regulation at the OGA, is a former in-house counsel at ExxonMobil. Sarah Deasley, a non-executive director, is a director of Frontier Economics, a consultancy with British Gas and Phoenix Natural Gas as clients. Scott Robertson, the director of operations, and Stuart Payne, the director of supply chain, decommissioning and human resources, were formerly senior managers at Dana Petroleum, owned by the Korea National Oil Corporation.\\nRobertson was also a senior manager at BP, and Payne was formerly vice-president of human resources at Shell.\\nAt least two former members of the OGA top team have taken on new roles in energy after leaving the regulator, creating the impression of a “revolving door” that could allow former regulators to help advise oil and gas companies on potential developments in the future.\\nRobert Armour, a board member who resigned last September, is now director of an energy consultancy and chair of an energy-from-waste company. Gunther Newcombe, the director of operations until April 2020, is a consultant advising the Malaysian oil company Hibiscus Petroleum.\\nA spokesperson for the OGA told the Guardian: “The OGA board comprises highly experienced professionals from a range of backgrounds. Of course, a number of those people have direct experience of working in the oil and gas industry. Their knowledge and expertise are vital in enabling the OGA to regulate what is a highly specialised sector. They are complemented by directors who bring knowledge of other industries and other regulators.”\\nThe OGA also highlighted a disclaimer in its 2020-21 annual accounts released in July. Board member shares were not “sufficiently significant to impair their independent judgement in board discussions”, it said. “The board does not consider that any decision within the OGA’s powers could materially impact the value of their shareholdings.”\\nThe OGA added: “Directors must declare any financial interests which may, or may be perceived to, influence their judgment in performing their duties as directors of the OGA. This is done on appointment and annually.\\n“Directors are further asked to declare any conflicts of interest at the start of each board meeting. If a director declares a conflict of interest with any agenda item, they will not participate in the discussion of that item.”", "image": [["https://i.guim.co.uk/img/media/bc2f0d2d2f0cb892760fac41bbd6b3f496a8b7fa/0_114_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "A rig in the North Sea, near Aberdeen"]], "author": ["Fiona Harvey", "Rob Edwards"], "date": "2021-09-17"}, "https://www.theguardian.com/environment/2021/sep/28/more-than-50-arrested-at-insulate-britain-demonstration-on-monday-released": {"title": "More than 50 arrested at Insulate Britain demonstration on Monday released", "subtitle": null, "text": "Members of the Extinction Rebellion splinter group have targeted the M25 and Port of Dover\\nMore than 50 people arrested in connection with an ongoing series of environmental protests targeting the M25 and Port of Dover have been released under investigation.\\nPolice officers made 53 arrests after the Insulate Britain demonstration at junction 14, near Heathrow, on Monday.\\nMembers of the Extinction Rebellion splinter group, which calls for the UK government to fully fund an overhaul of the insulation of all homes in Britain by 2030, glued themselves to each other, barriers and the carriageway.\\nThe activists, who have blocked the M25 six times in just over two weeks, continued their campaign despite a high court injunction that could result in them being imprisoned, fined heavily, or having their assets seized.\\nAs well as targeting the London orbital motorway, protesters have blocked other important routes including the A1(M) and A20 near the Port of Dover.\\nThe group claims 438 arrests have been made, including some Insulate Britain supporters who have been arrested multiple times.\\nBut despite the high number of arrests, the campaigners say only two people have been remanded in custody. On Tuesday, the group tweeted: “Injunction? What injunction?”\\n‼️INJUNCTION? WHAT INJUNCTION?‼️115 people have been involved in Insulate Britain’s protests over the last 2 weeks.The arrest tally is now 438“You can throw as many injunctions at us as you like, but we are going nowhere” #insulatebritain https://t.co/KS4cf0UvHv\\nThe Metropolitan police confirmed that all those taken into custody on Monday had been released under investigation.\\nKent police revealed that one person had been charged in connection with an earlier Insulate Britain protest, out of 96 arrests made by the force.\\nIn an open letter to Priti Patel, the home secretary, Insulate Britain vowed to continue its campaign in the face of arrests and injunctions. It said: “We are more fearful of the loss of our country than we are of you. You can throw as many injunctions at us as you like, but we are going nowhere.\\n“You can raid our savings. You can confiscate our property. You can deny us our liberty and put us behind bars.\\n“But shooting the messenger can never destroy the message: that this country is going to hell unless you take emergency action to stop putting carbon into the air.”\\nAfter the release of the 53 people from police custody, a Department for Transport spokesperson said: “The right to protest is a fundamental principle of our democracy, but we will not tolerate the guerrilla tactics we have witnessed over the last two weeks.\\n“That is why we sought injunctions to put an end to this behaviour, which wreaks havoc and puts people’s lives in danger.”", "image": [["https://i.guim.co.uk/img/media/a42da9608a3eb1587a19145015a09010d10d95c6/0_100_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "Police officers made 53 arrests following the Insulate Britain demonstration at junction 14, near Heathrow. "]], "author": ["Jamie Grierson"], "date": "2021-09-28"}, "https://www.theguardian.com/fashion/2021/sep/15/crocs-to-change-clogs-ingredients-to-be-bio-based-by-2022": {"title": "Crocs to change clogs’ ingredients to be bio-based by 2022", "subtitle": null, "text": "Brand that became fashion success story during lockdown aims to be carbon neutral by 2030\\nCrocs – the previously loathed shoe company that became a fashion success story during the pandemic – are radically changing the clogs’ ingredients and will be entirely bio-based by 2022.\\nThe shoe, named one of Time magazine’s worst inventions in 2010, will be remade using a natural mix. The new material, called Ecolibrium, is built from hydrocarbons extracted from renewable resources and waste products such as palm oil and pulp paper. The company call the new production process “carbon negative”.\\nThe chief executive, Andrew Rees, called out other companies for “greenwashing”, making a distinction between those who actively attempt to reduce their carbon gas emissions and those who attempt to reach zero carbon through offset initiatives such as upcycling old items. “Our net zero includes the whole footprint, not just how we operate the company, but also all of our products,” he said.\\nThe brand has been transparent about its carbon footprint: about 3.94kg of CO2 a pair –already low for the fashion industry – and say that they are not only attempting to bring this figure down but to be totally carbon neutral by the year 2030.\\nHowever, Greenpeace UK criticised Crocs use of palm oil in the new ingredients. “Substituting palm oil will not solve Crocs’ contribution to climate change,” said Anna Jones, head of forests. “It is ignoring that land use expansion for palm oil plantations is a driver of deforestation that has direct consequences fuelling the climate crisis.”\\nShe added that the palm oil industry was not transparent and “extremely complicated”. Jones said that the supply chains were poorly monitored and regulations designed to preserve forests were badly implemented and contain a series of loopholes that allow companies to largely ignore them. “Securing a dependable supply of sustainably produced palm oil in the current market is next to impossible, and until the industry is properly regulated, and increasing demand for palm oil reduces, any claims about ‘sustainable palm oil’ are most likely to be snake oil,” she said.\\nThere will be no price hike for the new Crocs, unlike other shoe brands such as Nike and Converse who produce more environmentally friendly ranges of their existing shoes (Space Hippie and Renew, respectively) and sell them for a higher price in part because renewable ingredients are more expensive. “Most companies do that so they can charge a premium,” Rees told Fast Company. “We like to use the line, ‘green comes in every colour’.”\\nAfter being mocked for years, Crocs have become a pop culture phenomenon, beloved by celebrities such as Justin Bieber and Nicki Minaj, as well as gaining popularity during the pandemic as people flocked to “comfort wear”. The company has said its projected revenue will be £4.2bn ($5bn) by 2026.\\nThe fashion industry continues its attempts to improve its sustainability record. In October it was estimated that New York fashion week had caused between 40-48,000 tons of carbon dioxide emissions, according to a report from the Council of Fashion Designers of America and Boston Consulting Group. Six areas of improvement were outlined by the report, including increases in on-site recycling and a reduction in transportation, which were implemented during the NYFW which took place at the weekend.\\nIn response to the use of palm oil, a Crocs company spokesperson told the Guardian: “Crocs has worked in collaboration with Dow, a global materials science company, to incorporate new Ecolibrium technology that transforms sustainably sourced waste and byproducts into a shoe that has all the comfort you expect from Crocs, but with less emissions. Dow ensures that all of the bio residues and by-products it sources can be obtained in a sustainable and certified manner. Additionally, they only use byproducts that do not compete with the food chain, and by finding a use for material that would otherwise go to waste, they are able to ensure these products become part of the circular economy.”", "image": [["https://i.guim.co.uk/img/media/f4034cdf4b875a6fc32a513f6e7406cda4087a15/0_20_4076_2445/master/4076.jpg?width=465&dpr=1&s=none", "Social Media Influencer Bretman Rock Sacayanan with a pair of Crocs at the recent New York fashion week."]], "author": ["Priya Elan"], "date": "2021-09-15"}, "https://www.theguardian.com/environment/2021/sep/01/wwf-office-sit-in-enters-second-day-as-xr-keeps-up-london-protests": {"title": "WWF office sit-in enters second day as XR keeps up London protests", "subtitle": null, "text": "Extinction Rebellion members march through Westminster and target offices of JP Morgan\\nAn occupation of the offices of the environmental group WWF by a protest in solidarity with indigenous people in Africa has continued into its second day, as Extinction Rebellion’s actions continued in London on a smaller scale.\\nAbout a dozen activists organised under the banner WTF WWF occupied the WWF offices in Woking, Surrey, on Tuesday morning. They stayed overnight, refusing to leave until it begins a dialogue with indigenous communities in Tanzania, Kenya and Cameroon who say they are being displaced by conservation efforts.\\nA spokesperson for the group, which includes members of the XR Youth Solidarity network, said it also wanted WWF to publicly speak out about evictions.\\n“If WWF is truly invested in supporting indigenous land and human rights as they say they would use their global influence and public image to speak out against the evictions and abuses happening in Tanzania, Cameroon and Kenya, or they would a least agree to speak to our indigenous partners on the ground,” the spokesperson said.\\n“Our demands are very simple and achievable. They could end this occupation easily if they wanted, but so far they have refused to do what they praise themselves to be doing.”\\nWWF had previously called the occupation disappointing. The NGO said: “Communities are at the heart of our work and as a global organisation we will continue to strengthen how we embed human rights into nature conservation, everywhere we work including in the most challenging areas of the world, to safeguard communities and the nature upon which they depend.”\\nOn day 10 of XR’s latest rebellion in the capital, actions were muted. Several hundred gathered in Parliament Square for a protest against greenwashing, marching through Westminster past the business department and Downing Street, before ending in Trafalgar Square.\\n“We are here today to protest about government and corporate greenwashing,” said Lisa Hill, 57, from Newbury, outside the gates to Downing Street. “It happens all the time and it’s lulling people into a false sense of security. It has to stop.”\\nEarlier, a group of eight women had lined up outside the offices of JP Morgan at Embankment, before carefully using hammers and chisels to break two panes of glass. An effort to carry out “swarm” protests in the city appeared to peter out, with a heavy police presence at meeting points and reports that officers were carrying out stops and searches of suspected activists.\\nXR activists said Wednesday was intended as “a bit of a rest day”, with many in the movement still in shock at the use of force by police at a roadblock protest on London Bridge on Tuesday, when officers had swung batons and thrown punches to subdue activists onboard an open-top bus.\\nCaroline Russell, a Green party member of the London assembly, is to raise the policing of Tuesday’s protest at the next mayor’s question time on 9 September. She said: “I was at XR earlier that day. They were playing music, there was a samba band and the atmosphere was friendly and positive.\\n“The videos we have seen of events that transpired later that day show policing tactics that are completely unacceptable. Citizens should be able to peacefully protest without facing violence from the police. I will be raising this with the mayor urgently at mayor’s question time next week.”", "image": [["https://i.guim.co.uk/img/media/032cfde61e4894edb9810dac1ea5ce0a30872b49/0_101_5568_3341/master/5568.jpg?width=465&dpr=1&s=none", "An Extinction Rebellion protester in a Boris Johnson mask"], ["https://i.guim.co.uk/img/media/de42eaf78f876610aa33d7176e4400c034439da2/0_0_3500_2101/master/3500.jpg?width=445&dpr=1&s=none", "Broken panes of glass at the offices of JP Morgan"]], "author": ["Damien Gayle"], "date": "2021-09-01"}, "https://www.theguardian.com/music/2021/sep/14/jacques-peretti-on-clubbing-lockdown-saw-the-return-of-the-rave-i-could-have-cried": {"title": "Jacques Peretti on clubbing: ‘Lockdown saw the return of the illegal underground rave – I could have cried’", "subtitle": null, "text": "The Guide’s former club columnist (who hated clubbing) reflects on the shifts in dance culture and hopes for a renaissance in revelry\\nThe Guide only offered me the clubs column because they knew I hated clubs. And in 1993, there was plenty to loathe. Coke-encrusted super sheds, packed high with helmet hair-era David Beckhams, sweating lakes of Opium Pour Homme; Kathy Lloyd wannabes teetering on the edge of stiletto abyss, Sasha playing his phoned-in Lighthouse Family remix before jetting back to Hades.\\nIt was an elitist snob’s dream to slag off. But secretly I loved the horror. The end-of-days, Rome-burning quality of the fact that millions of people in Britain were getting utterly shitfaced every weekend. Was it brilliant? Was it terrible? I was a snob because I’d been in on the “real” revolution – Ibiza 86, the “second summer of love” – prancing about like a tit imagining myself a Native American shaman, complete with culturally appropriated cornrows, in a basement in Vauxhall at 4am. No one called it aciiiiiieeed (someone in a PR agency did that invaluable job). By the time my column began, this revolution – the first genuine mass working-class youth movement Britain ever created (mod too small, punk too art-school posh) – was for everyone, and us early adopters didn’t like it.\\nOur generation of baggy ravers had – to misquote Danny the drug dealer from Withnail and I – failed to paint it black. By 1993, we even had our own version of Beatles wigs in Woolworths: schoolboys at Eton calling each other “mate”, an alleged photo of a saucer-eyed David Cameron at Sunrise. Ian Beale name-checking the Ragga Twins on EastEnders. Architects in rimless glasses redesigning corporate offices to look like beanbag-festooned chillout rooms (work was now “fun” and “creative”). Even toothbrushes and kettles were suddenly globular and trippy, down to some product creative who’d taken too much E. These days, the BBC probably has a “rave legacy” department to preserve all this.\\nThe column was never about the penned-in horror of actual nightclubs (Dappy from N-Dubz holding a plastic flute of Cristal, demarcated by a red rope). It was about the joyful, ludicrous discombobulation of a spontaneous happening. The sheer unpredictability of people gathering together.\\nSo I visited vintage car rallies, sat with pensioners drinking gin and tonic on a veranda, shared a hot tub with some meth-grizzled hillbillies I befriended in a pancake house, met Viking re-enactors drunk on homebrew mead. Ever since cavepersons decided to chew a leaf to see if it would get them off their heads, humans have fucked shit up for themselves in some profoundly shallow way, creating moments that can, on very rare occasions, turn out to be the most deeply meaningful of their lives.\\nThat’s what I tried in my own ramshackle fashion to celebrate, accompanied by the fantastically dry-witted Andy Watt, who illustrated it all. The nights I remember fondly were often the worst experiences of my life. Trapped in a lift in a tower block, with only my distorted reflection for company. Or taking LSD and then going to Ikea. Visiting the Queen at Buckingham Palace at 5am and being told by a bemused policeman that “she isn’t in”. The gay disco in north Wales, You Spin Me Round … playing mournfully to an empty dancefloor; an old man at the bar pointing languidly at me and saying to his friend: “Oh look, he’s new.” Standing stone-cold sober on NYE as midnight chimed. An Iranian minicab driver saving the night with his falsetto a cappella of I Feel Love.\\nIt’s these truly pathetic and comically disastrous turns of events I cherish. Not going to Tresor, Sound Factory or Shoom, “historically significant” clubs. Too slick and self-important to be, well, fun.\\nSo now it’s 2021, the only E I have is poor reception on my phone. Teenagers are forced to listen to their parents relate boring ecstasy stories (like these). The excruciatingly dated tinny piano house of those long-dead superclubs is now played by Sophie Ellis-Bextor on Radio 2. Extinction Rebellion channels Spiral Tribe, dancing round a pink yacht at Oxford Circus.\\nMore kids than ever are going to Ibiza. The wheel is reinvented every summer by hopeful teens dragging a giant suitcase out of the airport. Do they care about the cultural legacy of Acid Trax Vol 1? Nope, they care about getting obliterated on flaming shots and having sex on a pedalo. The primary economic drivers of the nightclub, hope and ruin, remain a constant.\\nLockdown saw the return of the illegal underground rave – six people dancing round a traffic cone to some drill in a Peckham garage, the fascist state battering the door with a very big truncheon. I could have cried. It was like 1987 all over again.\\nWherever there is boredom, some alcohol, a lightbulb in a basement and some music, there will be a party, and this, dear readers, is the truth. One I would put to the test myself, if only my back wasn’t playing up, and I didn’t have eight eps of Gardeners’ World to catch up on.\\nJacques Peretti is a documentary-maker and writer", "image": [["https://i.guim.co.uk/img/media/0f9b815b09d1c12f7bbd30fa0cf3fba83c5dd10d/0_496_2476_1485/master/2476.jpg?width=465&dpr=1&s=none", "Andy Watt illustation"], ["https://i.guim.co.uk/img/media/7c5216731c69a22b354e0ff3979c5ef6ef2821cc/5_0_5355_3213/master/5355.jpg?width=445&dpr=1&s=none", "Clubbing together ... revelry in the 90s."], ["https://i.guim.co.uk/img/media/7ca4ad17c854dfae5cf35390d7dd672ce91e176e/0_280_2607_1564/master/2607.jpg?width=445&dpr=1&s=none", "It’s a shame about rave ... Jacques Perett."]], "author": ["Jacques Peretti"], "date": "2021-09-22"}, "https://www.theguardian.com/environment/2021/sep/11/new-thames-tunnel-will-make-london-pollution-worse-warn-climate-activists": {"title": "New Thames tunnel will make London pollution worse, warn climate activists", "subtitle": null, "text": "Campaigners say Sadiq Khan’s support for a four-lane road under the river is at odds with his environmental aims\\nBurrowing deep under the Thames, Silvertown tunnel is scheduled as the first new road link across the capital’s river for 30 years. But, the four-lane highway, due to be completed in 2025, is about to become the focus of environmental protests in the lead-up to the Cop26 global climate summit in Glasgow in November.\\nPreliminary construction work has begun and tunnelling is due to begin next spring, but campaigners insist it is not too late to halt the £1bn-plus engineering project and are planning protests at both ends of the tunnel later this month.\\nA major target of the protest is Sadiq Khan, the Labour mayor of London, who is one the tunnel’s chief advocates while also championing decisive action to “avert a catastrophic climate crisis”. Khan claims the tunnel will ease congestion and reduce pollution.\\nBut a letter sent on Friday from the Stop the Silvertown Tunnel Campaign urged the mayor to commission new studies on the impact of the scheme. “Spending billions on new road capacity for cars is not a policy that is consistent with acting on the climate emergency, or improving London’s air,” it said.\\nThe tunnel’s opponents include traffic and public health experts, local residents, political parties, trade unions, campaign groups, teachers, doctors, several London boroughs and mayors. In April dozens of academics said it would be “foolhardy to press ahead with an infrastructure project that can only contribute to the UK’s excessive greenhouse gas emissions”. In July, the London Labour regional conference voted three to one in favour of scrapping it. Extinction Rebellion supporters are planning to join this month’s protests.\\nThe twin bore tunnel will link Silvertown in Newham on the north bank of the Thames to the Greenwich peninsula on the south bank. Its path lies close to the Blackwall tunnel, which is frequently backed up in both directions with traffic attempting to cross the river.\\nTransport for London (TfL) awarded the contract to design, build and maintain the tunnel to a private consortium, RiverLinx. TfL, which will charge a toll for using both the Blackwall and the Silvertown tunnels, will repay RiverLinx the costs of construction over a 25-year period.\\nIn a leaflet delivered to residents of Greenwich and Newham, TfL said: “For too long the Blackwall tunnel has been plagued by chronic congestion and daily incidents, and the cross-river road network in east London just cannot cope… Our plans will effectively eliminate congestion… This will mean quicker and more reliable journeys and reduced emissions, leading to better air quality.” The leaflet claimed there will be no increase in traffic.\\nBut Simon Pirani, senior research fellow at the Oxford Institute of Energy Studies, told the Observer: “The claim that the tunnel is not going to make the problem of pollution worse is just not sustainable. It will definitely increase the amount of traffic.”\\nIn a report last year, Stop Digging, Pirani cited research into an “induced traffic” effect, meaning more roads result in more vehicles. “We can’t have more traffic in big cities in rich countries. And if you’re reducing the number of cars, you do not need another tunnel. This tunnel is incompatible with taking the climate emergency seriously,” Pirani said.\\nSiân Berry, the co-leader of the Green party who unsuccessfully stood in the London mayoral elections this year, said she was “baffled” that Khan hadn’t cancelled the tunnel proposal. “There’s an enormous amount of community opposition to this. The fact that the tunnel will deliver more traffic and more pollution into streets which already have some of the highest pollution in London has really focused people’s minds,” she said. In June, hundreds of people protested against the tunnel in Newham, which has extremely poor air quality.\\nIn a message of support to the protest, Rosamund Kissi-Debrah, whose nine-year-old daughter Ella died in 2013 due to air pollution poisoning in south London, said: “The Silvertown Tunnel means even more people will be impacted by air pollution…. Ella’s death tells us we must never create more toxic air, but less. Building roads always means more traffic, and not less. Please continue to fight for the sake of your children’s health.”\\nA spokesperson for Khan said: “The mayor is taking some of the boldest action of any city in the world to tackle air pollution in London…. Anyone who has been caught in traffic due to a problem in the Victorian-era Blackwall tunnel will know that there is an urgent need for another river crossing in this part of London.”\\nThe introduction of tolls on both tunnels at Silvertown and Blackwall “will mean no overall increase in traffic and an improvement in air quality”.", "image": [["https://i.guim.co.uk/img/media/5f5ba7c6edfda5c2a25fda7e7215266d4fc99314/0_155_4655_2794/master/4655.jpg?width=465&dpr=1&s=none", "Protesters in fancy dress stand in front of an anti-tunnel banner, with pairs of white shoes laid out neatly in a row on the pavement"]], "author": ["Harriet Sherwood"], "date": "2021-09-11"}, "https://www.theguardian.com/environment/2021/sep/20/ark-on-scottish-hillside-attracts-rising-tide-of-interest": {"title": "Ark on Scottish hillside attracts rising tide of interest", "subtitle": null, "text": "Structure was built by Tighnabruaichs’s Extinction Rebellion chapter to raise awareness about climate crisis\\nWhen Argyll and Bute council’s planning department asked David Blair if the huge wooden ark he had raised on a hillside overlooking the Kyles of Bute was a permanent structure, he did not think long about his answer.\\n“I told them it’s not permanent in the same way that humanity won’t be if we don’t take action on the climate,” says Blair, with a laugh that does not diminish the urgency of his message.\\nBuilt from European larch, the 20-metre-long, six-metre-high boat frame stands about half a mile up the road from the village of Tighnabruaich, on the Cowal peninsula, in a field that Blair – a woodsman by trade – has taken as a grazing let for a year, and near a convenient parking spot so that visitors can stop off to investigate.\\n“It is a beautiful structure,” he says, “and I hope it stands as a symbol of strength and urgency. I thought I’d have to put up signs explaining it but its already being well visited and the majority interpret it to be about climate change, sea levels and Cop26,” the climate conference taking place in Glasgow this year.\\nThe elegant structure was built by Blair and other members of Tighnabruaichs’s Extinction Rebellion chapter over the two-week period of the Impossible Rebellion this month, a series of climate protests across the UK calling for an end to investment in fossil fuels.\\nWith world leaders, as well as representatives from global civil society and indigenous communities, converging in Glasgow this November for Cop26, Blair says he wanted to do something in advance “to up the game, and raise awareness”.\\n“I thought of an ark because we know the story of Noah and the great flood from nursery school, and I wanted to make that deep connection with people.”\\nHe hopes their efforts will encourage other Scots to do everything they can to raise the energy and pressure on decision-makers before the conference, in particular at a time when it can feel individual efforts are meaningless in the face of such a monumental crisis.\\nBlair admits there have been “a couple of negative comments locally, but that’s to be expected”. At the local Church of Scotland, the minister talked about Noah, the ark and sea level changes today in his latest Sunday sermon, while a couple of local schools are planning class visits.\\nAs for the planning department, Blair ponders whether his ark should remain in situ until 2045, when the Scottish government has pledged to reach net zero carbon emissions. “I hope it encourages leaders to think big and be bold.”", "image": [["https://i.guim.co.uk/img/media/e2d122493ea9ce672d8c210285bcb34463070f4d/104_0_4714_2830/master/4714.jpg?width=465&dpr=1&s=none", "David Blair and the ark sculpture"], ["https://i.guim.co.uk/img/media/457f6c110cf4763645d38d0e404f451792649283/0_0_5760_3840/master/5760.jpg?width=445&dpr=1&s=none", "David Blair"]], "author": ["Libby Brooks"], "date": "2021-09-20"}}