{"https://www.theguardian.com/environment/2021/dec/31/2021-a-year-of-climate-crisis-in-review": {"title": "2021: a year of climate crisis in review", "subtitle": null, "text": "A look back at 12 months of key summits, devastating weather and alarming discoveries\\nThe year began with a counting up of the damage after the catastrophic extreme weather events of 2020, from fires to floods. Looking at the US alone, California more than doubled its previous annual wildfire record with more than 1.7m hectares (4.1m acres) burned and Nasa concluded that 2020 had been the joint hottest year on record. The US’s Noaa and the UK Met Office put it in close second to 2016.\\nAnd 2021 – the year that would see the crucial UN climate summit held in Glasgow in November – was not showing signs of being much better. The continent of Africa had its warmest January on record, while torrential rains fell in Malaysia, leading to the evacuation of 50,000 people and the death of at least six. Meanwhile in Turkey there were fears that Istanbul would run out of water following the most severe drought in a decade.\\nBut there were small steps of progress on other fronts. Within hours of becoming president, Joe Biden announced that the US would be rejoining the Paris agreement. The Israeli company StoreDot announced that car batteries that could be fully charged in five minutes had been produced in a Chinese factory for the first time.\\nIn my view, we’ve already waited too long to deal with this climate crisis and we can’t wait any longer. We see it with our own eyes, we feel it, we know it in our bones, and it’s time to act.\\nJoe Biden\\nAnd in the UK a plan to reintroduce white-tailed eagles to the east of the country was, unusually, led by farmers, who said they wanted to “inspire people with nature and drive wider nature recovery”.\\nThe internationally renowned scientist James Hansen waded into the UK’s row over plans for a new coalmine in Cumbria, saying it showed “contemptuous disregard for the future of young people”. A few days earlier, nine activists had announced that they were in a tunnel under London’s Euston station, dug secretly beneath a tent, in order to protest against the high-speed rail link the UK government was in the process of building.\\nA historic wave of winter weather hit the eastern US and Texas, with nearly 10 million people without power at the storm’s peak, and millions without water after pipes burst; it was later assessed to have been the most costly winter storm event on record.\\nIn an amazing rewilding operation in Indonesia, 10 rescued orangutans were returned to the wild. Helicopters were used to ferry the critically endangered apes deep into the forest.\\nAnd in Madagascar scientists found what is believed to be the smallest reptile on Earth. Brookesia nana, a nano-chameleon, has a body the size of a sunflower seed, just 13.5mm long.\\nNew York was lit up by news that dolphins had come to play in the East River – validation of a long-term clean-up of the river which had cost the city $45m. Further north, in the Midway Atoll wildlife refuge in the North Pacific, the “oldest wild bird in history”, 70-year-old Wisdom the Laysan albatross, hatched another chick. Banded by biologist Chandler Robbins in 1956, Wisdom has outlived a number of partners (albatrosses normally mate for life).\\nOn the other side of the planet, Australia was being hit by horrendous floods, with thousands forced to flee rising waters in New South Wales, and the insurance industry facing millions of dollars in claims. The same region, meanwhile, was also battling a mouse plague, with horrifying footage showing the ground moving as the rodents took over.\\nIn the US, Deb Haaland was confirmed as the first ever indigenous cabinet secretary, as she took over the environment department. The huge surge in renewable energy around the world continued, with China announcing that it had built windfarms with a staggering total capacity of almost 100GW in 2020 – an increase of nearly 60% on 2019. But Climate Action 100, launching the first ever benchmark for tracking corporate progress on climate change, found that only a handful of the big polluters were taking serious action.\\nA landmark legal decision by the German supreme constitutional court found that the government’s climate protection measures were insufficient to protect future generations. The government promised it would take action on what one of the young activists who had brought the case called “a huge win for the climate movement”. In the UK meanwhile, the coroner who oversaw the sad case of a young girl, Ella Kissi-Debrah, who died after an asthma attack in 2013, published a report which called for the lowering of legally binding maximum levels of particulate air pollution in the UK.\\nAnd in the US, a two-day summit on climate change was wound up with promises on all sides, including one from the US to cut its greenhouse gases by 50-52% by 2030. The country also pledged to double financial aid to help other countries with their targets. “Is it enough? No,” said John Kerry, Biden’s climate envoy, who had earlier struck a deal to cooperate with China on climate change. “But it’s the best we can do today and proves we can start to move.”\\nThe shifts came against the background of a troubling development however, as scientists concluded that the warm Atlantic current linked to severe and abrupt changes in the climate in the past was now at its weakest in at least 1,600 years. The current is known as the Atlantic Meridional Overturning Circulation (Amoc).\\nHuge sandstorms in China turned the skies over Beijing yellow for several days, while Cyclone Seroja brought heavy rain and strong winds to Western Australia, with some locations seeing their highest ever daily rainfall.\\nA Dutch court ordered Royal Dutch Shell to cut its global carbon emissions by 45% by the end of 2030 in an unprecedented ruling that will have huge implications for the energy industry and other polluting multinationals. The decision came just as the International Energy Agency published Net Zero by 2050, a landmark report which stated that exploitation and development of new oil and gas fields would have to stop this year, and no new coal-fired power stations could be built if the world wanted to stay within safe limits of global heating and meet the goal of net zero emissions by 2050.\\nMeanwhile in Australia the federal court found that the environment minister, Sussan Ley, had a duty of care to protect young people from the climate crisis, in what lawyers said was “the first time in the world” such a duty of care had been recognised.\\nIn France, the minister for ecological transition delighted and appalled people in equal measure with the announcement that the new climate law would take meat off the menu once a week in schools.\\nTurkey was hit by “sea snot” – a blanket of mucus-like stuff that was silting up the coasts, created as a result of warm temperatures and agricultural run-off that encouraged phytoplankton to grow. But in California, after a short and late rainy season, the governor was declaring an impending drought emergency in 41 of 58 counties.\\nOne of the most extraordinary and powerful heatwaves ever experienced by North America hit the west coast in June and did not go away. Caused by what meteorologists called a “dome of high pressure”, the heatwave extended from California – worsening the drought even as the first wildfires of the season began – all the way up to Canada, where temperatures rose up to 121.28F (49.6C), shattering all previous records. “This is the beginning of a permanent emergency,” the governor of Washington state said.\\nOther parts of the world also saw scorching temperatures. Both Europe and Asia had their second warmest Junes on record, while Africa and New Zealand had the warmest June ever recorded.\\nBut efforts to fight back continued too. Poland announced it would shut down Bełchatów, Europe’s most polluting power plant (although only in 2036). The City of London said it would be creating a heat network and digging boreholes for one of the UK’s largest low-carbon heating systems.\\nSri Lanka braced itself for disaster after the MV X-Press Pearl, a ship carrying toxic chemicals, caught fire off the coast and sank. Meanwhile China was fixating on a herd of elephants that had trekked 300 miles into the city of Kunming.\\nThe average global surface temperature for July was the hottest since records began in 1880, with Death Valley in California registering 54.4C (130F).\\nAs the US heatwaves and droughts worsened, India, China and Europe were being hit by catastrophic floods. Torrential downpours on India’s west coast led to 115 deaths, while Henan province in China saw a year’s worth of rain – 604mm – in a single day. Horrifying videos showed the waters rising in subways, while hundreds of thousands were forced to evacuate. And in Germany rows broke out when it emerged that a flood early-warning system had failed to work, after torrents of rainwater tore through villages and towns, leaving more than a hundred people dead.\\nMeanwhile the Australian government continued to fight attempts to have the Great Barrier Reef declared “in danger”, with local politicians saying they feared for the impact the declaration would have on jobs. In the UK, the water company Southern Water was fined a record £90m after a six-year investigation found evidence that it had deliberately poured untreated sewage into the sea in order to avoid the cost of upgrading infrastructure.\\nAnd, to top off a gloomy month for the planet, new data showed that the melting of Greenland was surging, with the amount of ice vanishing in a single day enough to cover the whole of Florida in 5cm of water, according to researchers.\\nThe Intergovernmental Panel on Climate Change delivered its starkest warning to the world yet, concluding that climate change was unequivocally caused by human activities, and warning that some of the impacts were now inevitable and “irreversible”.\\nAs the heat continued, wildfires broke out in the Mediterranean, where the Greek prime minister described them as the country’s “greatest ecological disaster in decades”, and across more than 9m hectares of forests in Siberia.\\nMeanwhile floods and landslides hit Japan, where more than a million people were evacuated from their homes, and also Turkey, Colombia, and Tennessee in the US, where a record-breaking deluge swept through homes and roads. Rain fell on the highest point of the Greenland ice sheet for the first time on record.\\nA Swedish company shipped the world’s first customer delivery of “green steel” – made without using coal – as solar power outstripped coal in Australia for the first time when, for a fleeting moment, more electricity was generated by solar power.\\nIn the UK, Extinction Rebellion swung back into action, blocking London Bridge and Oxford Circus, pouring red paint in entrances at the City of London and locking on outside the Science Museum over its sponsorship deal with the oil giant Shell.\\n“Blah blah blah” was what Greta Thunberg called the promises from global leaders around the world to tackle climate change, pointing out that carbon emissions were still on track to rise 16% by 2030. As Cop26 drew nearer, and following the summer of record-breaking fires, heatwaves and floods, politicians everywhere were under increasing pressure to improve their offers. A US/EU deal to reduce methane emissions felt like a good contribution.\\nA new protest movement launched in the UK, as Insulate Britain demonstrators began sitting on motorways to demand climate action in the form of insulation for the country’s housing stock. In Scotland, as preparations sped up, one man built an ark on a hillside, telling the planning committee when it asked if it was a permanent structure: “It’s not permanent in the same way that humanity won’t be if we don’t take action on the climate.”\\nIn a painful irony, new data revealed that the wildfires were themselves releasing record-breaking amounts of carbon dioxide. Meanwhile, an energy crisis was breaking across the world, with sky-high gas prices in Europe and pressure on electricity and coal supplies in China.\\nChina hosted the Kunming conference on biodiversity and announced a $233m (£170m) fund to protect biodiversity in developing countries.\\nWe shall take the development of an ecological civilisation as our guide to coordinate the relationship between man and nature.\\nXi Jinping\\nWith just days to go before Cop26, Australia, one of the countries most notorious for holding out against climate action, published its plan for how it would reduce carbon emissions, but it was called “a scam” containing no detail and no modelling.\\nElsewhere, however, signs of change were palpable, with a series of plans announced at the Middle East Green Initiative Summit, organised by Saudi Arabia. Their neighbours, the United Arab Emirates, will be hosting Cop28 in two years’ time.\\nA Tesla became the first ever battery-powered car to top Europe’s sales chart. And in the UK, the government was forced by a near rebellion to U-turn and place a duty on water companies to reduce sewage discharges.\\nIn the US, one senator gained global notoriety: Joe Manchin, a conservative Democrat, was holding out against his own party for huge cuts to President Biden’s climate change plans. For a brief moment, it looked as if Biden would have to go to Cop26 with no legislative progress at home.\\nCop26 was under way at last, after two years of pandemic, delays, worries, criticisms and negotiations. World leaders gathered for the first two days and were exhorted by David Attenborough to be “motivated by hope rather than fear”. Biden had finally got his infrastructure bill passed, but the UK’s prime minister, Boris Johnson, put a dampener on events by making his speech and then hopping into a private jet to make the short journey to London.\\nThe first week saw an onslaught of deals on methane, deforestation, coal, the ambition to stick to 1.5C of warming and finance, with hundreds of the world’s biggest banks and pension funds with assets worth $130tn committing themselves to limiting greenhouse gas emissions.\\nBy the end of the second week of hard negotiation, the summit’s president, Alok Sharma, had cajoled countries into a deal including a ratchet mechanism that asked every country to upgrade its emission reduction plans in time for the next Cop in Egypt in a year’s time, and each year thereafter. However, many were dismayed that the deal did not include the loss and damage facility that most of the world had asked for, to help developing countries in particular pay for the impacts of the climate crisis already being felt.\\nBeyond the summit, rain storms hit British Columbia in Canada, earlier battered by the summer’s heatwaves, broke up roads and led to a state of emergency.\\nOut in the oceans one of the rarest animals in the world was glimpsed: the mythical white sperm whale, seen surfacing for a moment, from the waters off Jamaica.\\nThe World Meteorological Organization (WMO) announced in the middle of the month that it had recognised a new Arctic temperature record: the summer of 2020 had seen the Russian town of Verkhoyansk hit with an all-time high of 38°C (100.4°F).\\nFloods swept Queensland, Australia, with up to 180mm of rain falling in 24 hours in some parts of the state. The UK was hit by Storm Arwen and Storm Barra. Heavy rains fell in Iraq, leading to serious flooding and displacement. And tornadoes ripped through North America, with at least 70 deaths in Kentucky in what was described as the “most devastating tornado event” in the state’s history, only to be followed, by the end of the month, by record-breaking temperatures and snowfall.\\nEO Wilson, who died on 26 December, had warned many times that humans could not continue to use the land and resources of the planet in the way they did. The biologist was caught up in controversies at times during his career. Nevertheless, his warning that “we live in a delusional state” if we do not understand the burden that the western way of life imposes on Earth, rings true even now.\\nIf all mankind were to disappear, the world would regenerate back to the rich state of equilibrium that existed 10,000 years ago. If insects were to vanish, the environment would collapse into chaos.\\nEO Wilson, biologist\\nThis article was amended on 6 January 2022. The Middle East Green Initiative was organised by Saudi Arabia, not the United Arab Emirates as an earlier version said.", "image": [["https://i.guim.co.uk/img/media/79f762d2356206835c37fd32ce02942366bdffcd/0_0_4928_3280/master/4928.jpg?width=480&dpr=1&s=none", "Local youths and volunteers wait to support firefighters during a wildfire next to the village of Kamatriades in Greece."], ["https://i.guim.co.uk/img/media/8cc08756dc4ae5b3f88326fbbe8853495e967420/0_0_4600_3060/master/4600.jpg?width=445&dpr=1&s=none", "Residents in Sementeh, near Lanchang in Malaysia’s Pahang state are evacuated on a digger."], ["https://i.guim.co.uk/img/media/9e5711634b25002521bc368d8070060bdf21f782/0_0_4366_2910/master/4366.jpg?width=445&dpr=1&s=none", "Protesters’ canary-shaped handwritten messages outside the Home Office during a demonstration against a proposed coalmine in Cumbria."], ["https://i.guim.co.uk/img/media/0a2352d2e71cf079acf8286f45f154d40c8ce689/0_0_1024_685/master/1024.jpg?width=445&dpr=1&s=none", "The world’s oldest Laysan albatross, a female named Wisdom, nesting on Midway Atoll national wildlife refuge."], ["https://i.guim.co.uk/img/media/4140c319f2c4450b1f31ec2d15bc8530ee16f4b5/0_0_5931_3885/master/5931.jpg?width=445&dpr=1&s=none", "Activists from the environmental group Fridays for Future demonstrating in Berlin’s Invalidenpark."], ["https://i.guim.co.uk/img/media/597fefa86a476fd207d53d11178eee1a0cec99b0/0_640_6480_3890/master/6480.jpg?width=445&dpr=1&s=none", "Ava Princi, Liv Heaton, Izzy Raj-Seppings and Laura Kirwin embrace outside the federal court of Australia in Sydney. Eight young Australians and a nun sought an injunction in September 2020 to prevent the environment minister, Sussan Ley, from finally approving the Vickery coalmine extension project in north-east New South Wales."], ["https://i.guim.co.uk/img/media/d8ebe20b01677151c902c932f5b8ed71a951ccc2/0_0_3500_2331/master/3500.jpg?width=465&dpr=1&s=none", "Smoke billows from the chimneys of Belchatow power station in Poland."], ["https://i.guim.co.uk/img/media/ae74ce67aba259a740c3522a8197a98b8b39a0eb/0_0_5879_3911/master/5879.jpg?width=445&dpr=1&s=none", "People visit the unofficial thermometer reading 56C (133F) at Furnace Creek Visitor Center on 11 July."], ["https://i.guim.co.uk/img/media/60a9257a10ab3370b94f28e5e9ba266409e67d06/0_0_4928_3280/master/4928.jpg?width=445&dpr=1&s=none", "A local resident holds an empty water hose near the village of Pefki in Greece."], ["https://i.guim.co.uk/img/media/b895c7d70eb2dbd96a39ef73d04f1fe02dc530d6/0_0_2882_1922/master/2882.jpg?width=465&dpr=1&s=none", "Insulate Britain climate activists block the anticlockwise carriageway of the M25 near Ockham."], ["https://i.guim.co.uk/img/media/8a3a68c31903f83d23153a470f37eba69a84c85c/0_0_2500_1511/master/2500.jpg?width=445&dpr=1&s=none", "Delegates at the summit of the Green Middle East Initiative in Riyadh, Saudi Arabia."], ["https://i.guim.co.uk/img/media/bd743de1e65c8f3c06b826f1293724df7794a20e/0_0_5568_3712/master/5568.jpg?width=465&dpr=1&s=none", "Alok Sharma receives applause after giving the closing speech at Cop26 in Glasgow."], ["https://i.guim.co.uk/img/media/9257efdfb3c411c3908184fde69ac66f846c2618/0_0_6192_4128/master/6192.jpg?width=445&dpr=1&s=none", "A family walks past a destroyed church in Mayfield, Kentucky."]], "author": ["Bibi van der Zee"], "date": "2021-12-31"}, "https://www.theguardian.com/uk-news/2021/dec/10/jury-clears-extinction-rebellion-activists-who-targeted-commuters": {"title": "Jury clears Extinction Rebellion activists who targeted commuters", "subtitle": null, "text": "Group of six argued obstruction in London’s financial district was lawful protest against government inaction\\nSix climate crisis activists whose protest halted transport links serving London’s financial district have been acquitted by a jury.\\nThe group of Extinction Rebellion protesters targeted the Docklands Light Railway (DLR), which runs commuters around the City, Canary Wharf and other parts of east and south-east London, saying they wanted to draw attention to the financial industry’s contribution to the climate emergency.\\nFive of them climbed on top of the train with banners that read “Business As Usual=Death” and “Don’t Jail the Canaries”; a reference to fellow protesters who were facing prosecution at the time. The sixth, Dr Diana Warner, glued herself to a train window.\\nThey were charged with obstructing trains or carriages on the railway and, during their trial at Inner London crown court, acknowledged their roles in planning and carrying out the protest on 25 April 2019. They argued that their action was a lawful protest against government inaction on the climate crisis.\\nWarner, Ruth Jarman, Ian Bray, Richard Barnard, Nick Cooper and Phil Kingston were found not guilty in a unanimous verdict delivered by the jury on Friday.\\n“The defendants’ motives chimed with the concerns of 12 citizens representative of the wider public,” their lawyer Mike Schwartz, of Hodge Jones & Allen, said. “The jury all agreed the climate crisis requires radical action. This reinforces the importance of both civil disobedience and juries in a healthy democracy.”\\nIan Bray, one of the defendants, said: “We are grateful for the love, compassion and moral clarity of the jury which enabled them to reach a unanimous verdict within an hour.”\\nHis fellow protester, Richard Barnard, added: “Obviously, it’s great to win. But this cannot be the end until we can change the system so that all species, people and the planet are protected before profit. So we call on all people to go out and take action.”\\nSpeaking after the acquittal, Ruth Jarman said: “I just want to thank the jury and bless them. I can’t believe they came so quickly to the right decision.”\\nNick Cooper added: “I’m moved, but not overly surprised that they came to such a quick decision.”\\nThe protesters claimed the jury’s verdict was an application of the principles established in June by the supreme court, which ruled that the exercising of protest rights could constitute a “lawful excuse” for obstructing the highway, even if the protest is considered disruptive.\\nThey had been asked to consider the appeals of four people convicted at the high court, having earlier been cleared by a district judge in a lower court. In their contributions to the majority judgment, Lord Hamblen and Lord Stephens said: “There should be a certain degree of tolerance to disruption to ordinary life, including disruption of traffic, caused by the exercise of the right to freedom of expression or freedom of peaceful assembly.\\n“Political views, unlike ‘vapid tittle-tattle’, are particularly worthy of protection … The district judge took into account that the appellants were not a group of people who randomly chose to attend this event hoping to cause trouble. We consider that the peaceful intentions of the appellants were appropriate matters to be considered in an evaluation of proportionality.”\\nGiving evidence in their subsequent trial, the DLR protesters stressed that the attention they had paid to minimising the safety risk to the public and to themselves, while still attracting media attention, when they planned their action. And they expressed hope their case could influence future ones.\\nGovernment ministers have recently sought to crack down on forms of protest they deem a nuisance in response to actions by Extinction Rebellion and others. At the same time, they have championed freedom of expression, most notably in areas where ministers believe more conservative voices are not being heard.", "image": [["https://i.guim.co.uk/img/media/4739f112ab114c739babf90711806a480ba61463/0_261_5032_3020/master/5032.jpg?width=465&dpr=1&s=none", "Activists holding banners"]], "author": ["Kevin Rawlinson"], "date": "2021-12-10"}, "https://www.theguardian.com/money/2021/dec/01/pulling-the-switch-how-to-find-a-new-clean-energy-provider-in-australia": {"title": "Pulling the switch: how to find a new clean energy provider in Australia", "subtitle": null, "text": "With the sale of electricity provider Powershop to Shell, many customers drawn to good climate credentials are pondering their options\\nSince multinational energy giant Royal Dutch Shell expanded into Australia’s residential electricity market by purchasing our greenest power company, Powershop Australia, many of Powershop’s 185,000 customers have apparently considered jumping ship.\\nKane Parlby, 22, is among them.\\n“I feel kind of betrayed,” Parlby tells Guardian Australia. “Customers decided to pay more for Powershop, to ensure we get greener electricity. To then be bought by one of the biggest fossil fuel polluters on the planet is … munted.”\\nI’m disappointed with Powershop being bought by Shell and I am absolutely furious at having to do minor life admin\\nDr Nikola Casule, head of Greenpeace research and investigations, says the customer disappointment comes down to a “real disconnect” between Powershop’s image and “where customers’ money will now end up”.\\nPowershop ranked first in the most recent Greenpeace Green Electricity Guide, published in 2018. “It is determined by various factors, including emissions intensity and support for progressive climate change policy,” Casule said.\\n“That led to a lot of people, who wanted to go with renewable providers, choosing Powershop for their green credentials.”\\nWhile many like Casule call Shell’s acquisition of Powershop a “greenwash shield”, others like Jesse Lawson, product manager for utilities at Canstar Blue, see this as Shell “moving into a more renewable space”.\\n“It is these companies that we need to see taking action, because their action is what will drive change across the industry,” Lawson says.\\nCustomers like Parlby have a lot to weigh up.\\n“I’m not going to a big energy company knowing they invest in fossil fuel projects,” Parlby says. “And it’s hard to find a clean provider that covers both gas and electricity.\\n“As a young person I also need to consider my budget, but I don’t want to worry about compromising my morals. I want to keep making climate conscious decisions.”\\nIn the wake of Powershop’s acquisition, finding another clean power company that checks all the boxes may seem an overwhelming feat.\\nCasule says there are “a few different things” Australians should consider if making the switch to a new clean energy provider.\\nCasule outlines the three types of electricity retailers we have to choose from.\\n“You have Gentailers (a combination of generators and retailers), that include giants like AGL, Shell and Origin.” Casule says these energy giants are generally “bad with climate”.\\n“Then you have many retailers who source from as close to 100% renewable sources. And you have companies in the middle, that are usually profit-driven retailers.”\\nLooking into each option involves comparing your budget with your climate priorities, and learning whether a retailer’s parent company engages in fossil fuel extraction. “I would imagine Powershop would score worse on that criteria now,” Casule says.\\nFor homeowners, Lawson says “if you do want to put your money into renewable energy, investing in solar power is also an option”.\\nNext, Casule reminds us that “unfortunately, the way our electricity system works is actually quite opaque”.\\nAustralia’s electricity system was previously nationalised. “The government built the powerplants, ran the powerplants, and sold electricity to consumers,” Casule says.\\nOver the last 30 years, however, public electricity utilities have been sold to private owners at various rates across each state. This introduced an additional step that wasn’t there before. Now, generators sell electricity into a wholesale market, and retailers buy from that market to sell on to consumers, at a mark-up.\\n“Anybody with an internet connection and a laptop can set up an energy retailer,” Casule says. “You don’t need big steam boilers. You just need a retail licence.”\\nUltimately, price is “the biggest factor for lots of individuals,” Lawson says. “The amount you pay for power can make a large difference to someone’s everyday spending.”\\nBut those prices can creep up. Casule explains most energy companies “make money off inertia”.\\n“They attract people with a deal. And after a year, rates go back to the normal expense. It is made intentionally difficult to switch once that happens.\\n“And that’s part of why it is difficult to figure out what you’re getting, for how much you’re paying.”\\nCasule says to “learn how much you would be paying per kilowatt hour of electricity with one retailer, and compare to rates across other retailers”.\\nAt the same time, he urges consumers “look as close to 100% renewable retailers as possible”.\\nWhen wanting to confirm a retailer’s carbon offset is legitimate, Lawson points to schemes like Climate Active and Green Power. “These are government-mandated partnerships with businesses, mandating that they do the right thing in their carbon offset efforts.” Lawson suggests “looking out for those logos on a retailer’s site when researching and comparing”.\\nWith more than 80 retailers to choose from, and differing climate schemes per state, weighing up your options may get complicated. An updated Green Energy Guide will be published by Greenpeace early next year, which may make the process easier. You can sign up to be notified when the new guide is released.\\nIn the meantime, here are a few providers to kickstart your perusal of clean energy options, though not every provider will be available to every Australian.\\nDiamond Energy own only renewable assets, with zero emissions intensity, and present a strong public position against fossil fuels investment. The Melbourne-based private retailer came in second in Greenpeace’s 2018 Green Electricity Guide with a five out of five stars.\\nAmber Electric entered the market in 2017, promising to provide electricity that is both “cheaper and greener”. Offering customers direct access to wholesale electricity prices – which drop when more solar and wind power is produced – Amber state they aim to support renewables, and the shift away from fossil fuels.\\nEnova is a smaller community owned retailer based in the Northern Rivers of New South Wales, with a goal to support communities self-powering with local renewable energy. With over 11,000 customers in rural and regional NSW and south-east Queensland, Enova invests half of its profits back into community-run energy projects and education.\\nThough Momentum Energy doesn’t rank as high as Powershop on the 2018 Green Electricity Guide, they do offer the convenience of both electricity and gas in one place. The Tasmanian government-owned provider owns mostly renewable assets, with close to zero emissions intensity, and presents a strong public position against fossil fuel investment.\\nThis article was amended on 2 December 2021 to include updated customer numbers from Enova. It previously stated they had over 5000 customers.", "image": [["https://i.guim.co.uk/img/media/5ea57cd108ec322d3e27a7212935277c468ea8a7/564_0_4251_2552/master/4251.jpg?width=465&dpr=1&s=none", "Wind turbines on a wind farm in Albany, Western Australia"], ["https://i.guim.co.uk/img/media/b4af3587ce0161b285ab3241f751b7b5ad8e29dc/0_222_4895_2939/master/4895.jpg?width=445&dpr=1&s=none", "Climate activists are seen during a Cop26 protest march in Hyde Park on 6 November  in Sydney"], ["https://i.guim.co.uk/img/media/8738e2e369f7680fbb3b4596a3749b45cf1dcdf7/0_448_6720_4032/master/6720.jpg?width=445&dpr=1&s=none", "A charging station at Bondi Beach, NSW"], ["https://i.guim.co.uk/img/media/21911dbc3017cd4452b901db24529f0225def0fa/0_250_5197_3119/master/5197.jpg?width=445&dpr=1&s=none", "Solar panels catch the sunlight at an experimental solar farm at the University of Queensland in Gatton"], ["https://i.guim.co.uk/img/media/ab05f5859b87287f288dd3d3ff4a16ffd31c4856/0_207_5000_3002/master/5000.jpg?width=445&dpr=1&s=none", "Steam rising from cooling towers of the power generating plants in the town of Singleton, 70km from Newcastle, the world’s largest coal exporting port"], ["https://i.guim.co.uk/img/media/333c0f64f08d84633c7e0244263762659b8f1405/0_203_5054_3034/master/5054.jpg?width=445&dpr=1&s=none", "Cows are seen near a wind farm near Bungendore, 40km East of Canberra"]], "author": ["Rafqa Touma"], "date": "2021-12-01"}, "https://www.theguardian.com/environment/2021/dec/02/shell-pulls-out-of-cambo-oilfield-project": {"title": "Shell pulls out of Cambo oilfield project", "subtitle": null, "text": "Green campaigners welcome oil giant’s decision not to go ahead with controversial project off Shetland\\nShell has pulled out of a controversial new oilfield off the Shetland Islands, plunging the future of oil exploration in the area into doubt.\\nShell, which was planning to exploit the field along with the private equity-backed fossil fuel explorer Siccar Point, cited a weak economic case as its reason for deciding not to go ahead with the project.\\n“After comprehensive screening of the proposed Cambo development, we have concluded the economic case for investment in this project is not strong enough at this time, as well as having the potential for delays,” Shell said.\\nClimate campaigners said the move by Shell was a “deathblow” for the controversial project, which was fiercely opposed by activists across the UK.\\nThe UK government was facing a legal challenge from Greenpeace over its decision to allow the new drilling to go ahead. After the Cop26 UN climate summit in Glasgow last month, Scotland’s first minister Nicola Sturgeon signalled she did not believe the project should go ahead, and should be subject to a climate assessment.\\nGreen campaigners have argued that the green light for Cambo should not be given, in light of the UK’s legally binding target to reach net zero emissions by 2050. Government approval for exploration at the site, 78 miles (125km) west of the Shetlands, in waters 1,000 metres deep, was first given in 2001.\\nMinisters had announced in March that they would allow oil drillers to keep exploring the North Sea for new reserves, despite the government’s pledge to reduce UK carbon emissions to net zero by 2050, as long as they passed a “climate compatibility” test in addition to the existing environmental checks.\\nThe International Energy Agency, the global energy watchdog, produced a report in May saying no new oil and gas exploration and development should be conducted after this year, if the world is to stay within 1.5C of global heating, the target the UK made the focus of the Cop26 summit.\\nThe UK government had faced threats of legal action over the Cambo project. Lawyers from ClientEarth, an environmental law charity, wrote to Kwasi Kwarteng, the business secretary, just before the start of last month’s summit in Glasgow to warn against approving projects such as the Cambo oilfield by relying on outdated climate checks.\\nIn the letter dated 29 October, seen by the Guardian, ClientEarth warned the government that any decision on offshore oil and gas developments must consider their full climate impact or its lawyers would be “prepared to challenge” ministers through a judicial review.\\nTessa Khan, director of Uplift, which is coordinating the Stop Cambo campaign, said: “The widespread public and political pressure is what’s made Cambo untenable. There is now broad understanding that there can be no new oil and gas projects anywhere if we’re going to maintain a safe climate.”\\nPhilip Evans, oil campaigner at Greenpeace UK, said: “This really should be the deathblow for Cambo. With yet another key player turning its back on the scheme the government is cutting an increasingly lonely figure with their continued support for the oil field.”\\nHe called on the government to act, saying: “It’s time Boris Johnson put this distraction aside and got on with the urgent task of delivering a just transition for offshore workers and their communities to the green industries of the future.”\\nConnor Schwartz, climate lead at Friends of the Earth, said: “We have to see the end of North Sea projects as well as all new fossil fuel extraction: there is no future in them. Carrying on risks more than just balance sheets, it makes the path to 1.5C even harder.”\\nEd Miliband, Labour’s climate and net zero secretary, said: “Shell have woken up to the fact that Cambo is the wrong choice. It’s long past time for the government to do so.”\\nSiccar Point Energy, Shell’s partner in the Cambo project, vowed to press on and will seek alternative ways to continue exploration at Cambo.\\nJonathan Roger, chief executive of Siccar, said: “Whilst we are disappointed at Shell’s change of position, we remain confident about the qualities of a project that will not only create over 1,000 direct jobs as well as thousands more in the supply chain, but also help ease the UK’s transition to a low carbon future through responsibly produced domestic oil instead of becoming even more dependent on imports with a relatively higher carbon intensity.”\\nA spokesperson for the UK government said: “This is a commercial decision that has been taken independently by Shell.”\\nA Shell spokesperson said: “Before taking investment decisions on any project we conduct detailed assessments to ensure the best returns for the business and our shareholders. After comprehensive screening of the proposed Cambo development, we have concluded the economic case for investment in this project is not strong enough at this time, as well as having the potential for delays.\\n“However, continued investment in oil and gas in the UK remains critical to the country’s energy security. As Shell works to help accelerate the transition to low-carbon energy, we remain committed to supplying UK customers with the fuels they still rely on, including oil and gas.\\n“We believe the North Sea – and Shell in it – have a critical role to play in the UK’s energy mix, supporting the jobs and skills to enable a smooth transition to Britain’s low-carbon future.”", "image": [["https://i.guim.co.uk/img/media/345e181388d30403f49a36ff6ae864ee37df499e/0_166_3500_2100/master/3500.jpg?width=465&dpr=1&s=none", "Activists during a demonstration at the Cop26 summit in Glasgow calling for an end to the proposed Cambo oil field."]], "author": ["Fiona Harvey"], "date": "2021-12-02"}, "https://www.theguardian.com/business/2021/dec/03/shell-go-ahead-seismic-tests-whale-breeding-grounds-court-oil-south-africa": {"title": "Shell to go ahead with seismic tests in whale breeding grounds after court win", "subtitle": null, "text": "Judgment rules company can blast sound waves in search for oil along South Africa’s eastern coastline\\nRoyal Dutch Shell will move ahead with seismic tests to explore for oil in vital whale breeding grounds along South Africa’s eastern coastline after a court dismissed an 11th-hour legal challenge by environmental groups.\\nThe judgment, by a South African high court, allows Shell to begin firing within days extremely loud sound waves through the relatively untouched marine environment of the Wild Coast, which is home to whales, dolphins and seals.\\nCampaigners filed an urgent legal challenge against the seismic survey, which was scheduled to begin on Wednesday, but the last-minute interdict was dismissed by a judge on Friday morning.\\nGreen groups fear exploring for oil could disrupt the sea mammals’ habitat and damage the ecologically diverse and sensitive environment of the Wild Coast, which runs along the Eastern Cape province.\\nThe oil company dropped plans to help develop the Cambo oilfield in the North Sea on Thursday after escalating criticism of the project, but has defended its plans for the South African coastline despite strong local opposition.\\nLawyers for the South African campaigners, from the law firm Cullinan & Associates, argued that Shell’s exploration campaign amounted to “unjust administrative action” because it was approved using an outdated approval process that had since been replaced by stronger environmental protections.\\nBut the court found the applicants had failed to prove there was a reasonable apprehension of “irreparable harm” without an interdict against Shell’s plans, and found in favour of the oil firm because of the financial costs of a delay.\\nA spokesperson for the company said: “Shell is pleased with the court’s decision, which will help move this seismic survey forward.” The work is expected to begin within days.\\nAfter the court’s decision, the campaigners behind the legal challenge – Border Deep Sea Angling Association, Kei Mouth ski boat club, Natural Justice and Greenpeace Africa – said their fight to safeguard the Wild Coast was “far from over”, and said that a “nationwide resistance” against the Shell’s plans would continue.\\nHappy Khambule, a senior campaigner for Greenpeace Africa, said: “The decision to allow Shell to continue with its plans to destroy the Wild Coast is very disappointing. Not only will the blasting destroy precious biodiverse ecosystems, but it will also destroy the livelihoods of local communities, all in the name of profit.\\n“We will continue to support the nation-wide resistance against Shell and pursue the legal avenue to stop Shell, We must do everything we can to undo the destructive colonial legacy of extractivism, until we live in a world where people and the planet come before the profits of toxic fossil fuel companies.”\\nIn a statement, Shell added that it had “long experience in collecting offshore seismic data” and taken great care to prevent or minimise the potential impacts on fish, marine mammals and other wildlife.\\n“South Africa is highly reliant on energy imports for many of its energy needs. Should viable resources be found offshore, this could significantly contribute to the country’s energy security and the government’s economic development programmes,” it said.", "image": [["https://i.guim.co.uk/img/media/9d92f8addfb410cef440907cb77f48908126a4dc/44_316_6663_3998/master/6663.jpg?width=465&dpr=1&s=none", "Environmental activists protest outside the head offices of Shell in Sandton, Johannesburg, South Africa"]], "author": ["Jillian Ambrose"], "date": "2021-12-03"}, "https://www.theguardian.com/uk-news/2021/dec/10/work-on-cambo-oilfield-paused-after-shell-withdrawal": {"title": "Work on Cambo oilfield paused after Shell withdrawal", "subtitle": null, "text": "Move to stop and ‘evaluate next steps’ throws future of project and of oil exploration in area into doubt\\nWork on the Cambo oilfield off Shetland is being paused, its developers have said, plunging the future of oil exploration in the area into doubt.\\nShell, which had been planning to develop the field with the private equity-backed fossil fuel explorer Siccar Point Energy, pulled out of the project last week after fierce opposition to it from environmental activists.\\nOn Friday Siccar’s chief executive, Jonathan Roger, said: “Following Shell’s announcement last week, we are in a position where the Cambo project cannot progress on the originally planned timescale. We are pausing the development while we evaluate next steps.”\\nThe StopCambo campaign group said the decision was “a vindication of the opposition to Cambo voiced by thousands of people across the UK”.\\nThe move throws the future of the project, which could yield hundreds of millions of barrels of oil, into doubt and raises questions within the UK’s oil industry over other large-scale oil schemes in the North Sea.\\nOne industry source told the Guardian last week that Cambo’s derailment was a “turning point” for the UK’s North Sea oil and gas industry as it faces growing opposition due to climate concerns, which could spell an end to “any truly large-scale projects being sanctioned” in the future.\\nGreen campaigners have argued that Cambo, which lies 78 miles west of Shetland’s islands in waters 1,000 metres deep, should not get a green light given the UK’s legally binding target to reach net zero emissions by 2050.\\nMinisters announced in March that they would allow oil drillers to keep exploring the North Sea for reserves as long as new proposed projects passed a “climate compatibility” test in addition to the existing environmental checks. But these tests would not apply to the Cambo exploration project, which was first granted a licence in 2001.\\nLawyers from ClientEarth, an environmental law charity, wrote to Kwasi Kwarteng, the business secretary, just before the start of Cop26 to warn against approving projects such as Cambo by relying on outdated oil licensing policies.\\nThe UK government was also facing a legal challenge from Greenpeace over its decision to allow the drilling at Cambo to go ahead. After Cop26 in Glasgow last month, Scotland’s first minister, Nicola Sturgeon, signalled she did not believe the project should go ahead and said it should be subject to a climate assessment.\\nThe International Energy Agency, the global energy watchdog, said earlier this year that no new oil and gas exploration and development should be conducted after this year if the world was to stay within 1.5C of global heating, the target the UK made the focus of the Cop26 summit.\\nOn Friday, Siccar Point Energy said that although the project had been paused it continued to believe Cambo was “a robust project that can play an important part of the UK’s energy security”.\\nHowever, industry sources said the explorer would struggle to find a new partner to replace Shell because most big listed oil companies had reduced their presence in the North Sea in recent years, and most of the smaller companies that remained would lack the financial muscle or experience to develop a field of its size.\\nClimate activists welcomed the decision to pause the Cambo project, and called on the government to support the UK’s oil and gas industry by ensuring a “just transition” to a low-carbon economy that supported oil and gas workers moving into clean energy industries.\\nTommy Vickerstaff, a campaigner with 350.org, said the “huge and brilliant news for the StopCambo campaign” was “a testament to the power of protest”. But Vickerstaff added that the decision should have been taken by the government alongside a plan for the UK’s oil and gas workers.\\n“We need to see real, concrete investment in retraining and good jobs for these workers,” Vickerstaff said.\\nGMB, the union representing many workers in the energy industry, warned the decision to pause the oilfield amounted to a “surrender of the national interest”.\\nThe GMB’s general secretary, Gary Smith, said: “It’s meant to be a transition to a low-carbon economy … The cheerleaders for Cambo’s shutdown aren’t just throwing energy workers under the bus, but also our security of supply for the gas we will still need on the road to 2050.”", "image": [["https://i.guim.co.uk/img/media/1a04c4d406af340efe0af2fdec6f7b014488c138/0_433_5319_3193/master/5319.jpg?width=465&dpr=1&s=none", "A Cambo oilfield protest sign at an Extinction Rebellion rally in London in August."]], "author": ["Matthew Taylor", "Jillian Ambrose"], "date": "2021-12-10"}, "https://www.theguardian.com/business/2021/dec/01/last-minute-bid-to-stop-shells-oil-exploration-in-whale-breeding-grounds-in-south-africa": {"title": "Last-minute attempt to stop Shell’s oil exploration of whale breeding grounds", "subtitle": null, "text": "Campaigners file legal challenge against seismic survey along South Africa’s Eastern Cape province\\nAn 11th hour attempt has been launched to try to halt plans by Shell to explore for oil in vital whale breeding grounds along the Wild Coast of eastern South Africa.\\nCampaigners filed an urgent legal challenge against the seismic survey, which was scheduled to begin on Wednesday, in an effort to prevent it harming whales, dolphins and seals in the relatively untouched marine environment.\\nThe challenge brought by four environmental and human rights organisations was heard in court on Wednesday afternoon, and the judgment on whether to allow the exploration to move ahead is expected to be delivered on Friday.\\nThe intervention is expected to delay Shell’s plans to explore for oil in the sensitive marine environment, which will include firing extremely loud shockwave emissions down through 1.8 miles of water and almost 35 miles into the seabed to create a seismic survey of the area.\\nOpposition to the plans has grown steadily in South Africa over recent weeks due to fears that the work could damage the ecologically diverse and sensitive environment of the Wild Coast, which runs along the Eastern Cape province.\\nThe law firm behind the last-minute legal challenge, Cullinan & Associates, said the decision to allow Shell to move ahead with plans to explore for oil in the area amounts to “unjust administrative action” because it was taken using an approval process that has since been replaced by stronger environmental protections.\\nThe plans were approved in 2014 by South Africa’s then minister of mineral resources, Ngoako Ramatlhodi, before the country’s one environmental system legislation was put in place to align its mining and environmental regulation at the end of that year.\\nCullinan & Associates has argued on behalf of Border Deep Sea Angling Association, Kei Mouth ski boat club, Natural Justice and Greenpeace Africa that Shell’s plans would have “direct and dire impacts” on the local environment as well as the social, economic and cultural rights of local communities.\\nThese communities depend heavily on eco-tourism and fishing for livelihoods and subsistence, and “safeguard this land as sacred and deeply connected to their identity and heritage”, the firm said. “The needs and rights of these communities, the stewards of our seas, land and biodiversity, far outweigh the selfish interests of companies like Shell.”\\nHappy Khambule, a senior climate campaigner for Greenpeace Africa, said: “Shell’s activities threaten to destroy the Wild Coast and the lives of the people living there. We know that Shell is a climate criminal, destroying people’s lives and the planet for profit.\\n“South Africa’s problems do not require violent extraction nor destruction of the environment and community livelihoods. The best and most immediate solution is a just transition to renewable energy, ensuring safe and decent jobs, and energy access for all,” he said.\\nShell plans to pursue exploration in an environmentally sensitive ecosystem months after the International Energy Agency said no new fossil fuel development would be compatible with the world’s climate targets.\\nThe company also plans to use a planning “loophole” to produce oil from the Cambo field in the UK’s North Sea – which is operated by the private-equity backed oil firm Siccar Point – without submitting to a new climate compatibility test put forward by the government in March.\\nA spokesperson for Shell said the company had long experience in collecting offshore seismic data and would apply stringent controls to protect the environment and minimise the impacts on fish, marine mammals and other wildlife.\\n“South Africa has already had many similar surveys safely completed off our coastline by Shell and other operators,” they added.\\nSouth Africa’s Department of Mineral Resources did not respond to a request for comment.", "image": [["https://i.guim.co.uk/img/media/7cf957ac2cc9f201b561c162b68496bc224eed4b/0_265_7860_4717/master/7860.jpg?width=465&dpr=1&s=none", "Protest against Shell seismic survey in Cape Town."]], "author": ["Jillian Ambrose"], "date": "2021-12-01"}, "https://www.theguardian.com/environment/2021/dec/18/adani-is-poised-to-ship-its-first-coal-is-this-failure-for-australias-defining-climate-campaign": {"title": "Adani is poised to ship its first coal – is this failure for Australia’s defining climate campaign?", "subtitle": null, "text": "The controversial and politically divisive Carmichael mine has been locked in a battle with an uncompromising two-word slogan\\nIn 2010, an Indian mining company bought some tenements over a giant and untapped coal basin in the west of Queensland.\\nThat purchase, by the conglomerate Adani Group, kickstarted one of the most controversial and politically divisive resource projects in Australia’s history – the Carmichael coalmine and rail project.\\nBefore the year is out, and about eight years behind schedule, Adani says it will finally export its first coal, destined to be burned in a power station.\\nThe moment will be celebrated as a victory by its supporters, including many regional Queensland MPs and senators and conservative commentators.\\nAustralia’s resources minister, Keith Pitt, was at the mine site in October – about 300km west of Mackay – to record a video celebrating the first coal being dug. It would mean jobs and prosperity, he said.\\nEarlier this week, Adani Australia chief executive Lucas Dow told the ABC that coal had already been delivered to the company’s port at Abbot Point as the company runs tests of new trains along 200km of new railway lines. “We’re very excited as the project is nearing completion,” he said.\\nBut for its opponents, including climate change activists and some traditional owners, the Carmichael project always meant danger and it became the focus of a campaign with an uncompromising two-word slogan: Stop Adani.\\nSo as the first coal waits to wind its way through the Great Barrier Reef’s shipping channels, what now for that campaign?\\n“We would prefer to have stopped Adani when it went through approvals, or when it was looking for financing and then in construction. If we have to wait until the project is moving coal, then that’s what we’ll do,” says Julien Vincent, executive director of Market Forces, a campaign group that has worked to remove Adani’s opportunities to finance and insure the mine.\\n“There’s no asterisk or caveat or fine print. There’s no conditions. It’s just Stop Adani,” he says.\\nThe Galilee basin has an estimated 23bn tonnes of coal.\\nWhen the first mine was proposed in 2012, Adani was one of about nine projects targeting the basin.\\nAt the time, Greenpeace estimated if all the mines went ahead, the burning of the coal would release about 700m tonnes of CO2 into the atmosphere – almost one-and-a-half times Australia’s annual greenhouse gas emissions.\\nBut while Adani wasn’t the first company to declare an interest, it is the only one to dig coal from the massive Galilee basin.\\nSuccess for Adani could mean opening up the entire basin for coal development.\\nInitial plans for the mine were to dig about 60m tonnes of coal a year, making it the biggest coalmine in Australia and one of the largest in the world.\\nAfter almost a decade – and an almost eight-year delay to the initial schedule for extracting coal – the company now says it has downscaled the project to about 10m tonnes. But Adani still holds approvals for those higher levels.\\nIn some narratives, the Adani mine helped tipped the balance at the 2019 federal election. Final approvals from the state government were pending and Adani launched an advertising and letterboxing campaign criticising the Labor state government over its handling of the project.\\nCentral and north Queensland marginal seats swung heavily to the Coalition and within days of the election, state Labor moved to hand Adani its required approvals, in some cases despite concerns from the government’s own experts about threatened species management plans.\\nSusan Harris Rimmer, the director of the Policy Innovation Hub at Griffith University, says the mine became emblematic of a broader debate about jobs and climate action in regional Queensland.\\n“Politicians up there use strong binary language,” she said.\\n“They’ll keep doing it, because it worked. It’s the same with immigration or terrorism. It works [as a political strategy] so people will fall back on it. There is a playbook, they’ll try it again.”\\nHarris Rimmer said the anti-Adani convoy, led by the former Greens leader Bob Brown, became a flashpoint and helped spread “us and them” rhetoric in parts of Queensland.\\n“I think that convoy became an image of people from the south, who lose nothing, making us [in regional Queensland] look like the villains.\\n“That’s what it looked like, I’m sure that’s not the way it was meant, but it looked like [people] coming to tell this stupid community not to do this.”\\nIn 2020, the Adani Group started to remove its own name from its Australian operations. First, the company renamed its Adani mining operations to Bravus.\\nThen it changed the name of the Adani Abbot Point Terminal, north of Bowen, to North Queensland Export Terminal (the words Adani and coal don’t appear on the corporate website).\\n“That name change definitely gave the impression the name Adani was becoming an impediment,” says Vincent. “If you’re confident in your brand you don’t change it to something else.”\\nVincent says the campaign has had other knock-on effects well away from the Adani mine.\\n\\nEmail: sign up for our daily morning and afternoon email newsletters\\nApp: download our free app and never miss the biggest stories\\nSocial: follow us on YouTube, TikTok, Instagram, Facebook or Twitter\\nPodcast: listen to our daily episodes on Apple Podcasts, Spotify or search \"Full Story\" in your favourite app\\n“It’s been the catalyst for dozens of financial institutions around the world to rule out thermal coal projects,” he says. “The risk of being associated with large [coal] projects has become reputational kryptonite.”\\nIn May, fossil fuel producers complained to a parliamentary inquiry that campaigns against the industry were now making it harder to finance and insure major projects.\\nAdani told the inquiry it had been refused loans and insurance, and contractors and business partners had walked away.\\nIn a submission, the company said “the boycotting of Australia’s thermal coal industry by Australian banks and insurance companies is misconceived and indifferent to the manifest damage their decisions will have on the industry’s ability to remain globally competitive” and it would impact Australia’s economy.\\nVincent says while the first coal being shipped is “a crap moment for the campaign”, major financial groups continue to distance themselves from the project, joining scores of others.\\nLast month one of the world’s biggest banks cut ties with the project saying the venture is incompatible with its environmental, social and governance rules. \n  Activists continue to target the project – locking themselves on to rail lines and rolling stock and suspending themselves from cranes at the company’s port. Two protesters clambered aboard one of the project’s trains this week and spent a day allegedly shovelling coal over the side.\n  Separately, some Wangan and Jagalingou traditional owners have long opposed the project, saying it will destroy their cultural lands and risk the sacred Doongmabulla springs. The miner has a formal land-use agreement with the Wangan and Jagalingou people but the agreement is opposed by some traditional owners.\\nTraditional owners have been carrying out continuous cultural ceremonies on the mining lease for more than 90 days.\\nAdrian Burragubba, a traditional owner who has battled Adani for years, says Adani “should not be celebrating”.\\nHis family and other traditional owners are concerned cultural sites with “literally thousands of artefacts” are being disturbed.\\nBurragubba says his son Coedy McAvoy has been on the land since 28 August performing ceremonies. “He declares he’ll remain there,” says Burragubba. “It’s our duty to take care of the land and monitor what the mining company is doing.”\\nAdani has been calling for the police to step in to remove McAvoy, as well as to take stronger action against different protesters targeting the railway.\\nIn October, police told McAvoy and others camped on the company’s mining lease they would not remove them “at this time”.\\nThe Australian Conservation Foundation, a member of the Stop Adani Alliance, successfully overturned federal approval for the mine’s water scheme earlier this year, with the issue still unresolved.\\nThe ACF chief executive, Kelly O’Shanassy, said the campaign still had much to achieve. As insurers, financiers and contractors walked away, there were “still questions about the viability” of the project.\\nShe says the group will work “incredibly hard” to stop the Galilee basin opening, but Stop Adani is a defining climate campaign.\\n“Your position on Adani indicated your position on climate, particularly politically. It became a litmus test.\\n“ACF has been switching the focus to escalating the clean future and we couldn’t have got people interested in that unless there was an end to coal and gas. I think we’ve won the public argument on that.”\\nSince the campaign against Adani began, the world’s financial markets have shifted away from coal. At the Glasgow climate summit, more than 40 countries agreed to phase out coal power.\\n“If we decide that in 2021 we cannot be adding more coal to the global market, then that’s a decision we have to hold ourselves to,” Vincent says.\\nOver the course of the campaign, there have been scores of other fossil fuel projects that have been announced, developed and approved. Did the focus on Adani shift the campaigns – and the eyes of the public – to just one spot in north Queensland?\\n“Even a dark firmament needs its darkest stars,” says David Ritter, the chief executive of Greenpeace Australia Pacific.\\n“The scale of the Galilee Basin demanded that attention.\\n“But the campaign drew attention to the overall issue and hopefully generated the kind of community enthusiasm to oppose [fossil fuel projects] everywhere else in Australia, not just at the Adani mine.”\\nThe Guardian asked Adani Australia when it expected to export its first coal from the Carmichael mine and requested an interview with its chief executive, Lucas Dow.\\nA spokeswoman sent a short statement, saying: “The Carmichael Mine is on track to export coal in 2021.”", "image": [["https://i.guim.co.uk/img/media/b9fb8ea7355ba76089c3f59dd2779cf21fa07804/0_222_4828_2898/master/4828.jpg?width=465&dpr=1&s=none", "Anti-Adani coalmine protesters in Brisbane in March"], ["https://i.guim.co.uk/img/media/fbe33c86bcf65e2e13540ea570a29bdd2a3c799f/0_244_4681_2809/master/4681.jpg?width=445&dpr=1&s=none", "Wangan and Jagalingou traditional owner Adrian Burragubba speaks during a rally at Queensland parliament in August"]], "author": ["Graham Readfearn", "Ben Smee"], "date": "2021-12-17"}, "https://www.theguardian.com/environment/2021/dec/31/waste-colonialism-countries-grapple-with-wests-unwanted-plastic": {"title": "‘Waste colonialism’: world grapples with west’s unwanted plastic", "subtitle": null, "text": "Germany and UK are big exporters of plastic, much of which lies rotting in ports in Turkey, Vietnam and other countries\\nOne hundred and 41 containers filled with rotting plastic waste have been on a journey for more than a year. Scattered between Turkey, Greece and Vietnam, far from their origins in Germany, the containers’ voyage sheds light on the hidden global trade in plastic waste.\\nArriving in Turkey in late 2020, shortly before a ban on mixed plastic waste imports came into force, the containers quickly became the centre of a battle between traders, a shipping line, multiple governments and environmental campaigners demanding their return.\\nTurkish authorities refused entry to the containers, leaving them in limbo. As they languished in ports across the country, the contents began to rot. “After a couple of months, all the dirty waste inside was disrupted, and some had fermented due to the presence of micro-organisms. It smelled really bad and it was covered in rats and mice,” said Sedat Gündoğdu, a plastics pollution researcher based in the southern city of Adana.\\nThe year-long saga of the 141 containers is a small slice of the international trade in plastic waste, the ugly underbelly of recycling in the global north. Plastic waste, especially mixed plastic from households, is frequently sent overseas to countries with lax environmental regulations, where it is melted into plastic pellets, dumped, or simply burned.\\nMixed plastics are the dirtiest and least desirable waste in the trade, as they typically contain household rubbish such as bottles or packaging, meaning a jumble of recyclable plastics with non-recyclable items. As many countries move to ban mixed plastic imports, observers say some traders have taken to hiding bales of banned mixed plastics behind others that pass regulation to sneak them past inspectors.\\nThe containers remained stuck after a company involved in their initial journey lost its import licence and disappeared. “The consignee delayed us saying there were some things to sort out with customs. But then we found out their import licence was cancelled, and they were blacklisted by Turkey. Lab tests showed some loads in the containers are hazardous city waste,” said Omer Bulduk of Monax, a Turkish freight company assigned to receive the containers. “It’s simply garbage,” he added.\\nSome of the countries listed among the world’s top recyclers are also the biggest plastic waste exporters: Germany was named the world’s top recycler by the World Economic Forum three years ago, but exports an average of 1m tonnes of plastic waste annually, more than any other nation in the EU. The UK is little better, exporting 61% of its plastic waste according to recent data from the British Plastics Foundation.\\n“When you continue to consume more plastic there are only two ways to tackle the waste. One is incineration, the second is dumping. If you don’t have dumping in your country then you should incinerate. But this has a carbon footprint, and many countries trying to cut carbon emissions don’t want to incinerate their own waste,” said Gündoğdu.\\n“Some of the top waste producers in Europe, like the UK, France and Germany have to find ways to deal with this issue. And the way they’ve found is exporting to poorer countries without effective waste management systems or environmental legislation and regulations. This is waste colonialism,” he said.\\nIn May, the Turkish foreign ministry contacted their counterparts in Germany to demand the containers’ return. According to Bulduk, the German side “claimed that too much time had passed and they cannot accept them”. Angela Griesbach, a spokesperson for the waste management authority in the state of Baden-Württemberg, now in charge of overseeing the containers, said this was “probably a misunderstanding”, adding that the containers contained waste that was legal when it arrived in Turkey.\\nWhen some of the containers of German waste were suddenly re-exported to Vietnam, campaigners sprung into action. Activists believe that the 16 containers sent last July to the port of Hai Phong were a test, to see if others could later follow the same route in order to dispose of the rotting containers entirely. But who authorised their onward travel remains a mystery, especially as sending waste directly from an EU country to those outside the OECD is banned, and new controls on mixed plastic exports introduced last January require express consent from the Vietnamese authorities to import the containers.\\nVietnam’s own ban on plastic waste imports is due to go into force in 2025, but it remains a popular destination for the global plastic recycling trade. There, workers are paid less than £5 a day to sort plastic into recyclable elements and non-recyclable. The former are melted down, exposing those nearby to toxic fumes.\\nJim Puckett of the Basel Action Network, a group that campaigns against plastic-related pollution, tracked 37 of the German containers heading towards Piraeus port near Athens in November, and grew suspicious they were also headed to Vietnam.\\n“I dropped what I was doing and sent a strong message to the Greek authorities, saying that they couldn’t allow that waste to get on a ship and go to Vietnam. It’s illegal and it should be returned to Germany,” he said. The Greek authorities took note, and cordoned off the containers on the dock in Piraeus, where they remain.\\n“There’s also almost a hundred containers sitting in Turkey, and we’re very worried they will be bound for countries like Vietnam,” he added. In an open letter to Germany’s newly inaugurated environment ministry, a coalition of green groups including BAN demanded they “take moral and political leadership” and reclaim the 141 containers.\\nWhen contacted by the Guardian, the environment ministry referred questions to Griesbach. “The campaigners are right in saying that there are many legal questions and legal grey areas,” she said. She stressed that “a voluntary return shipment by a German company involved is intended but has not yet been possible,” and said the German authorities were unaware that some containers had been re-exported to Vietnam.\\nIf certain conditions were met, she added, the containers in Turkey could be returned. “If the problem is not an internal Turkish enforcement problem, the German authorities, as well as the German company voluntarily, are willing to take back this waste in accordance with the law. However, this requires the corresponding cooperation and information from the Turkish side.” The Turkish environment ministry did not respond when contacted for comment on the issue.\\nVietnam and Turkey are two of a growing number of countries that have reported a sudden spike in plastic waste, after China’s decision to ban waste imports in 2018 proved to be a watershed for the global trade. The decision “reverberated around the world”, according to the United Nations, which added that nations in the global north “will, at last, have to face up to the true cost of their plastic addiction instead of shipping the problem to China, which has taken nearly half the world’s waste since 1992”.\\n“We’ve been sold a notion of ‘don’t worry, we’ll recycle it’ – and no one looked at what recycling was like in China until three years ago,” said Puckett. “We’re putting out more plastic waste into the world, every day more than the day before, and there’s no destination for it. It’s now become a game of who will take it because there are mountains of plastic waste and it’s not stopped.”\\nThe result is a frantic hunt for new destinations for an estimated 111m metric tonnes of plastic waste displaced by the ban between now and 2030. While China has banned imports, it continues to profit from the global trade in plastics through its domination of the shipping trade. Cosco shipping, the company that transported all 141 containers, is a Chinese state-owned company. Cosco did not respond when contacted for comment on the issue.\\nMatthew Gordon, an environmental researcher at Yale University who is part of a team compiling an “atlas of plastic waste” to show new plastic dumping sites across the world, said he was surprised by the number of countries represented in their initial findings, including Bosnia, Thailand, Romania, Malaysia and Turkey.\\n“South-east Asia clearly seems to be a hotspot, especially in the aftermath of the China import ban,” he said. “One of the reasons for this seems to be that when container ships travel from places like China to the US carrying manufactured goods, they offer extremely low freight on the return trip – otherwise they would be going back empty. So exporters in the US often find it cheaper to send plastics abroad than to deal with them at home.”\\nTurkey has increasingly found itself on the frontline of the struggle between local plastic importers’ desire to stay in the global recycling trade and rising environmental concerns. After an investigation by Greenpeace found plastic products from British and German supermarket chains intended for recycling dumped by the roadside, Turkey briefly banned all plastic imports last May before rescinding the law soon afterwards. Gündoğdu said new dumping grounds for plastic waste were springing up again after a brief lull.\\nIn Adana, a hub for plastic waste imports, a coalition of local plastics traders wrote their own open letter to the Turkish president, Recep Tayyip Erdoğan, imploring him to allow the industry to continue. The letter was part of a campaign to rebrand plastic waste imports, under the slogan “It’s not waste, it’s raw material.”\\nThe plastic waste industry, they said, employs 300,000 Turkish people. Traders described themselves as “the ones cleaning the environment, not polluting it”.\\nMany Turkish citizens disagree. When asked how they felt about the 800,000 tonnes of plastic waste that Turkey imported last year from the EU, a majority said “very bad”, while others cited a slogan that is rapidly becoming a rallying cry against plastic imports in their country: “Turkey is not a garbage bin.”\\nAdditional reporting by Gökçe Saraçoğlu", "image": [["https://i.guim.co.uk/img/media/718f068015a41e9fba6c755c69159fc1b55a064d/0_243_4252_2553/master/4252.jpg?width=465&dpr=1&s=none", "Hands holding up an empty back of M&S bacon and a device showing location"], ["https://i.guim.co.uk/img/media/cecc218654839ddf10dce74a29cbef1b1e270091/0_95_3500_2101/master/3500.jpg?width=445&dpr=1&s=none", "Plastic waste found by Greenpeace in Adana province in Turkey"]], "author": ["Ruth Michaelson"], "date": "2021-12-31"}}