{"https://www.theguardian.com/tv-and-radio/2022/mar/20/bridgerton-claudia-jessie-eloise-interview": {"title": "Claudia Jessie: ‘What’s the appeal of Bridgerton? I​t’s ​a sexy cuddle’", "subtitle": null, "text": "The actor on growing up on a canal boat, her noisy Buddhist chanting and what’s next for her character, Eloise\\nClaudia Jessie Peyton, 31, was born in Birmingham and raised on a canal boat by her mother. She was home-schooled and has no formal qualifications but was talent-spotted while trying standup and recruited by a local theatre company. Her TV roles include Line of Duty, Doctor Who and Vanity Fair. She plays Eloise, the eponymous family’s second oldest daughter, in the hit Netflix period drama Bridgerton, which returns on Friday.\\nWhere do we find your character Eloise as Bridgerton returns?She’s making her debut on the London social scene. Anyone who’s a fan of the show can probably predict how she responds – with gritted teeth and many an eye roll. Eloise is only 18; I’m 31 and can barely respond to text messages, let alone be presented to the Queen, then ultimately married off. Finding love isn’t even in her top 10 list of desires. She wants autonomy, to earn her own money and make her own choices.\\nIs she a proto-feminist?Hers is the explicit feminist narrative throughout the piece. It’s skilfully peppered throughout all the characters, with even the boys questioning their roles, but Eloise is the one who’s got a megaphone, shouting: “This is rubbish!”\\nWe see her reading Mary Wollstonecraft in the early episodes. Are you a bookworm too?I’ve always had my head in a book. I’ve just invested in a secondhand Kindle, in fact, because I live on a canal boat and I can’t just keep adding to my book collection or we’d sink.\\nWhat were your formative books?One of the first books I remember being given was Little Women by my nan. I read that six times in rapid succession. I’m a member of Extinction Rebellion, so went through a big George Monbiot phase. I also read Japanese authors like Ryu Murakami. In the Miso Soup is the darkest novel I’ve ever read. One chapter gave me palpitations.\\nBridgerton became Netflix’s top show in 76 countries. What’s the appeal?It’s not bleak or dark or intense. It’s a bit of a cuddle. A sexy cuddle, mind you, but a cuddle nonetheless.\\nWill Eloise get her sexy moment?I wonder what that would be like? A sexy-but-funny montage, maybe. It would be cool to see Eloise awaken and get in touch with that side of herself. In season one, she didn’t even know how babies were made.\\nEloise is best friends with Penelope Featherington, played by Nicola Coughlan. What’s your relationship like off-screen?Nicola always says it’s the other way around. In Bridgerton, Eloise talks at Penelope a lot of the time; in real life, I’m more introverted and Nicola does most of the chatting. We were the first two people cast. I remember seeing our head shots next to each other on a wall and thinking – “Cool!” – because Nicola’s incredible.\\nDidn’t Nicola stab you with a parasol during your first scene?Correct, she drew blood. Nicola had heels on and kept falling over. I tried to catch her and the silver spokes of the umbrella went bosh, straight into my hand. I managed to keep it away from my costume but bloodied my white glove. It was a blood oath. That’s why we’re so close now.\\nWhat do you make of Eloise’s big queer fanbase?I can see why she connects with people, because she’s one of a kind within the show. She’s quite modern, so closer to the audience in attitude and spirit. It’s beautiful that the queer community identify with her. But I don’t experience a lot of the love because I’m not on social media.\\nWhy not?It’s my Kate Bush inclinations to be slightly reclusive. When I figured out I wanted to act, that became my mission. But there are parts of the industry that don’t chime with my natural disposition. In order to maintain happiness, I have to eliminate certain things. With my anxious tendencies, it wouldn’t bode well so I steer clear.\\nEloise never looks comfortable in her finery but do you enjoy wearing the regency costumes?I mean, it’s the nicest I’ll ever look. I’m not a fancy dresser at home. Living on a boat means I get covered in oil, coal, wood chips, dust, canal water, diesel. There’s no point dressing up, so I love getting to do it on-set.\\nIs it true that you only wear secondhand clothes?It’s six years since I shopped on the high street. I’ll buy new underwear but ethically sourced and mostly recycled materials. Otherwise, it’s strictly thrift and vintage shops.\\nWhat’s the appeal of living on a boat?I loved it as a kid and that stuck with me. When I moved to London, I lived in various terrifying places, scraping money together for rent. I thought I’d never get a mortgage for a house so started saving, slowly but surely, for a canal boat. It’s one of the best decisions I’ve ever made. I love cruising, the small spaces, the smell of the engine. It’s all I’ve ever wanted.\\nYou were raised by a working-class single mother. How did that shape you?It’s about expectations. Mine were never high. I worked very hard but never expected to make it. Even now, I leave auditions and think: “Well, I’m clearly not going to get that.” When I do, I’m pleasantly surprised. My mum cleaned houses to pay for my dance classes or music lessons or my brother’s activities. She’d do anything so we could have a shot. I’m very aware of where I’m from and how hard life can be. That will never leave me. It’s also made me a nester. I don’t want for much; I love just pottering around on the boat.\\nHow come you were home-schooled?School wasn’t a nice environment for me; I had a hard time. I left at 14 and my poor mum home-schooled me while doing cleaning jobs. She’d teach me maths while ironing someone else’s clothes. Remarkable, really, but I learned better one on one, away from social pressures.\\nIs there a class gap in the acting profession?Growing up on a canal boat or council estate, I wasn’t going to the theatre. An acting career never crossed my mind. It’s hard to have beautiful dreams when you’ve got to focus on earning money, paying rent and practicalities. But those voices are important. Expressing yourself and having an emotional outlet is so valuable. I didn’t train, don’t have any qualifications, didn’t make all the right choices. It’s against the odds that I’m here now.\\nYou were Thandiwe Newton’s sidekick, DC Jodie Taylor, in Line of Duty. How was that?When it aired, my friend sent me an article titled: Why DC Jodie Taylor is just the absolute worst! [laughs]. I love Thandiwe. We’re still in contact and she’s a beautiful woman. And I learned so much from Vicky McClure’s ability to be so naturalistic. [Showrunner] Jed Mercurio would tell me: “Don’t really act, just say the words.” That taught me to rein it in.\\nWhat role does Buddhism play in your life?I’m one of the noisy Buddhists. I don’t meditate, I chant – “Nam Myoho Renge Kyo”, the same as Tina Turner. Me and Tina T, no big deal. I did it as a kid with my mum and auntie but found it awkward when I hit my teens. Then I was 17, very sad, struggling with my brain, and my auntie was like: “Right, let’s commit to chanting.” It made me feel better and I haven’t stopped since. It’s the anchor of my life. I wouldn’t be here without it. Now I have responsibilities within the Buddhist community. I look after all the young women who practise it across the Midlands. It’s a job I do very gladly.\\nWhat projects are in the pipeline for you?I can’t talk much about it yet but I’m going to Sydney for two months, working on something I’m very excited about. Let’s just say it’s very different to Bridgerton. Then I’m back for Bridgerton season three.\\nAre you signed up for season four as well?Hope so! I think I am. There’s much more to come from Eloise, so I’m definitely sticking around.\\nBridgerton season two streams on Netflix from 25 March", "image": [["https://i.guim.co.uk/img/media/03319160b6d506d5f6822f8162ccea26e1bd178c/74_924_2312_1387/master/2312.jpg?width=465&dpr=1&s=none", "Claudia Jessie"], ["https://i.guim.co.uk/img/media/31bea181acb60f8e4929a6ac9183d4acfd910c7c/0_0_3600_2404/master/3600.jpg?width=445&dpr=1&s=none", "Nicola Coughlan as Penelope Featherington, left, and Claudia Jessie as Eloise Bridgerton in Bridgerton."]], "author": ["Michael Hogan"], "date": "2022-03-20"}, "https://www.theguardian.com/environment/2022/mar/04/ukraine-war-european-reappraisal-energy-supplies-coal-renewables": {"title": "Ukraine war prompts European reappraisal of its energy supplies", "subtitle": null, "text": "Analysis: Russian invasion could speed up renewables transition – or lead to disastrous return to coal\\nVladimir Putin is using Russia’s hold over fossil fuel supplies to Europe as “a political and economic weapon” in the war in Ukraine, the world’s foremost energy adviser has said, presenting western governments with crucial questions over how they face down the threat to democracy while also heading off climate disaster.\\nFatih Birol, the executive director of the International Energy Agency, said: “Nobody is under any illusions any more. Russia’s use of its natural gas resources as an economic and political weapon shows Europe needs to act quickly to be ready to face considerable uncertainty over Russian gas supplies next winter.”\\nRussia’s invasion of Ukraine has prompted European governments, including the UK’s, to make a frantic reappraisal of their energy supplies – one that arguably should have come much sooner. The first outcome has been a fresh resolve in some countries – including from the UK business secretary, Kwasi Kwarteng – to push for more renewable energy generation and energy efficiency to cut dependence on fossil fuels.\\nKwarteng’s intervention – “The long-term solution is obvious: gas is more expensive than renewable energy, so we need to move away from gas,” he tweeted – was unexpectedly firm, cheering green campaigners who had feared that rightwing voices in the Tory party who have sought to make scrapping the net zero target a “culture war” issue were in the ascendant.\\nDoug Parr, the chief scientist for Greenpeace UK, said: “Kwasi Kwarteng has clocked it. Our dependence on gas is a problem, and warmer homes powered by renewables are the cheapest and quickest solution. Kwarteng must convince chancellor Rishi Sunak that we need a masterplan, and the money to get the UK off gas. We need to insulate our homes, roll out heat pumps and renewable power to rapidly address Putin’s grip on European gas markets, our sky-high energy bills, and the climate crisis unfolding before our eyes.”\\nGermany has announced plans to ramp up energy efficiency and renewable energy, and is considering delaying the closure of its remaining nuclear power stations. France’s Emmanuel Macron called for a “renaissance” of low-carbon nuclear power to secure domestic energy supplies. In the US, Joe Biden used his state of the union speech to bang the drum again for his proposed clean energy stimulus programme.\\nPaul Bledsoe, a former Clinton White House climate adviser now with the Progressive Policy Institute in Washington, said: “The Russian invasion of Ukraine greatly increases the likelihood that the US Congress will pass huge new clean energy incentives this year because of an increased focus on energy security. Such a massive expansion of zero-emission US energy will also free up more US natural gas to flow to Europe to displace Russian gas, which has far higher fugitive emissions of methane. Together these actions would represent a significant improvement not only in global energy geopolitics, but result in major reductions in greenhouse gas emissions as well.”\\nBut as the war in Ukraine continues to rage, there is also a significant danger that – particularly if Putin goes further and cuts off gas supplies – governments could pivot the opposite way. As the IEA noted: “Other avenues are available to the EU if it wishes or needs to reduce reliance on Russian gas even more quickly … The major near-term option would involve switching away from gas consumption in the power sector via increased use of Europe’s coal-fired fleet, or by using alternative fuels such as oil within existing gas-fired power plants.”\\nThe decision may be taken by private-sector companies with coal-fired power stations that were recently closed or scheduled to close and could be brought back on stream quickly, said Richard Howard, the research director at Aurora Energy Research. “The high gas prices being seen in the market will in any case create an economic incentive for generators to shift from gas power stations towards coal,” he said. A further complication is that Europe also depends on Russia for coal.\\nIn the US, the opportunities to export gas from fracking, and coal for power stations, may also expand temptingly as fossil fuel prices rise, and to fill the gaps that open up as countries move away from Russian supplies.\\nThen there is the question of how much consumers will stand. Petrol prices in the US, as in many places around the world, are now at the highest in a decade and still rising. Phillip Braun, a professor of finance at Northwestern University in the US, said: “American consumers need to accept that rising gas prices are a necessary cost to help the Ukrainian people in the midst of their profound crisis.” Whether consumers will continue to pay this price for democracy has not yet been tested.\\nAfter years of grindingly slow progress in shifting away from coal and oil, if countries were to resume fossil fuel use under the impact of Russia’s war, it would spell disaster for attempts to cut greenhouse gas emissions. This week the Intergovernmental Panel on Climate Change warned of global devastation already under way and set to intensify if temperatures rise further, in what scientists termed “the bleakest warning yet”.\\nTim Crosland, the director of Plan B, a climate campaign group, said the IPCC report showed that reaching for more fossil fuels as a response to Putin would only put the world in greater peril. “There is no option of ramping up fossil fuel production as a counter to Putin,” he said. “A strategy for deescalation of the war in Ukraine can and must be integrated with a strategy for the urgent and radical reduction of carbon emissions, starting with an end to new fossil fuel supply projects, as required to limit warming to 1.5C. Separate the two logics [of climate and dealing with the war] and it’s all over.”\\nThese issues will come into sharp focus at the next UN climate meeting, Cop27, due to be held in Egypt in November. So far preparations have been unaffected, and diplomats privately note that climate negotiations have carried on through 30 years of political upheavals, including wars among UN members.\\nBut the key questions over energy policy will need to be resolved long before countries meet again on the climate. Given the time it takes to change energy systems, as the IEA made clear, governments must prepare now for what next winter will bring.", "image": [["https://i.guim.co.uk/img/media/a3b39b25444c6872c81850a3d036cf3bf9c7ea74/0_53_3500_2100/master/3500.jpg?width=465&dpr=1&s=none", "Operations at Razrez Inskoy coal enterprise in the Kemerovo region of Russia."]], "author": ["Fiona Harvey"], "date": "2022-03-04"}, "https://www.theguardian.com/business/2022/mar/05/telegram-app-ukraine-rides-high-thirst-trustworthy-news": {"title": "Telegram: the app at the heart of Ukraine’s propaganda battle", "subtitle": null, "text": "It’s the most popular messaging service in Ukraine, and used by protesters of all kinds. Now it must find a way to make money\\nIn the days after Vladimir Putin’s invasion of his country, Ukraine’s president, Volodymyr Zelenskiy, used his Telegram channel to send a defiant video message from the centre of the capital, Kyiv, calling on the nation to unite and resist the Russian attack.\\nThe WhatsApp-like messaging service, co-founded by exiled Russian billionaire brothers Pavel and Nikolai Durov, has become a key weapon in a digital propaganda battle that will ultimately boost its usage and investor profile ahead of a possible $50bn stock market flotation next year.\\nUkraine’s 44-year-old president, a former TV actor and comedian who campaigned over Telegram in the run-up to his landslide victory in the 2019 presidential election, used the service to refute claims that the army had been told to lay down arms, that an evacuation had been ordered – and to galvanise the populace by proving he would not be leaving the capital.\\nTelegram, which has more than 550 million monthly users globally, is already Ukraine’s most popular messaging app. The service’s much-hyped encryption and its ability to disseminate messages to groups of up to 200,000 – the limit on Facebook-owned WhatsApp is 256 members – has seen it dubbed the “app of choice” for terrorists.\\nTelegram was banned in Russia in 2018 after Pavel Durov refused to give the authorities access to its user data. However, the crackdown, which included blocking IP addresses, was easy to circumvent, and the service continued to grow. Russia gave in and lifted the ban in mid-2020.\\nThe app has been adopted as a leading source of news outside state-controlled media, and in the Ukrainian war it has become a 24-hour news lifeline for civilians, journalists and even the military.\\nIt has become the go-to platform for protest groups of all kinds, from Extinction Rebellion to anti-vaccination groups, from the US Capitol rioters to pro-democracy campaigns in states including Russian-allied Belarus, Hong Kong and Iran.\\nBut Telegram’s role in the dissemination of unverified information alarmed the 37-year-old Durov – who has been called the Russian Mark Zuckerberg, after he founded what is still by far the country’s most popular social network, VKontakte (VK), in 2006.\\nLast weekend, he said he was considering shuttering the service in the “countries involved” for the duration of the conflict.\\n“We do not want Telegram to be used as a tool that exacerbates conflicts and incites ethnic hatred,” Durov posted on Sunday.\\nHours later, he changed his mind, following mass requests from users, who said it was their only source of information. “Double-check and do not take on faith the data that is published in Telegram channels during this difficult period,” Durov advised.\\nJamie MacEwan, media analyst at research service Enders, said. “This is another example of Telegram being linked to resistance movements. It has very much been part of its reputation over the past couple of years as it has boomed. It is associated with being a safe haven.”\\nDurov is known for occasional eccentric behaviour – he once threw paper aeroplanes made from bank notes out of VKontakte’s office windows, causing fights in the street below, and he publicly offered Edward Snowden a job. He is now on a mission to make his second tech venture the success story that was ultimately wrested from him first time around.\\nDuring anti-Putin protests in 2012, Durov became hugely popular for refusing to close down groups that were using the social media site to organise marches. Two years later, he was on the receiving end of a hostile investor coup that saw VK appropriated by Mail.Ru group, headed by Russian billionaire and Putin ally Alisher Usmanov. In December, the Kremlin strengthened its grip on the company when Russian insurance company Sogaz, founded by giant Gazprom, took control of VK.\\nDurov sold up and left the business as well as the country, becoming a citizen of St Kitts & Nevis in the Caribbean, after resisting Kremlin pressure to release the data of Ukrainian protest leaders.\\nIt is little surprise that Telegram, which he launched with brother Nikolai in 2013 and is operationally headquartered in Dubai, is built on security and privacy.\\nThe publicity-averse Durov, who has a penchant for dressing all in black nevertheless spends much of his energy criticising the security standards of rivals, most notably world leader WhatsApp.\\nIn recent years security experts have in turn questioned Telegram’s claims of superiority, pointing out that, unlike rivals, it does not offer end-to-end encryption by default over all its messaging options.\\nMoxie Marlinspike, creator of the popular Signal secure messaging app, took to Twitter last week to remind Ukrainians that Telegram is not as encrypted as people think, after what he alleged was a “decade of misleading marketing and press”.\\nTelegram is the most popular messenger in urban Ukraine. After a decade of misleading marketing and press, most ppl there believe it’s an “encrypted app”The reality is the opposite-TG is by default a cloud database w/ a plaintext copy of every msg everyone has ever sent/recvd. https://t.co/6eRGIyXyje\\nDurov’s experience at VK left him with an aversion to bringing in outside investors to fund Telegram. With a fortune estimated at over $17bn, he has been able to support it for most of its early life without outside help. But the search for alternative ways to raise the funds necessary to drive growth led him into an ultimately disastrous foray into the world of cryptoassets.\\nIn 2018, Durov embarked on a plan to raise billions through the launch of a cryptocurrency called Grams, a venture that sparked an investigation by the Securities and Exchange Commission (SEC) in the US.\\nPre-sales ahead of the planned initial coin offering (ICO), which would have funded a proposed Telegram Open Network (TON) system of apps services and a store of digital and physical goods, drew a rapturous response from an initial select group of investors, raising $1.7bn.\\nBut two years later, Telegram shut TON down and agreed an $18.5m settlement with the SEC, which had argued that Grams bypassed US financing laws. It ordered that the money be returned to investors.\\nThe setback in fundraising has not slowed growth, however: in early 2021, Telegram reported the biggest user boost in its history – 25 million in 72 hours.\\nDurov, who is now also a French citizen, credited the rush of new Telegrammers to an announcement by WhatsApp clarifying its privacy policy relating to data sharing with parent Facebook. Durov added, rather grandiosely: “We may be witnessing the largest digital migration in human history.”\\nThe WhatsApp policy did not include sharing the content of messages, but it spooked many users, who defected to other platforms anyway: Telegram and Signal were the biggest beneficiaries.\\n“The increasing downloads of Telegram is [partly] driven by consumers’ growing anxiety over the power of the biggest tech companies, and by privacy concerns,” says Forrester analyst Xiaofeng Wang.\\nA few months after that user boost, Russian business newspaper Vedomosti reported that unnamed sources close to the company claimed a $50bn initial public offering was on the cards by the end of next year.\\nA successful IPO would cement the rise of Telegram, which has begun to make headway on the extremely difficult proposition of making money from the users of messaging services.\\nDurov, who once vowed Telegram would never carry ads, is seeking to monetise the platform through a combination of “privacy-safe” advertising and sponsorship of channels.\\n“The timing of the emergence of talk of an IPO is quite telling, coming almost immediately after the early 2021 boom when its user potential started to explode,” says MacEwan at Enders. “I think the momentum they now have, the sheer weight of users, and the fact they are experimenting with ‘privacy safe’ advertising make them an attractive flotation candidate.”\\nA Telegram spokesman confirmed that the company is pursuing plans for an initial public offering, and that some pre-IPO bonds have been sold with a five-year expiry, but cautioned that the timeline is not certain.\\n“As for the IPO plans, they will depend on the economic situation at the time,” he said.", "image": [["https://i.guim.co.uk/img/media/c8058a18934197dbafebbfde03fbed96f5554004/0_142_4252_2552/master/4252.jpg?width=465&dpr=1&s=none", "Telegram co-founder Pavel Durov"], ["https://i.guim.co.uk/img/media/e7726bbf2949a0ad4ba77abf0aa34f1604a4939d/0_89_2200_1320/master/2200.jpg?width=445&dpr=1&s=none", "A video grab of the defiant message Ukraine’s President Volodymyr Zelenskiy sent on Telegram."], ["https://i.guim.co.uk/img/media/7a7cfb446be459c2e70dc34f80c3a7719baa5528/0_177_4600_2761/master/4600.jpg?width=445&dpr=1&s=none", "Telegram logo seen on a mobile phone screen in front of Facebook and Twitter logos"]], "author": ["Mark Sweney"], "date": "2022-03-05"}, "https://www.theguardian.com/environment/2022/mar/09/corfu-whales-stranded-seismic-testing-fossil-fuels": {"title": "Stranding of three whales in Corfu raises alarm over seismic testing for fossil fuels", "subtitle": null, "text": "While cause remains unconfirmed, green groups fear the three whales could be the ‘tip of iceberg’ with many more animals hurt\\nEnvironmental groups have linked the beaching of three whales in Corfu to seismic testing for oil and gas in the waters off the Greek island.\\nTwo Cuvier’s beaked whales were found stranded at Arillas and Agios Gordios beaches on the west of the island on 20 February. A third beaked whale ran ashore on Agios Gordios beach the day after.\\n“It took dozens of volunteers over five hours using rudimentary ropes to hoist the whales back in the sea,” said local vet Nastazia Koronaki, who helped coordinate the rescue efforts.\\nBeached whales are not unknown in Greece, but for three healthy whales to be stranded on the same coastline within such a short space of time is unusual, said Koronaki.\\nWhile it has not been established what caused the whales to become stranded, environmental groups suspect the beachings were connected to SW Cook, a ship commissioned by oil company Hellenic Petroleum, which has been conducting testing in the Ionian Sea off the Corfu coastline. This region includes the Hellenic trench and the Ionian Sea archipelago, which have been designated important marine mammal areas.\\nSeismic testing is a method of oil and gas exploration that involves continuously blasting the seafloor with airguns to map the fossil fuels below. These blasts can reach more than 250 decibels. The effect of these sound levels on marine mammals is “like a bomb repeatedly going off in their home every 10 seconds – a home they can’t flee”, according to US non-profit the National Resources Defense Council.\\nResearch has linked seismic testing to a range of negative impacts in marine animals, including hearing impairment, difficulties with feeding and interference with communication. In beaked whales, which are deep divers, studies have found links between seismic testing and decompression sickness.\\nThe whale beachings were “probably only the tip of the iceberg,” said Nicolas Entrup, director of international relations at the non-profit OceanCare. “Many more animals, and not only whales, may have been harmed. Animals exposed to this intense sound may get killed and sink to the bottom of the sea.”\\nLast month, the two environmental organisations, along with other non-profits, wrote to the Greek prime minister calling for a halt to seismic testing until the cause of the whale beachings can be established. Greenpeace also sent its ship, Rainbow Warrior III, to monitor SW Cook.\\nAccording to reports, the seismic surveys were paused after the beachings and the SW Cook has now left Greece, said Dimitris Ibrahim, climate officer at WWF Greece.\\nHellenic Petroleum did not respond to requests for comment.\\nThe beachings have also raised awareness of the larger issue of oil and gas exploration in the Ionian Sea. Photos and videos of stranded whales spread quickly on social media and questions have been asked in parliament by Greece’s opposition Syriza party.\\nA protest on Corfu brought together environmental activists and tourism industry workers. “People are really scared because we live from tourism, and this could destroy the local economy,” said Giannis Gasteratos, one of those protesting on the island.\\nThe Ionian Sea is notoriously deep and tectonically active, which could make any potential oil and gas extraction extremely risky.\\nEven if oil and gas reserves were detected, Greece would not have the infrastructure to exploit them until about 2030, said Ibrahim. “It is crazy that we are even considering extracting fossil fuels that far in the future. It is disastrous from a climate standpoint and makes no sense in the context of the Paris agreement.”\\nEnvironmental oversight in Greece has been “seriously degraded” over the past few years, Ibrahim said. All that is required for seismic testing is an environmental action plan, he said, “which is private, requires no approval by the state, no public consultation, and which the company is under no obligation to publish”.\\nKostis Grimanis, spokesperson for Greenpeace Greece, called the seismic surveys “a death sentence for many marine animals”. He added: “You shouldn’t be jeopardising the marine environment, especially for a country that uses its azure seas for tourism. Oil and gas need to remain in the seafloor and we have to invest in renewables.”", "image": [["https://i.guim.co.uk/img/media/3f1113adc137edb36e8059e9c6ae3d8a03105466/0_0_1500_900/master/1500.jpg?width=465&dpr=1&s=none", "A beached whale on Agios Gordios beach in Corfu."]], "author": null, "date": "2022-03-09"}, "https://www.theguardian.com/business/2022/mar/22/shell-cambo-oilfield-green-targets-north-sea-oil-price": {"title": "Shell U-turn on Cambo oilfield would threaten green targets, say campaigners", "subtitle": null, "text": "Company is reviewing decision to withdraw from North Sea project because of high oil price, report claims\\nClimate activists have reacted with concern to reports that Shell is reconsidering its decision to abandon development of the Cambo oilfield, warning that such a reversal would further threaten emissions reductions targets.\\nThe fossil fuel producer could U-turn on a decision to pull out of the North Sea project because the “economic, political and regulatory environment had changed enormously since the decision was announced just three months ago”, according to sources cited by the BBC.\\nThe Brent crude oil price was below $70 (£53) a barrel in December when Shell announced the long-expected decision on Cambo, but since then prices have surged – reaching $116 on Tuesday morning – in part because of concerns Russian supplies could be disrupted or blocked because of its invasion of Ukraine.\\nThe price rise has prompted analysts across the fossil fuel industry to re-examine the economics of projects. Shell is thought to still have its own analysts assigned to the Cambo project, in which it still owns an interest.\\nHowever, it is understood that Shell has not formally reconsidered investment in Cambo at its most senior levels, a step that would almost certainly be required given the project’s political sensitivity.\\nGovernments around the world are scrambling to wean themselves off Russian oil and gas in response to the invasion, and Boris Johnson has said the UK should increase its own domestic fossil fuel output, including in the North Sea.\\nMark van Baal, the leader of the campaign group Follow This said a decision to develop Cambo would contravene guidance by the International Energy Agency, a respected global body. Last year the IEA said the exploration and development of new oil and gas must stop immediately if the world is to have any chance of limiting global heating to 1.5C, the target set at the 2015 UN climate talks in Paris. Shell has itself pledged to reach net zero emissions by 2050, but has not outlined detailed steps of how it will reduce its fossil fuel output.\\n“Any new fields will be stranded if we are to meet the Paris climate targets,” van Baal said, adding that Shell’s pledge to reach net zero by 2050 would be “really empty without action this decade”.\\n“We know this is a response to the Ukraine war,” he said. “The only good response to the Ukraine war is to replace Russian fossil fuels with renewables.”\\nFollow This has gained the support of a significant minority of large investors for its campaign encouraging shareholders to vote for climate strategies at Shell and other large fossil fuel producers.\\nThe group is again putting forward a resolution for Shell’s annual shareholder meeting calling for it to align with the Paris agreement, along with other big oil companies such as its UK rival BP and its US counterparts ExxonMobil and Chevron.\\nPhilip Evans, the oil and gas transition campaigner for Greenpeace UK, said: “The type of oil that can be extracted from Cambo is not usable in the UK, so this project will do nothing to tackle high bills or shore up energy security.”\\nEvans suggested “Shell wasn’t interested in pursuing this project when it was a bad look for them”, but if they were to restart Cambo now they would “stand to gain billions in the midst of wartime price hikes”.\\nShell has argued that it has reached its targets so far in its plan to hit net zero emissions, but said it should not move faster than society at large in cutting oil use. It has also pointed to its investments in low-emission technologies such as public electric car chargers and hydrogen production.\\nShell declined a request to comment on the latest reports.", "image": [["https://i.guim.co.uk/img/media/345e181388d30403f49a36ff6ae864ee37df499e/0_166_3500_2100/master/3500.jpg?width=465&dpr=1&s=none", "Activists protest against the Cambo oilfield project on the sidelines of the Cop26 climate change conference in Glasgow"]], "author": ["Jasper Jolly"], "date": "2022-03-22"}, "https://www.theguardian.com/film/2022/mar/15/rebellion-review-thoughtful-documentary-telling-the-real-story-behind-extinction-rebellion": {"title": "Rebellion review – thoughtful documentary telling the real story behind Extinction Rebellion", "subtitle": null, "text": "How an unlikely bunch of grassroots activists changed the face of climate-change protest in Britain forever\\nThis balanced, thoughtful documentary tells the story of Extinction Rebellion from the inside. It’s directed by first-timers Maia Kenworthy and Elena Sánchez Bellot, who capture the anything-is-possible euphoria of the first wave of protests in April 2019 – activists feeling on the right side of history, no longer powerless and alone with their anxieties about climate change.\\nOne of the activists is Farhana Yamin, an environmental lawyer who superglued herself to Shell’s headquarters in London. A seriously impressive no-nonsense woman, she has spent more than three decades trying to make a difference from the inside, attending nearly every major climate summit since 1991. Frustrated by the blah blah blah and inaction (and the lobbying funded by the fossil fuel industry), she joins the protesters. Her husband beams with pride as the police arrive. Her son taps into his phone: “Mum is being arrested outside Shell” (presumably on the family’s WhatsApp group).\\nThe film-makers chronicle the inner tensions at XR with fairness and sensitivity – this is a documentary that you feel you can trust. One of XR’s co-founders Roger Hallam, an organic farmer, becomes a splintering figure. His laser focus and stubbornness, so vital in starting a movement from scratch, begins to look self-righteous and blinkered. When XR members oppose flying drones close to Heathrow, he says it’s his job to be unpopular. It’s painful watching footage of angry rush-hour commuters confronting XR protesters glued to a train in east London. Social media reactions flash up on screen: “Middle class telling working class what to do.”\\nHallam falls out with his daughter Savannah, who, like other young protesters, seems to feel frozen out of decision-making at XR. Activists of colour and others feel passionately about putting climate justice at the centre of the transition to renewable energy. Children as young as five are mining cobalt for solar panels and electric cars, says one woman. “I don’t want the same world but eco.”\\nThis is a film that gets a lot done in less than 90 minutes – it could easily have run to double that length. There’s only a bit here on the police crackdown on XR, which does lead to a wonderfully English moment in which an officer stops a woman who looks to be in her 60s. He suspects that she might be harbouring items that could be used in criminal damage. She opens her handbag: “Gingerbread, a waterproof and a flask of tea?”\\nRebellion is released on 18 March in cinemas.", "image": [["https://i.guim.co.uk/img/media/8bb7ebf2ff912072e66de4a236ace87f575c291c/2_0_2402_1442/master/2402.jpg?width=465&dpr=1&s=none", "Code red … eco-protestors sound the alarm in Rebellion. "]], "author": ["Cath Clarke"], "date": "2022-03-15"}, "https://www.theguardian.com/environment/2022/mar/24/un-mission-must-see-coral-bleaching-to-get-whole-picture-of-great-barrier-reef-experts-say": {"title": "UN mission must see coral bleaching to get ‘whole picture’ of Great Barrier Reef, experts say", "subtitle": null, "text": "Government’s reef envoy says visiting scientists ‘have to see the good and the bad’ as widespread bleaching confirmed\\nA UN mission under way in Queensland to see if the Great Barrier Reef should be put on an “in danger” list will not get “the whole picture” unless it visits reefs currently experiencing coral bleaching, conservationists and the government’s own reef envoy have said.\\nDetails of the 10-day mission, which began on Monday in Brisbane, are being kept confidential and the locations to be visited have not been formally disclosed.\\nBut Guardian Australia understands briefings started in Brisbane, and visits to Lady Elliot Island on the reef’s southern tip, as well as time in Cairns and Townsville, are on the agenda.\\nThe Great Barrier Reef Marine Park Authority (GBRMPA) is due to complete aerial bleaching surveys across the 2300-kilometre reef before the end of this week.\\nThe authority’s chief scientist, Dr David Wachenfeld, has confirmed bleaching is widespread but variable, saying the flights will give a clearer picture of how the event compares with five previous mass bleachings.\\nFierce lobbying from the Morrison government last year saw the 21-country World Heritage committee ignore a Unesco recommendation that the reef be placed on a list of sites “in danger”, mainly because of impacts from the climate crisis.\\nInstead, the committee asked Australia to renew its cornerstone Reef 2050 policy so that it “addresses the threat posed to the property by climate change” and said it was concerned progress in cutting pollution running off farms and grazing areas was too slow.\\nAustralia requested the mission be carried out and the government’s reef envoy, MP Warren Entsch, said it should visit reefs currently bleaching.\\n“They couldn’t see the whole picture unless they did,” he said. “There should be no whitewashing. They have to see the good and the bad.”\\nEntsch, whose Leichhardt electorate centres on the reef tourism hotspot of Cairns, said he would meet with the mission.\\n“I’ve heard reports of significant bleaching [on some reefs] but also of no bleaching whatsoever. We have to acknowledge the vast area totally unimpacted by this and areas where we have seen magnificent growth [in corals].”\\nEntsch said the mission would be briefed by scientists from the Australian Institute of Marine Science, as well as reef managers at the marine park authority, traditional owner groups and tourism operators.\\n“They will talk to top scientists who have to make the decisions that we base our funding on,” he said.\\nThe aerial surveys will confirm if multiple reefs have bleached in at least two of the park’s four management areas, which Wachenfeld said would constitute a “mass bleaching” event.\\nOver a 250km stretch in the reef’s central region, north and south of Townsville, most reefs have bleached severely – where at least 60% of corals on a reef turn white – Wachenfeld said last week. Some corals had already died.\\nWidespread mass bleaching of corals was first seen in 1998, and happened again in 2002, 2016, 2017 and 2020. One study has said 98% of the 3,000 individual reefs that make up the entire system have been hit at least once by bleaching.\\nThe reef has never seen widespread bleaching in a La Niña year before – the phase of a cycle of ocean temperatures in the Pacific that should keep the region cool enough for corals to escape bleaching.\\nUnesco and the Morrison government have kept details about the mission under wraps. It is being carried out by one scientist from Unesco and another from the International Union for Conservation of Nature (IUCN).\\nGuardian Australia has confirmed the first formal briefings took place on Monday and Tuesday inside the Queensland government’s offices in Brisbane. On Tuesday, Greenpeace staged a protest outside.\\nRepresentatives were briefed from four reef advisory groups that include scientific experts, community and industry stakeholders, tourism operators and traditional owners.\\nA spokesperson for the Queensland Resources Council – the mining industry’s main lobby – confirmed its chief executive and former Liberal National resources minister, Ian Macfarlane, had been part of those private briefings.\\nThe head of oceans at WWF Australia, Richard Leck, was also in the briefing, but said government officials had said Unesco requested “details of the mission be kept confidential”.\\nLeck said he didn’t know if the mission would visit any bleached reefs, but that it was crucial it did.\\n“The fact there’s a bleaching event at the same time as the mission is here means it’s of utmost importance that Unesco witnesses the damage that climate change is causing right now on the Great Barrier Reef,” Leck said.\\nSign up to receive an email with the top stories from Guardian Australia every morning\\nGreenpeace Australia Pacific said it has been asking the government since December for a slot to meet the mission, but climate campaigner Martin Zavan said the group had been “dismissed or ignored”.\\n“We’re important stakeholders,” Zavan said. “It’s very important the mission gets to see what’s happening on the reef, with bleaching now in a La Niña year.”\\nThe custodian of Lady Elliot Island and manager of the resort on the island, Peter Gash, said mission scientists would have an overnight stay, tour the island’s major reforestation project and see corals.\\nHe said there had been “virtually no bleaching” on the island’s reefs this year. A major long-term project to replant almost all the island’s trees cleared by guano miners in the 19th century had seen major improvements to the health of the corals that fringe the shore.\\nA Unesco spokesperson declined to give any further details on the mission, or say if it would visit bleached reefs.", "image": [["https://i.guim.co.uk/img/media/9a91faf40c6aed682a845976fa68ce50fff61a88/120_0_1800_1080/master/1800.jpg?width=465&dpr=1&s=none", "A bleached plate coral on John Brewer reef off Townsville in February 2022"], ["https://i.guim.co.uk/img/media/a1b050d44e195201c99524a5187497b8dae795e7/0_148_2500_1500/master/2500.jpg?width=445&dpr=1&s=none", "Greenpeace protesters outside government offices in Brisbane where a Unesco monitoring mission is being briefed on the health of the Great Barrier Reef before travelling to different parts of it"]], "author": ["Graham Readfearn"], "date": "2022-03-23"}, "https://www.theguardian.com/business/2022/mar/25/sir-chris-hohn-urges-shareholders-to-vote-against-greenwashing-bank-directors": {"title": "Sir Chris Hohn urges shareholders to vote against ‘greenwashing’ bank directors", "subtitle": null, "text": "Call comes as thinktank says the world’s 30 largest financial institutions are undermining their net zero targets\\nBillionaire Sir Christopher Hohn has urged shareholders to vote against bank directors involved in “greenwashing”, and who lobby against climate action.\\nThe hedge fund manager, who once had Britain’s highest salary at £1m a day, made headlines when he donated £50,000 to climate activist group Extinction Rebellion.\\nHohn, who was once Rishi Sunak’s boss at hedge fund TCI, is also one of the nation’s biggest philanthropists, and has pumped billions into his own charity, The Children’s Investment Fund Foundation.\\nHe said: “Any bank making a net zero promise while actively lobbying against necessary climate regulation – such as mandatory disclosure of borrowers’ emissions and climate action plans – is greenwashing. Shareholders should vote against the directors of banks who are hiding their exposure to climate risk.”\\nHohn’s statement comes as InfluenceMap, a climate thinktank, found that the world’s 30 largest listed financial institutions are undermining their net zero targets by continuing to fund fossil fuel expansion and lobbying against attempts to align financial regulation with climate goals.\\nTheir report shows the finance sector is reluctant to introduce meaningful fossil fuel exclusion policies and has enabled at least $740bn (£561bn) of financing for the fossil fuel production sector during the past two years.\\nAccording to the analysis, JP Morgan was the biggest enabler of fossil fuel financing with $81bn in 2020-21, followed by Citigroup with $69bn and Bank of America with $55bn. Despite setting a 2030 target to reduce power sector emissions, JP Morgan increased its financing of coal production from $1.28bn in 2020 to $3.08bn in 2021.\\nOnly seven financial institutions have set thermal coal exit plans in line with the International Panel on Climate Change’s guidelines on keeping heating to 1.5C above pre-industrial levels, and only four (Barclays, BNP Paribas, ING and Société Générale) have committed to reducing their oil and gas exposure by 2025. However, some of these policies contain loopholes allowing for continued fossil fuel financing under certain circumstances.\\nThis is not the first time Hohn has taken a stand on climate change. When he was revealed as XR’s single biggest donor, he said: “Humanity is aggressively destroying the world with climate change and there is an urgent need for us all to wake up to this fact.”", "image": [["https://i.guim.co.uk/img/media/eda2c2062e3fc6717e33aa1674703aebc2f272c0/0_59_1370_822/master/1370.jpg?width=465&dpr=1&s=none", "Sir Christopher Hohn, who was once the chancellor Rishi Sunak’s boss at hedge fund TCI previously made headlines for donating £50,000 to Extinction Rebellion. "]], "author": ["Helena Horton"], "date": "2022-03-25"}, "https://www.theguardian.com/commentisfree/2022/mar/15/is-battling-back-to-back-disasters-distracting-us-from-fighting-the-climate-crisis": {"title": "Is battling back-to-back disasters distracting us from fighting the climate crisis?", "subtitle": null, "text": "As floods follow fires, we need to hold our leaders’ feet to the flames – or, for that matter, to the water\\nEnvironmentalists once saw abstraction as the biggest obstacle to climate action. How, they wondered, could one focus the public on the distant future?\\nToday, we confront the opposite problem, with the very immediacy of the crisis generating a strange paralysis.\\nWhen the Intergovernmental Panel on Climate Change warned that global heating made extreme flooding more common, its new report at the end of February spurred relatively little discussion – in part because of the water covering swathes of Queensland and New South Wales.\\nAs tinnies plucked desperate residents from the deluge, who could give due weight to the warning from Prof Brendan Mackey, one of the IPPC authors, that the science clearly projected “an increase of heavy rainfall events?”\\nThe urgency of rescuing flood victims muffled the impact of a document that the UN secretary general, António Guterres, described as “an atlas of human suffering”. It also diverted attention from a previous manifestation of that suffering: the 2019/2020 Black Summer fires that burned out 84m acres of land and killed at least 33 people.\\nThat crisis remains far from resolved, with more than half of the $2.74bn pledged by the Morrison government to bushfire recovery still unallocated.\\nYet, as the scale of recent flood damage becomes more apparent, the Black Summer survivors might legitimately wonder as to whether they’ll be remembered or not.\\nOn Twitter, the chief executive of Greenpeace, David Ritter, has compiled a helpful list of scientific warnings connecting fossil fuels, atmospheric warmth and rainfall.\\nIn 2007, for instance, the Garnaut climate change review predicted “longer dry spells broken by heavier rainfall events”; in 2015, scientists found that global warming increased the frequency of La Niña events; in 2016, the Department of Energy and the Environment published a State of the Climate report which warned of more intense floods.\\nA comparable dossier might be assembled about bushfires, beginning with the 2003 report that explained how “climate change throughout the present century is predicted to lead to increased temperatures and, with them, a heightened risk of unplanned fire.”\\nIn 2007, the IPCC warned that “heatwaves and fires are virtually certain to increase in intensity and frequency”; in 2008, the National Inquiry on Bushfire Mitigation and Management explained that “fires’ frequency, intensity, and size are expected to increase under climate change”.\\nBut despite all of that, in 2017, Scott Morrison chose to borrow a “prop” from his friends at the Minerals Council of Australia to wave in the House of Representatives.\\n“This is coal,” he laughed. “Don’t be afraid, don’t be scared. It won’t hurt you!”\\nA few years later, the same Scott Morrison stood in a ruined Lismore and mused: “Australia is getting hard to live in because of these disasters.”\\nWith the right climate policy we might have transitioned away from fossil fuels under conditions of relative stability. Instead, we’ve allowed the symptoms of ecological breakdown to proliferate so greatly as to render addressing underlying causes increasingly difficult.\\n“I’ve never seen so many natural disasters …” said the Queensland premier, Annastacia Palaszczuk. “[M]ore cyclones, more floods, a couple of year ago … we had the catastrophic fire event in central Queensland.”\\nBut even as Palaszczuk acknowledged the role of the climate crisis in the recent catastrophes, she doubled down on her state’s output of fossil fuels.\\n“Queensland is lucky,” she said. “We have coal, we have gas, and we have huge renewable investment, which is going to really rapidly increase over the next 10 years.”\\nOne presumes that, with a multibillion-dollar flood bill looming and many of its citizens homeless, the state doesn’t want to forgo the mining revenue on which it has traditionally relied.\\nWhat an illustration of the mess in which we find ourselves – reliant on coal to pay for the damage coal brings!\\nIn a different context, the sociologist C Wright Mills outlined what he called “crackpot realism”, a political consensus perfectly reasonable on its own terms but utterly deranged from the perspective of the species.\\nMost scientists attribute the proliferation of pandemics to environmental degradation: deforestation and uncontrolled urbanisation increase the likelihood of pathogens crossing over from animals to humans.\\nSo, logically, Covid-19 should have spurred a ceasefire in the war on nature. But that’s not what happened. Carbon emissions have now rebounded to their highest level in human history, as, in response to the Covid downturn, politicians relied on coal to reboot their economies.\\nThe same “crackpot realism” manifests in relation to Ukraine.\\nAs the British academic Helen Thompson notes, it’s been obvious for decades that “addressing climate change would be constrained by geopolitics, and that choices about which new energy sources to develop would have geopolitical consequences.”\\nThe west’s refusal to quit fossil fuels thus facilitated Russia’s imperial ambitions. Paradoxically, Putin’s invasion of Ukraine has now emboldened those most committed to further pollution.\\nThe Nationals’ Matt Canavan, for instance, say that the war means Australians should “stop trying to save the planet by building a green economy, and instead defend Australia by rebuilding our industrial base.”\\nIf we once hoped that real-world manifestations of the climate emergency would, in and of themselves, force world leaders to change, we should quit kidding ourselves. It’s now clear the reverse holds true: that each fresh environmental calamity sends the wealthy and the powerful, like dogs returning to their vomit, to the cheap profits of the carbon economy.\\nAs disaster chases disaster, we need to hold our leaders’ feet to the flames – and, for that matter, to the water. That means drawing the links between global heating and the proliferation of “one-in-1000-year” occurrences and insisting on climate action, even (or perhaps especially) amid economic and political uncertainty.\\nYes, the “crackpot realists” of the political class will scoff. They’ll say we’re naive and dismiss us as utopians.\\nMills had a response to such people. “[P]recisely what they call utopian,” he said, “is now the condition of human survival”.", "image": [["https://i.guim.co.uk/img/media/342b97dbf750c84c044d5addd40947a4b5073f6e/0_0_2000_1333/master/2000.jpg?width=465&dpr=1&s=none", "Climate change protestors in Lismore following massive flooding"], ["https://i.guim.co.uk/img/media/b9d89b146091c63fdc18e6f886f3ed1841f3a6b3/0_0_3786_2454/master/3786.jpg?width=445&dpr=1&s=none", "Scott Morrison with a lump of coal in the House of Representatives in 2017"]], "author": ["Jeff Sparrow"], "date": "2022-03-15"}, "https://www.theguardian.com/environment/2022/mar/22/activists-protest-tanker-russian-us-ban": {"title": "Activists protest tanker as Russian oil imports flow into US ahead of ban", "subtitle": null, "text": "Greenpeace argues oil fuels conflict and urges Biden to invoke the defense production act to build energy independence\\nEnvironmentalists have launched protests against a Russian tanker bringing oil into New York, amid a flurry of oil imports into the US before a ban on oil and gas coming from Russia comes into force.\\nActivists from Greenpeace set out in two boats to intercept the Minerva Virgo oil tanker on Tuesday morning as it set about unloading its cargo in the port of New York. The green campaign group, which unfurled a banner reading “Oil fuels war” in front of the 50,000-ton tanker, had already confronted the Greek-flagged vessel on Sunday as it made its way to the port.\\n“The oil and gas companies that are responsible for our skyrocketing gas prices are the same companies that are fueling conflicts and death around the globe,” said Anusha Narayanan, climate campaign director at Greenpeace USA, who was on one of the boats. “A more peaceful, livable, and equal future depends on breaking our addiction to volatile and conflict-driven fossil fuels.”\\nThe protest aimed to highlight how the US is continuing to import oil from Russia after Joe Biden’s decision on 8 March to ban the intake of oil and gas from Russia in what the US president called a “powerful blow to Putin’s war machine”.\\nThe White House allowed a 45-day grace period for oil imports after the announcement, meaning that ships bringing fossil fuels from Russia won’t be able to dock at American ports from 22 April. Some oil companies have decided to “self sanction” by not taking product from Russia, although there have been exceptions, such as Shell buying a heavily discounted consignment of Russian oil, before apologizing for doing so.\\nThis grace period is seeing plenty of activity, with a Greenpeace tracker showing that dozens of Russian oil shipments have headed towards the US and Europe. At least a dozen tankers that have left Russian ports have either unloaded in the US or are about to arrive.\\nThis includes the Kronviken, a crude oil tanker anchored near Houston, the Riverside, another crude oil tanker heading for Florida, and the Balla, a tanker bound for Los Angeles.\\nNarayanan repeated climate campaigners’ demand for Biden to invoke the Defense Production Act, normally used in times of war to compel companies to churn out weapons, to force businesses to produce more solar panels, wind turbines and other clean energy technology.\\n“True energy independence can only come from renewable energy,” she said.\\nThe administration has, however, been more focused on rebutting claims by the oil industry and Republicans that Biden has declared “war” on domestic fossil fuel production. The Biden administration has given out oil and gas drilling leases at a faster rate than Donald Trump did, although many of these leases on public land remain unused by the industry.", "image": [["https://i.guim.co.uk/img/media/84b230d2b2ed1dc14bfc69d8e9a2e13668bc2e2c/0_1_3500_2101/master/3500.jpg?width=465&dpr=1&s=none", "Activists protest near oil tanker Minerva Virgo docked at Bayonne, New Jersey."]], "author": ["Oliver Milman"], "date": "2022-03-22"}}