{"https://www.theguardian.com/australia-news/video/2022/jul/27/zombie-koala-greets-parliamentarians-in-canberra-video": {"title": "'Zombie koala' greets parliamentarians in Canberra – video", "subtitle": null, "text": "A terrifying, howling puppet known as Blinky the zombie koala has greeted those arriving at Parliament House ahead of the first question time for the 47th parliament. The giant animatronic puppet is part of a climate crisis protest by Extinction Rebellion", "image": null, "author": ["Blake Sharp-Wiggins"], "date": "2022-07-27"}, "https://www.theguardian.com/sport/2022/jul/03/zhou-guanyu-credits-halo-device-with-saving-his-life-at-british-gp": {"title": "Zhou Guanyu says halo device saved his life after British GP horror crash", "subtitle": null, "text": "Formula One’s halo cockpit protection device was credited as critical in having saved lives at the British Grand Prix after a terrifying first-lap crash at Silverstone.\\nThe Chinese driver Zhou Guanyu survived an enormous high-speed smash and acknowledged the device had been key in protecting him from serious injury.\\nThe incident-packed race was also interrupted by environmental protesters, with Lewis Hamilton expressing support for their cause afterwards.\\nAt turn one on the opening lap a multi-car shunt involved Zhou’s Alfa Romeo hitting the barriers at high speed – his car was flipped and came to halt between the armco and the catch fencing. It then took some time to extract the 23-year-old, who is the first Chinese driver in Formula One and in his rookie season.\\nZhou was safely removed and taken to the medical centre for examination. He was conscious and was released having been declared fit. “I’m OK, all clear. Halo saved me today. Thanks everyone for your kind messages!” he posted on Twitter.\\nGeorge Russell was clipped by Pierre Gasly in the incident also involving Yuki Tsunoda, Esteban Ocon and Alex Albon and the Mercedes driver then collided with Zhou, turning his car over, causing it to hurtle at high-speed upside down across the gravel trap, with impact on the halo which protects the drivers’ head, before hitting the barriers and sailing over them into the fence. Albon was taken to hospital for a check-up but was also pronounced unhurt.\\nThe scale and speed of the incident was horrific and Zhou was remarkably lucky to have escaped.\\nHe was upside down for a considerable distance and the tyre barriers barely slowed the car but instead launched it into the fencing.\\nThe accident occurred only hours after Roy Nissany and Dennis Hauger had a high‑speed crash in an F2 race in which Hauger landed on Nissany’s car, the halo once again crucial in preventing serious injury. The main event was won by Ferrari’s Carlos Sainz, from Sergio Pérez and Lewis Hamilton – and Sainz was full in his praise for the halo.\\n“The fact he came out of it is crazy,” he said. “I find it incredible that you can come out of it. It just shows, we sometimes criticise the FIA but you have to give it to them how much they have been helping us.\\n“If you see the crash in F2 and what happened with the halo, today they have saved probably two lives.”\\nJust as the cars were returning to the pit with the race red-flagged after the accident a protest by the environmentalist group Just Stop Oil took place. Seven protesters gained access to the track and sat down with the cars still circulating before they were removed by the authorities.\\nI’m ok, all clear. Halo saved me today. Thanks everyone for your kind messages! pic.twitter.com/OylxoJC4M0\\nWhen informed of the incident afterwards, Hamilton, who has expressed a commitment to environmental issues appeared to back them. When told it was by Just Stop Oil, he said: “Big up those guys.”\\nWhen asked to make his position clear, Hamilton added: “I didn’t know what the protesters were for, so I only just found out. I just said big up the protesters. I love that people are fighting for the planet. So we need more people like them.”\\nHe later qualified that support via Instagram, posting: “I wasn’t aware of the protests and while I’ll always support those standing up for what they believe in, it must be done safely. Please don’t jump onto our race circuits to protest. We don’t want to put you in harm’s way.”\\nA Mercedes spokesperson then issued a statement clarifying that Hamilton had been unaware of the method of protest the activists had used. “Lewis was endorsing their right to protest but not the method that they chose, which compromised their safety and that of others.”\\nCh Insp Tom Thompson of Northamptonshire police confirmed seven protesters had been detained. “I’m really disappointed that this group of people ignored our warnings prior to race day and made the incredibly dangerous decision to enter the track,” he said.\\n“Thankfully, we had plans in place for an eventuality such as this and the group were swiftly removed and arrested by our officers.”\\nJust Stop Oil took responsibility for the actions in a tweet. “A group of supporters of Just Stop Oil have stormed the track at the British Grand Prix,” it read. “If you are more outraged about this disruption than our world being burnt before our eyes, then you need to get your priorities straight.”", "image": [["https://i.guim.co.uk/img/media/38e220748377c86b1ebb29057d313b374fee72bd/202_0_2623_1574/master/2623.jpg?width=465&dpr=1&s=none", "Zhou Guanyu’s Alfa Romeo flips over before slamming into the barriers"], ["https://i.guim.co.uk/img/media/a3d296419f550ae8913bcc6b00fa67355b6cc8ba/0_85_4096_2458/master/4096.jpg?width=445&dpr=1&s=none", "Zhou is extracted from his car after the crash"]], "author": ["Giles Richards"], "date": "2022-07-03"}, "https://www.theguardian.com/commentisfree/2022/jul/24/climate-sceptics-protest-emergency-activists": {"title": "Berating climate deniers isn’t enough – disruptive protest now seems the only way forward", "subtitle": null, "text": "The time has come to choose: do you trust the people in suits downplaying this emergency, or the activists lying in roads in an attempt to ward off catastrophe?\\nFor the past year or so, I have been repeatedly listening to a critically acclaimed album, Ignorance, released in 2021 by the Canadian band the Weather Station. Its music is graceful, poised and smooth, but it is also an almost conceptual set of songs about the urgency of the climate crisis and the disorientation of living in a culture that still refuses to acknowledge it. According to its chief creator, the singer-songwriter and former actor Tamara Lindeman, many of its songs evoke what happens when “this veneer of ‘everything will be OK’ disappears”. That moment of revelation is perfectly captured in one song I have played over and over again – which is simply called Loss, and finds Lindeman recalling a conversation: “What was it last night she said? At some point you’d have to live as if the truth was true.”\\nAmid unprecedented temperatures, fires and the grim pantomime that will eventually end with the selection of our next prime minister, I suspect more people than ever would now understand those words as a matter of direct emotional experience. For millions of us, this summer’s heat is synonymous with an anxiety that is now impossible to shake off, and a renewed awareness of the small transgressions and outright hypocrisies that are required to get through each day. We perform them because of something that Lindeman’s lyrics consummately describe: that very human talent for just about averting our eyes from what is directly in front of us, so as to live a quiet life; and a political culture that just about keeps the “everything will be OK” veneer in place.\\nThese are things evident across the planet, and the UK has its own grim versions of them. One of the two remaining Tory leadership candidates has pledged to retain the current de facto ban on onshore windfarms; the other wants to reconsider some of the key policies built into the government’s milquetoast 2050 net zero target (the positions of Rishi Sunak and Liz Truss, respectively). The Labour party has one big climate policy – its £28bn-a-year climate investment pledge – but is still not putting global heating anywhere near the centre of its basic message, and is thereby failing to acquire much consent for action on it.\\nMeanwhile, for a certain kind of media voice, the past week has been all about raging against climate sceptics and deniers and their influence on politics, as if pointing out that they are mendacious and dangerous is an act of bravery. The former BBC presenter Andrew Marr provided a good example in a monologue broadcast on his new show on LBC: “I for one have had enough of being told by pallid, shadowy, old businessmen and lazy ignorant hacks and sleazy lobbyists – who aren’t real scientists, any of them – that the science is wrong and that what is happening isn’t happening,” he said. “Enough!”\\nThe key question of 2022 is not whether those people are wrong, both factually and morally: we know the answer to that. For the moment, I don’t think many people need to be thinking very much about particular parties or politicians. What we surely need to focus on is the deep attachment to fossil fuels still locked into our economy and political system, and how to help the movements that definitely want to end it: Extinction Rebellion (XR), Insulate Britain, Just Stop Oil and the other forces that clearly understand the unspeakable gravity of the moment. This comes down to a question that still does not intrude on politics nearly enough: as these groups take the most direct kind of action, do you support them? And if – or, rather, as – the climate emergency deepens and the awful gap between politics and the sheer scale of what we are faced with only widens, what will you think if their actions take new, ever-more disruptive forms?\\nTo some extent, the way our media and politicians fend off the climate crisis accidentally confronts people with exactly those arguments. In one of our most regular national rituals, mainstream politics barely intrudes and instead, a protester fresh from some or other climate action is berated by Piers Morgan, Richard Madeley or one of the presenters from GB News or TalkRadio, and the only real options become clear: meaningful and radical action or nothing at all. An editorial last week in the Sun insisted that “we need a sober debate, free from the extremists’ juvenile panic, on how we inch towards Net Zero in decades to come”, which made panic look like much the more sensible option. In April, the Labour party demanded that the government take legal action to effectively ban climate protests that disrupt traffic and oil production. When he stood to be his party’s leader, Keir Starmer took donations from a former boss of the RAC and AA, and the latter company-cum-lobby group’s former chief financial officer. The people he apparently thinks should be locked up, by contrast, are motivated by a comparatively pure mission to confront the car industry and quickly finish the hydrocarbon era, and thereby avoid catastrophe. So who do you choose?\\nIn some cases – Occupy is a good example here – sustained support for protesters and activists has bumped up against their lack of a coherent agenda. But the modern climate movement is not like that. The basic position shared by the central handful of groups is clear enough: net zero by a much earlier date than 2050. XR and the people backing the climate and ecology bill – including such politicians as the Greens’ Caroline Lucas and Labour’s Clive Lewis – envisage that change being driven by citizens’ assemblies, set up to decide how such an aim will be reached. In the context of Westminster politics, such ideas may seem so unlikely as to be barely worth considering. But remember: Brexit is a madcap, massively disruptive project that defies just about every element of political and economic sense, but was until recently the preserve of cranks and obsessives and only became a reality when David Cameron decided to bypass MPs and ask the rest of us to decide. Less than a decade after it decisively burst into the political foreground, moreover, we are locked into it for keeps, with the support of both main parties. By comparison, is trying to set an example to other countries by doing exactly what the climate demands really so fanciful?\\nActivism and protest often trigger a kneejerk suspicion that they will alienate people and kill whatever cause they advocate. But experience suggests the exact opposite: just as successive waves of social reformers, the suffragettes and the anti-apartheid movement were stubborn, daring and creative enough to make their demands irresistible, so the people now lying in roads and charging into airports and refineries have conveyed the urgency of climate breakdown more successfully than anyone in a suit. There is a very good reason for that: it is only well outside centres of power that you can find the answer to a question that power and politics are dodging more than ever – how to live as if the truth is actually true.\\nJohn Harris is a Guardian columnist\\nDo you have an opinion on the issues raised in this article? If you would like to submit a letter of up to 300 words to be considered for publication, email it to us at guardian.letters@theguardian.com\\n", "image": [["https://i.guim.co.uk/img/media/7da826c77efaa054d44ffc3360f3bbe86209b89c/0_0_2560_1536/master/2560.jpg?width=465&dpr=1&s=none", "Illustration by Matt Kenyon"]], "author": ["John Harris"], "date": "2022-07-24"}, "https://www.theguardian.com/world/2022/jul/14/developer-dismisses-b-52-crash-radiation-fears-at-proposed-site-of-spanish-resort": {"title": "Developer dismisses B-52 crash radiation fears at proposed site of Spanish resort", "subtitle": null, "text": "Two nuclear bombs exploded in 1966 after US aircraft involved in mid-air collision over Palomares in Almería\\nA British company has defended its plans to develop a resort in south-east Spain after environmental groups claimed the area could be contaminated with radioactivity from nuclear bombs that fell after a plane crash in the 1960s.\\nOn 17 January 1966 a US air force B-52 collided mid-air with a refuelling plane over Palomares in Almería, killing seven of the 11 crew.\\nOf the four 1.5 megatonne nuclear bombs the B-52 was carrying, three fell to Earth, of which two exploded as conventional bombs, spreading radioactive debris over a wide area, while the fourth landed in the sea. It was recovered 80 days later.\\nShortly after the accident, the US shipped 1,700 tonnes of contaminated earth to South Carolina, after which it was largely forgotten.\\nBritish-owned Bahía de Almanzora plans to build 1,600 homes, a hotel and a sports complex about a mile (1.5km) from the contaminated zone in Palomares, which has been fenced off for the past 56 years. The Almanzora proposal makes no mention of the 1966 incident or the contamination.\\nJosé Ignacio Domínguez, a lawyer who heads the local Ecologists in Action group, said: “The plutonium isn’t just in the fenced-off area because it’s carried on the wind and by animals such as birds and rabbits.” Domínguez said his group’s own tests have revealed dangerously high levels of radiation outside the closed zone.\\nMeritxell Bennasar from Greenpeace said: “A chain-link fence isn’t much of a barrier. Some of the contamination is only a few centimetres deep. There are places where the United States secretly buried contaminated soil and we’re only just finding out where they are.”\\nFraser Prynne, development director for Bahía de Almanzora, said the contaminated land was “nowhere near the development” and that “this stuff about particles flying about is nonsense”.\\n“There’s no need to say it’s close to contaminated land,” he said. “There are probably 150 existing houses that are closer.”\\nThe 1966 accident happened as Francoist Spain was opening up to tourism and shortly afterwards Manuel Fraga, the tourism minister, and Angier Biddle Duke, the US ambassador, staged a photo-op of them swimming in the sea at Palomares in an attempt to demonstrate that the waters were safe.\\nFifty-six years later, 103 hectares (254 acres) remain fenced off and neither the Spanish nor US governments have complied with a mutual agreement signed in 2015 to clean up the zone.\\n“We’re as keen as anyone to see the area cleaned up,” Prynne said. “It’s American plutonium but there’s no nuclear cemetery in Spain and no one else wants it.”\\nPalomares was not mentioned during the recent visit to Madrid by the US president, Joe Biden, and when Julissa Reynoso Pantaleón, the US ambassador to Spain, was asked about the long-delayed clean-up in an interview this week in El País newspaper, she said only that “we are prepared to listen to any proposal from the Spanish government”.\\nAside from the radiation issue, environmentalists say the proposed development will destroy what is virtually the last stretch of virgin coast in Almería.\\n“The only reason this part of the coast hasn’t been destroyed is because it’s radioactive,” said Domínguez.\\nThe developers however say the mayor and the local population are in favour of the plan. “They’ve seen all the development along the coast and it’s been disappointing not to see it happening in their area,” Iain Alexander Moody said on behalf of the Almanzora group.", "image": [["https://i.guim.co.uk/img/media/b46c5cbb1f220d0b9fdccc8f378a752fd9542a8d/0_24_2000_1200/master/2000.jpg?width=465&dpr=1&s=none", "A US soldier looks through the material found after the B-52 crashing site in Palomares, Spain, 1966."], ["https://i.guim.co.uk/img/media/68e1d07ac35cdf134b9ee5c04d4d9944e0957600/0_29_4237_2541/master/4237.jpg?width=445&dpr=1&s=none", "US airmen searching for a missing nuclear device, 1966."], ["https://i.guim.co.uk/img/media/d474c2817b6f32b76c72e9b9b2905de3ee3b611a/0_0_4548_4878/master/4548.jpg?width=445&dpr=1&s=none", "Spanish minister Manuel Fraga and US ambassador Angier Biddle Duke on the beach at Palomares."]], "author": ["Stephen Burgen"], "date": "2022-07-14"}, "https://www.theguardian.com/sport/2022/jul/01/lives-at-risk-at-british-grand-prix-say-police-after-intelligence-about-protests": {"title": "‘Lives at risk at British Grand Prix,’ say police after intelligence about protests", "subtitle": null, "text": "The British Grand Prix is under threat of a potential track invasion by environmental protesters, according to Northamptonshire police. Police have warned of credible intelligence that a protest is being planned for Sunday’s race at Silverstone that they warn may put lives at risk.\\nWhich environmental activists are responsible for planning the intervention has not been made public but Tom Thompson, chief inspector of Northamptonshire police, has urged the group to call off their plans and have offered to facilitate a space for a peaceful protest away from the circuit.\\n“First of all, I want to appeal directly to this group of people and strongly urge you to not put yourselves, the drivers, as well as the many marshals, volunteers and members of the public, at risk,” he said. “Going onto a live racetrack is extremely dangerous, if you go ahead with this reckless plan you are jeopardising lives. Protesting is of course everyone’s human right in this country and we are more than happy to speak with you to help you facilitate a peaceful protest at the circuit.”\\nRace organisers are working with the police in order to try to avoid any disruption on a weekend over which 400,000 spectators are expected, with a record 142,000 anticipated on Sunday. “We work closely with Northamptonshire police and the emergency service agencies to put plans and procedures in place to ensure we are fully prepared to handle such situations,” said the Silverstone chief executive, Stuart Pringle.\\n“I am confident, under the lead of the police, and with the pooled resources of our partners, that we can deliver a safe and secure event for the fans, which remains our overriding priority.”\\nIn 2020 the Extinction Rebellion group entered the circuit during the weekend when the meeting was being held behind closed doors because of the pandemic and in 2003 the former priest Cornelius Horan broke onto the track and ran down the Hangar Straight during the race.", "image": [["https://i.guim.co.uk/img/media/c2a0b842a792a8bc18cb0e181d36de93aae6d909/307_0_2939_1764/master/2939.jpg?width=465&dpr=1&s=none", "Mercedes' Lewis Hamilton during practice at Silverstone"]], "author": ["Giles Richards"], "date": "2022-07-01"}, "https://www.theguardian.com/environment/2022/jul/04/climate-protesters-glue-themselves-to-national-gallery-artwork": {"title": "Climate protesters glue themselves to National Gallery artwork", "subtitle": null, "text": "Campaigners from Just Stop Oil pressure group reimagine The Hay Wain by John Constable\\nSupporters of Just Stop Oil have once again glued themselves to a significant artwork in a major UK gallery, a day after invading the track at Silverstone and disrupting the British Grand Prix.\\nJust before 2.30pm, two young supporters of the campaign stepped over a rope barrier keeping the public at the National Gallery in London a safe distance from The Hay Wain, by John Constable.\\nThey covered the 1821 oil painting with a dystopian reimagining of its bucolic scene, before supergluing themselves to its ornate gilt frame, prompting staff to evacuate the room of the assembled art lovers, tourists and schoolchildren.\\nHannah Hunt, 23, from Brighton, who was sat beneath the painting wearing a T-shirt emblazoned with the slogan “Just stop oil”, said: “I’m here because our government plans to license 40 new UK oil and gas projects in the next few years.\\n“You can forget our ‘green and pleasant land’ when further oil extraction will lead to widespread crop failures which means we will be fighting for food. Ultimately, new fossil fuels are a death project by our government. So yes there is glue on the frame of this painting but there is blood on the hands of our government.”\\nEben Lazarus, 22, also from Brighton, said the reimagined version of the painting “illustrates the impact of our addiction to fossil fuels on our countryside”. In Just Stop Oil’s version, the river is replaced by a road, smoke pours from factories on the horizon and the famous Hay Wain cart is laden with an old washing machine.\\nA Metropolitan police spokesperson said: “At approximately 14.25 on Monday, 4 July, officers were called to a protest taking place inside the National Gallery, WC2 involving two people.”\\nLast week supporters of Just Stop Oil caused disruption in Glasgow, Manchester and London by gluing on to the frames of famous paintings including Van Gogh’s Peach Trees in Blossom, Thomson’s Aeolian Harp by JMW Turner and My Heart’s in the Highlands by Horatio McCulloch.\\nThe National Gallery action came a day after five men and two woman were arrested after invading the track at Silverstone during the opening lap of the British Grand Prix.\\nThe incident was not shown on F1’s global television feed, but footage emerged of five people entering the circuit at the high-speed Wellington Straight. They then sat down on the tarmac, according to the PA Media news agency.", "image": [["https://i.guim.co.uk/img/media/30ee49bbb56cd14094f9e136ac9e2dfbdd846a4c/0_100_3000_1800/master/3000.jpg?width=465&dpr=1&s=none", "Just Stop Oil protesters glue their hands to the frame of John Constable's The Hay Wain at the National Gallery, London. "], ["https://i.guim.co.uk/img/media/11bd7579ddaf20bb423af43c7ade8f53f6378ae6/69_252_2644_1587/master/2644.jpg?width=445&dpr=1&s=none", "Just Stop Oil protesters cover John Constable’s The Hay Wain with their own picture."], ["https://i.guim.co.uk/img/media/9d477a527225c6d1f505198e53a1c4245c32a0f2/73_243_2701_1621/master/2701.jpg?width=445&dpr=1&s=none", "John Constable’s 1821 painting, The Hay Wain."]], "author": ["Damien Gayle"], "date": "2022-07-04"}, "https://www.theguardian.com/books/2022/jul/11/the-10-greatest-moments-of-marvel-and-dc-comics-to-happen-in-australia-sorted": {"title": "The 10 greatest moments of Marvel and DC comics to happen in Australia – sorted", "subtitle": null, "text": "From superhero punch-ups to alien invasions, Australia has played host to it all – here are some of our best and weirdest events in comics\\nThe Australian film industry has a long history of contributing to the superhero genre. Australian actors have taken on roles such as Wolverine (Hugh Jackman), Harley Quinn (Margot Robbie), the Joker (Heath Ledger), Jor-El (Russell Crowe) and Thor (Chris Hemsworth). A score of blockbusters (including the new Thor: Love and Thunder) have been filmed on our shores; however, George Miller’s planned Justice League film got curtailed in 2008 when the government ruled that the project wasn’t Australian enough to earn tax rebates. While superhero cinema might often feature Australian faces or locations, Australia itself has rarely been represented on screen.\\nThe most prominent role Australia as a nation has played in a superhero flick would still be in 1980’s Superman II, where Lex Luthor (Gene Hackman) sets ownership of Australia as his price for selling out Earth to the Kryptonian tyrant General Zod. It would take 25 films for Australia to officially make an appearance in the sprawling Marvel Cinematic Universe, as Angelina Jolie’s secluded hideout in Eternals. The one possible predecessor to this would be the delightful (but non-canonical) Team Thor shorts, in which Thor takes a working holiday in Australia and flatshares with a put-upon IT professional called Darryl.\\nHowever, if we shift our attention to comics, it becomes a different story. Despite the action in the Marvel and DC Universes both being primarily US-based, there is a surprisingly long history of Australia appearing as the site of superheroic conflicts, terraformed, blown up and rebuilt. In my purely subjective opinion, here are the 10 greatest events to happen to Australia in Earth 616 (Marvel) and Earth-1 (DC).\\nJoe Simon and Jack Kirby’s Captain America famously debuted in 1941 by socking Hitler on the jaw. For Simon and Kirby, two working-class Jews in New York, their patriotic hero could serve as agitprop to encourage a reluctant US to take action against Nazi Germany.\\nFor the vast majority of his publishing history, Cap is situated within the European Theatre of the second world war. A rare exception to this is 1944’s Captain America Comics #36, which opens with the tale The Blood of Dr Necrosis. It is the earliest example I can find of Australia being depicted in what would later become the Marvel Universe.\\nThe story opens with Captain America and Bucky fighting side by side with an Australian battalion, when they get reports of mysterious cases of gangrene among wounded Australian soldiers. They fly to Brisbane to investigate and discover that the grotesque Dr Necrosis, who runs the blood bank, has been tainting the plasma supply. Of course our heroes defeat the Nazi spy, but you have to wonder how the Queensland Health Department’s background checks didn’t suspect there might be an issue giving a critical public service job to a guy named Dr Necrosis. (Maybe he was a National Party donor.)\\nIt is harder to establish the first on-panel depiction of Australia in the DC Universe. My favourite of these earliest examples has to be The Beast from the Stars, from 1958’s The Adventures of Rex The Wonder Dog #39, written by John Broome and illustrated by Gil Kane.\\nRex, a White Shepherd, accompanies journalist Paul Henley on an assignment to Australia to investigate a strange bug-eyed monster that was caught in the bush. Rex serves as Henley’s official photographer, with a camera hanging off his collar; he also happens to be the only being who can understand the alien astronaut Xtar’s instructions on how to capture the monster. Rex finds a convenient apple tree and sets up a trail to lead the beast straight into Xtar’s spaceship. Once he returns to the US, Rex is rewarded with pats and being told that he’s the smartest dog in the universe.\\nPower Rangers is a superhero franchise that has deep Australian connections, despite being a hybrid of the US and Japanese kids TV markets: 1995’s Mighty Morphin Power Rangers: The Movie is basically the genesis of Sydney’s modern status as a global film-making hub, while the 2017 reboot was directed by Curtin University graduate Dean Israelite and stars Aussie Stranger Things star Dacre Montgomery.\\nMelbourne-based writer Tom Taylor scripted the first ever crossover between the Power Rangers and the DC Universe. Working with artist Stephen Byrne on 2017’s Justice League/Mighty Morphin Power Rangers, the pair united the two superteams and their respective villains Brainiac and Lord Zedd. The evil duo send out giant octopus monsters to major cities across the globe to divide and conquer the superheroes. One such monster finds its way to Victoria, where it starts the rampage at Flinders Street Station. Thankfully for Melburnian commuters, Batman and the Black Ranger arrive in the Mastodon Zord to save the day.\\nManifold, AKA Eden Fesi, has become the most prominent Australian hero in the modern Marvel Universe. An Aboriginal man from the Northern Territory, he was trained in his teleportation powers by X-Men ally Gateway and was recruited by Nick Fury to be part of his covert team working to regain control of the spy agency Shield from the fascist terror group Hydra. When writer Jonathan Hickman took over the Avengers franchise in 2012, Manifold was reintroduced as a key member of the team. He has also been a close ally of Black Panther, helping T’Challa stop a civil war in Wakanda.\\nWhen The Babadook director Jennifer Kent was asked if she wanted to make a Marvel movie, she highlighted Manifold as the character she was most interested in exploring. Kent also nominated the star of her film The Nightingale, Baykali Ganambarr, as her choice to play the hero.\\nIn 1955, a team of international heroes inspired by Batman was formed, known as The Batmen of All Nations. This included Ranger, an Australian hero who adopted Ned Kelly iconography. In a creepy 2007 mystery written by Grant Morrison and illustrated by the brilliant JH Williams III, the Batmen of All Nations are reunited to investigate the murder of their original benefactor. The Dark Ranger falls victim to the murderer as well, leaving his sidekick Scout to become Australia’s next Batman equivalent. In z #6, Scout – AKA Johnny Ridley, an Aboriginal tattoo artist from Melbourne – is formally inducted by The Dark Knight into his new team in a quasi-religious ceremony that sees him swear the same oath Batman and Robin made to fight against crime.\\nJonathan Hickman’s run on The Avengers starts with biological bombs being fired at Earth from Mars. Each transforms the site they hit, terraforming the location by forcing billions of years of evolution to occur instantly. It was a profoundly weird experience to open up the latest adventure of Marvel’s top superhero team to find out that my home town had essentially been destroyed.\\nAbout 10 issues later, The Avengers return to a bug-infested Perth. It was a truly uncanny feeling to see familiar Perth streets like St Georges Terrace overtaken with weird vines.\\nThe 2019 Suicide Squad series opens with a new fleet of nuclear submarines being proudly unveiled in Fremantle Harbour. The show is disrupted by The Revolutionaries, a team that could be described as Extinction Rebellion with superpowers. Bizarrely, writer Tom Taylor prophesised the Aukus deal that would be announced two years later by having The Revolutionaries hijack a nuclear submarine sold to Australia by the US.\\nSign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning\\nThis series (which is available as a graphic novel called Suicide Squad: Bad Blood), also saw Taylor and artist Bruno Redondo introduce Thylacine, a new Aboriginal anti-heroine for the DC Universe. They consulted with Aboriginal actor Shari Sebbens and Cleverman creator Ryan Griffen in developing the character.\\nIn the later stages of Chris Claremont’s 17-year run writing the X-Men, he had the mutants leave the leafy grounds of Xavier’s Institute for Gifted Youngsters for the remote outback town of Cooterman’s Creek. The base debuted in Claremont and artist Marc Silvestri’s Uncanny X-Men #229, as the mutant heroes fought off cybernetic mercenaries who were occupying the town. The X-Men would be based in Cooterman’s Creek for around a year, during which they meet the aforementioned Gateway, who became their main means of transport from the NT to the rest of the world.\\nInvasion! was a big crossover event for DC Comics, published in 1989. Here, the alien race known as the Dominators put together an alliance of alien civilisations all fearful that Earth’s superheroes will displace their power in the galaxy. They choose Australia to be their beachhead for the invasion, believing that the island continent has no superheroes to defend it.\\nIt is striking to see the future Spawn creator and Image Comics founder Todd McFarlane draw the destruction of Melbourne, which becomes the Alien Alliance’s base of operations on Earth. All of Australia is quickly subjugated, becoming the example the Dominators use to try to blackmail the rest of the planet into giving up their superheroes.\\nWhat could possibly be a bigger event than all of Australia being invaded by aliens? Only the (former) Lord of Hell deciding to make Australia his first stop after throwing away his crown. In my favourite story from Neil Gaiman’s The Sandman (and yes, I can already hear people complaining that Sandman isn’t a superhero comic – except that the Justice League actually appear on panel in the first arc), the series’ moody hero, Dream of the Endless, journeys into hell to free his lost love who has been unjustly imprisoned there for millennia. Expecting to have to face Lucifer in combat, Dream is instead given the keys by Lucifer, who is sick of having to rule over the damned. Throughout Seasons of Mists, Dream has to negotiate with delegations of demons, gods and angels, all trying to secure prime psychic real estate in hell.\\nIn the story’s epilogue drawn by Mike Dringenberg, Lucifer (depicted as David Bowie), has buggered off to a beach in Perth. After a brief chat with an old bloke on the unfairness of life and how it contrasts with the physical beauty of the world, even Lucifer himself gives props to God, telling him “The sunsets are bloody marvellous, you old bastard.”\\nKevin Chiat is a writer and academic from Perth. His PhD thesis explored superhero narratives and masculinity. He teaches at the University of Western Australia and curated the comics program at the 2019 Perth Writer’s festival", "image": [["https://i.guim.co.uk/img/media/3dfa5b71c218f4043f050ee8c2997a94cfef129c/153_64_2179_1307/master/2179.jpg?width=465&dpr=1&s=none", "Four comic book illustrations of a city scene, an aboriginal man, a beach scene and Flinders Street Station wrapped in an octopus"], ["https://i.guim.co.uk/img/media/7d95d389e9260cac59ec3d4cc9abce7676d27e7f/147_117_1799_2727/master/1799.jpg?width=445&dpr=1&s=none", "Cover of comic book Captain America Comics 36, illustrated by Syd Shores (1944)"], ["https://i.guim.co.uk/img/media/d93bc3fa05444e9394dc228dee967d2f77f5c5f1/0_0_3975_3056/master/3975.jpg?width=445&dpr=1&s=none", "Cover of comic book Justice League/Power Rangers, illustrated by Stephen Bryne (2017)"], ["https://i.guim.co.uk/img/media/9dc5ca876cbfd21b5966471e53b3ace5a30676dc/0_0_770_433/master/770.jpg?width=445&dpr=1&s=none", "Cover of comic book Manifold from Avengers #2, illustrated by Jerome Opena (2012)"], ["https://i.guim.co.uk/img/media/1c81e4b90d4fd404394bec439fc16285909340e3/0_0_1000_388/master/1000.jpg?width=445&dpr=1&s=none", "Cover of comic book Perth in Avengers #9, illustrated by Dustin Weaver (2013)"], ["https://i.guim.co.uk/img/media/259112c2ed152e85bb25eeac0780246085084724/0_0_828_476/master/828.jpg?width=445&dpr=1&s=none", "Battleships pictured in a harbour from comic book Fremantle in Suicide Squad #1, illustrated by Bruno Redondo (2019)"], ["https://i.guim.co.uk/img/media/7fe5353f443a86956a3136a25fc41f772a018b69/0_9_1170_1462/master/1170.jpg?width=445&dpr=1&s=none", "Page from comic book Invasion of Melbourne, illustrated by Todd McFarlane (1989)"], ["https://i.guim.co.uk/img/media/561994a92c44c734228973cf4537de6598287405/15_15_444_683/master/444.jpg?width=445&dpr=1&s=none", "Three men talk on a beach in a comic from The Sandman #28, illustrated by Mike Drigenberg (1991)"]], "author": null, "date": "2022-07-10"}, "https://www.theguardian.com/australia-news/2022/jul/28/from-civil-service-to-civil-disobedience-greg-hunts-former-adviser-joins-extinction-rebellion-protest": {"title": "From civil service to civil disobedience: Greg Hunt’s former adviser joins Extinction Rebellion protest", "subtitle": null, "text": "Gregory Andrews is one of several former public servants at rally outside Parliament House calling for end to fossil fuel expansion\\nIn 2013, Gregory Andrews was an adviser to the then environment minister Greg Hunt, working in an office that scrapped the Tim Flannery-led Climate Commission and abolished a national carbon price scheme.\\nLate last year he was Australia’s high commissioner in western Africa, where his job focused on helping push oil and gas developments by Australian companies.\\nShortly after dawn on Wednesday, he was part of an Extinction Rebellion protest outside Parliament House, calling for an immediate end to fossil fuel expansion.\\n“Two years ago I would have thought [Extinction Rebellion protesters] were annoying and we should be trying to bring about change another way,” he said of his abrupt transformation from civil service to civil disobedience.\\n“But I have had a growing awareness that this is a worsening climate emergency. The evidence is clear that the world’s already a dangerous place, and it’s on track to become unliveable for billions of people in my children’s lifetimes. That wasn’t the case when I was at university.”\\nAndrews said he had a wakeup call in Africa after being appointed high commissioner and ambassador to nine countries in 2020 and finding a central responsibility was representing the commercial interests of Australian businesses.\\n“In that part of the world Australian interests are mining and resources,” he said. “A really important part of my job was promoting fossil fuel developments including the massive Sangomar oil and gas development in Senegal. I couldn’t have lived with myself if I’d stayed in Africa and kept promoting a massive fossil fuel project like that.”\\nBefore his final overseas posting, Andrews’ career as a public servant included a stint as an international climate negotiator for the Rudd and Gillard government and being appointed the first national threatened species commissioner. He is also known for a controversial anonymous TV appearance in 2006 that was blamed for instigating the Howard government’s Northern Territory intervention.\\nNow a self-described “full-time Dad” and adjunct associate professor in ecology with the University of Canberra, he was one of several former civil servants to join the Extinction Rebellion crowd on Wednesday. It followed young climate protesters from the group the Tomorrow Movement holding a demonstration in the parliament house foyer on Tuesday that was broken up by police.\\nAndrews is not a spokesperson for Extinction Rebellion – which says the climate science indicates the world should be aiming to reach net zero emissions by 2025 – but said he was driven to join the frontline activists in part by concern over the rise of “incredibly draconian” anti-protest laws in New South Wales, Victoria and Tasmania.\\nSign up to receive an email with the top stories from Guardian Australia every morning\\nHe said he believed that, despite the Albanese government’s strong rhetoric on reducing emissions as the new parliament sat for the first time this week, the climate crisis continued to be treated as a fringe issue.\\n“It is great to have a more progressive and kinder government, one that I think reflects the values of many Australians, but we need to do much more than they have promised,” Andrews said.\\n“As the secretary general of the United Nations [António Guterres] has said, half of humanity is in the danger zone from climate change. The bushfires and floods we’re seeing now are just a taste test. We need to cease all new coal and gas projects straight away.”\\n\\nEmail: sign up for our daily morning and afternoon email newsletters\\nApp: download our free app and never miss the biggest stories\\nSocial: follow us on YouTube, TikTok, Instagram, Facebook or Twitter\\nPodcast: listen to our daily episodes on Apple Podcasts, Spotify or search \"Full Story\" in your favourite app\\nAsked how he reconciled his past roles with his newfound activism, Andrews said he was proud of his career but looking to the future, and Extinction Rebellion had made clear it “wants defectors”.\\n“I’m not interested in blame, I’m interested in climate action, and having a safe climate for humans and our extraordinary wildlife and biodiversity,” he said. “That’s what matters now.”", "image": [["https://i.guim.co.uk/img/media/4b00d2b7b3a74412349e657fea4c72fd9f7c2b6e/0_0_8192_5464/master/8192.jpg?width=465&dpr=1&s=none", "Gregory Andrews at an Extinction Rebellion protest in Canberra"]], "author": ["Adam Morton"], "date": "2022-07-27"}, "https://www.theguardian.com/media/2022/jul/22/climate-denial-uk-press-culture-war": {"title": "‘Super scorchio!’: heat brings out new face of climate denial in UK press", "subtitle": null, "text": "Rightwing outlets are increasingly covering complaints about extreme heat as a culture war issue\\nReaders of the Daily Mail were in no doubt as to what the newspaper thought about Monday’s hot weather: it was little more than a “sunny day” where “snowflake Britain had a meltdown”. There was criticism that public services had pre-emptively closed down – and praise for Prince Charles continuing to wear a suit and tie in the heat.\\nInside the newspaper, the columnist Stephen Robinson bemoaned how weather maps had dispensed with jolly symbols and instead used deep red colours to show high temperatures. He claimed the Met Office – in cahoots with the BBC – has become an “all-singing, all-dancing amen choir for the climate alarmist ‘Blob’”.\\nHe said other parts of the world coped with extreme heat, adding: “In Africa, real men would wear shorts and safari jackets and hydrate by ordering another few beers.”\\nThe paper’s editorial went further and suggested the reaction was a sign of weakness in the national character: “Listening to apocalyptic climate change pundits and the BBC, you’d think Britain was about to spontaneously combust.”\\nBy Tuesday, after temperatures in the UK hit a record 40.3C, the same newspaper gravely described the “nightmare of wildfires” that had indeed combusted suburban homes of the type occupied by many of its readers.\\nThe extreme nature of this week’s weather has been a reckoning for parts of the UK media, showing the extent to which public coverage around the climate crisis has changed in the last decade.\\n“Things have changed massively,” said Richard Black, a former BBC environment correspondent who wrote a book on the rise and fall of climate change sceptics in the UK. “I don’t think there’s any more outright climate denial, it’s just not credible any more.”\\nAlthough some newspapers still question the links between the climate crisis and individual extreme events, Black said it was harder for them to downplay extreme weather when its readers were watching footage of British homes burning down.\\n“There’s an extent to which nobody can ignore evidence in front of your eyes,” he said. “You can argue one dramatic picture shouldn’t make a difference but it does. It looks like California or Australia or the areas of the world that have been hit by bad wildfires.”\\nIt wasn’t always the case that British newspapers – and rightwing campaigners and media outlets allied with the Conservative party – were instinctively sceptical about climate science. David Cameron built his rebrand of the Tories around the issue and there appeared to be a cross-party political consensus on the need for action.\\nA key change took place in the late 2000s with the rise of a small group of climate sceptics including the former chancellor Nigel Lawson and his Global Warming Policy Foundation. The group, one of a number of opaque organisations including the Taxpayers’ Alliance that share an office at 55 Tufton Street in Westminster, quickly found an audience in the national media for its message that the call for radical action was overblown. They seized on the Climategate leak and genuine scientific errors made around the handling of Himalayan temperature data to build a narrative that the threat of climate crisis was overstated.\\nDuring this period the BBC would often provide a platform to climate deniers in the name of impartiality and giving a hearing to both sides of a debate, something the broadcaster has since accepted was wrong.\\nOn Monday Extinction Rebellion protesters smashed windows at the London headquarters of Rupert Murdoch’s media company in protest against his outlets’ environment coverage.\\nIn a sign of changing attitudes, journalists at the Times then fell over themselves to tweet about how they had reported on the link between the climate crisis and extreme heat. Yet the Sun, its tabloid stablemate, initially focussed on pictures of people at the beach under the words “super scorchio” .\\nOn tomorrow's front page: Millions of Brits set to stay at home over next 48 hours as Britain’s sweltering heatwave peaks.https://t.co/lXj6SCkFtQ pic.twitter.com/oZVPfAQdUu\\nA new softer form of climate denialism appears to be emerging in rightwing newspapers – one that portrays complaints about extreme heat as part of a wider narrative about the spread of supposed “wokeness”. The Daily Express declared: “It’s not the end of the world! Just stay cool and carry on ... ” – while the Daily Telegraph’s leader column acknowledged that the “climate is unquestionably changing” but urged society to simply adapt to the new reality.\\nBlack said this approach ignored the fundamental infrastructure challenges of extreme heat: “If your housing is not built to withstand these impacts you’re going to suffer – it’s not about being a snowflake.”", "image": [["https://i.guim.co.uk/img/media/8a541178f2f7c0c1a2681b8021a5e7602a61c87c/39_0_3291_1974/master/3291.jpg?width=465&dpr=1&s=none", "Daily Mail front page"]], "author": ["Jim Waterson"], "date": "2022-07-22"}, "https://www.theguardian.com/environment/2022/jul/21/climate-emergency-is-a-legacy-of-colonialism-says-greenpeace-uk": {"title": "Climate emergency is a legacy of colonialism, says Greenpeace UK", "subtitle": null, "text": "Report says global south has been ‘used as place to dump waste’ and that people of colour are suffering disproportionately\\nThe climate and ecological crises are a legacy of systemic racism and people of colour suffer disproportionately from their harms, a Greenpeace UK report says. Globally, the report says, it is people of colour who, despite having contributed the least to the climate emergency, are now “disproportionately losing their lives and livelihoods” by the millions because of it.\\n“The environmental emergency is the legacy of colonialism,” the report says. This was because colonialism had “established a model through which the air and lands of the global south have been … used as places to dump waste the global north does not want”, the report says.\\nIt adds that similar inequalities are visible in the UK, where almost half of all of waste-burning incinerators are in areas with high populations of people of colour. In London, black people are more likely to breathe illegal levels of air pollution, and black people in England are nearly four times as likely as white people to have no access to outdoor space at home, it says.\\nYouGov polling alongside the report shows widespread ignorance of the racial divide in environmental impacts. of those polled, 35% believed that people of colour were no more likely than others to live close to a waste incinerator; 55% believed there was no difference in exposure to air pollution between white people and people of colour in London; and 47% believed there were no significant differences between ethnicity groups in access to green outdoor spaces.\\nProduced in collaboration with the race equality thinktank the Runnymede Trust, the report traces the roots of the environmental emergency to colonialism, slavery and the plunder of resources from the global south. Greenpeace says it is making environmental justice a central pillar of its work.\\n“We argue that the outcomes of the environmental emergency cannot be understood without reference to the history of British and European colonialism, which set in motion a global model for racialised resource extraction from people of colour.”\\nThe report’s publication makes Greenpeace UK the latest big campaign group to link racial justice to the environment agenda. Pat Venditti, its executive director, described the issues as “two sides of the same coin”.\\n“This is why it’s absolutely vital that, as a campaigning organisation, we help to shed light on the links between racism and environmental harm and make it a central pillar of our work,” Venditti said. “As a predominantly white organisation located in the global north Greenpeace UK recognises that it still has a lot of learning to do. But we’re pulling out all the stops to make sure we get it right in future.”\\nMainstream green groups have “not done enough to recognise the links between systemic racism and climate change”, says the report, in acknowledgment of long-held criticism of the environmental movement’s understanding of the impact of racism.\\nIt says Greenpeace UK has “work to do to centre environmental justice” in its campaigns and will do so “through its relationships with impacted communities, other allies and the wider environmental and climate justice movements in the UK and around the world”.\\nThe report is a key development in a journey begun by Greenpeace and many other institutions in 2020, when Black Lives Matter anti-racist demonstrations spread across the world after the murder in the US of the civilian George Floyd by a police officer.\\nAsad Rehman, the director of War On Want, an anti-poverty charity that campaigns on environmental justice, said he welcomed the report, “especially as many big NGOs historically ignored issues of race and intersectional justice”.\\nRehman said: “They have been forced to address this because the broader climate justice movement is shifting the discourse and narrative. However, it’s still baby steps. What we now need to see is that reflected in their policy demands, their campaigns and internally in their organisations.”\\nThe report could be a resource for Greenpeace supporters, who are largely white, to help with understanding the racial context of the climate crisis. By drawing together examples of environmental racism in the UK and abroad, and showing the roles UK institutions have played in them, it aims to tell the environmental justice story in a way that audiences can relate to.\\nGreenpeace UK said it would also be launching two initiatives to support environmental and social justice groups. It will offer warehouse space to grassroots groups for the design and planning of campaigns, and create a fund “to contribute to the initiatives of groups that advocate for social, racial and/or environmental justice”.\\n“Funds can help cover things like venue costs, equipment rentals, materials for actions, investigations or workshops, or setting up a community fridge, to name a few,” Greenpeace UK said.\\nDr Halima Begum, the chief executive of the Runnymede Trust, said: “This report, by two leading organisations in their respective sectors, reminds the world of something that should be glaringly obvious – the climate crisis is also a racial crisis.\\n“Speaking as someone from one of the sacrifice zones identified in the report, whose father’s village in Bangladesh remains underwater due to the increasing devastation wrought by climate change, this report confirms that we cannot overcome the environmental emergency faced by the entire planet without addressing patterns of global racial disparity.”\\nNewham, in east London, has the largest minority-ethnic population of any local authority area in the UK, and it is one of the most deprived. It is also the most polluted.\\nOn average, Newham residents, 71% of whom are from ethnic minorities, are exposed to levels of particulate matter air pollution that is a third higher than World Health Organization limits, and one in seven are exposed to levels of nitrogen dioxide above the UK’s limit for human health.\\nPoor air quality in the borough kills 96 residents a year, according to the local authority.\\n“There are days, particularly in a really smoggy day in autumn or winter, where it’s really noticeable how heavy the air feels to breathe,” said Liam O’Hanrahan, an outdoor learning teacher at Newham primary school. “You do physically notice the pollution. And that’s before you get on to the kind of journeys that children have to make coming to school, where I know they’re walking down extremely busy roads.”\\nYet it seems Newham can expect more traffic, not less. London’s mayor, Sadiq Khan, has approved a £1.2bn tunnel beneath the Thames, connecting Newham’s Silvertown area with the Greenwich peninsula.\\nCampaigners say the tunnel will vastly increase congestion in the borough, and that the decision is at odds with Khan’s efforts to show leadership on pollution and climate issues. Newham and Greenwich local authorities have called on Khan to ditch the scheme. Rokhsana Fiaz, Newham’s mayor, said the project would undermine pollution and climate-change commitments.\\nDaniel Rodrigues, a builder who lives close to where the tunnel will emerge in Newham, says pollution in his local area is bearable – though he moved to the area with his family from west London to try to protect the health of his daughter, who suffers from a lung condition.\\nRodrigues and fellow campaigners believe the new tunnel will lead to thousands more cars in the area.\\nIn its latest report on racism and the environment, Greenpeace UK highlights the building of the Silvertown tunnel in Newham as a key example of environmental injustice in the UK. The group said it reflected a “bigger picture … in which people of colour are disproportionately exposed to, and are particularly vulnerable to, air pollution”.\\nKhan’s office has said a tolling scheme on the tunnel and the existing Blackwall tunnel will manage demand and reduce congestion.\\nDo you have an opinion on the issues raised in this article? If you would like to submit a letter of up to 300 words to be considered for publication, email it to us at guardian.letters@theguardian.com", "image": [["https://i.guim.co.uk/img/media/c2b6c9241f2092237abb8721f818f50a26169420/0_101_5848_3509/master/5848.jpg?width=465&dpr=1&s=none", "London Street protest over energy firm's rebuild plans for a waste incinerator in Edmonton"]], "author": ["Damien Gayle"], "date": "2022-07-21"}, "https://www.theguardian.com/environment/2022/jul/26/greenpeace-taking-uk-government-to-court-jackdaw-gasfield": {"title": "Greenpeace taking UK government to court over Jackdaw gasfield works", "subtitle": null, "text": "Group claims ministers have failed to check environmental impact of burning gas at site off Aberdeen\\nGreenpeace has confirmed it will take legal action against the UK government over claims it has failed to check the environmental impact of burning gas from the Jackdaw gasfield off the coast of Aberdeen.\\nThe government gave its approval for Shell to develop the field for gas extraction on 2 June.\\nThe UK has faced a summer of unprecedented heat, and Greenpeace says that if gas from Jackdaw is burned, it could produce CO2 emissions equivalent to more than those of Ghana.\\nPhilip Evans, an oil and gas transition campaigner for Greenpeace UK, said: “This Jackdaw approval is a scandal. The government knows that burning fossil fuels drives the climate crisis, yet they’re approving a new gasfield in June, without proper climate checks, and declaring a national emergency over heatwaves in July.\\n“Meanwhile, household bills are soaring, and the government is ignoring common-sense solutions like home insulation, heat pumps and cheap renewable power. We believe this is an astonishing dereliction of the government’s legal duty, and we won’t let it stand. So we’re taking legal action to stop Jackdaw, and whenever we see the government acting unlawfully to greenlight new fossil fuels we stand ready to fight in the courts.”\\nClimate campaigners in Scotland have welcomed the announcement. Friends of the Earth Scotland say the legal challenge will send a strong message to the government that climate campaigners will oppose fossil fuel expansion in every way they can.\\nFreya Aitchison, of Friends of the Earth Scotland, said: “Climate scientists and energy experts alike are clear that we cannot afford any more gas extraction if we are to limit dangerous warming, yet the UK government is ploughing ahead with licensing projects like Jackdaw which will lock us into continued reliance on fossil fuels for decades to come.”\\nThe group says the gas from the field would produce the equivalent of “half the annual emissions of Scotland” if burned.\\nAitchison added: “The fact is that any gas extracted will belong to energy giant Shell, who will sell it on the open market to boost their huge profits, so it won’t bring down our soaring energy prices at all. This project cannot be allowed to go ahead.\\n“The UK government must stop issuing any new fossil fuel licences and instead start planning for a managed phaseout of production, with a just transition for workers and communities.”", "image": [["https://i.guim.co.uk/img/media/4678c1a7798f1c185e437d152fd01fdfc5c59a74/0_198_3000_1799/master/3000.jpg?width=465&dpr=1&s=none", "Environmental activists protesting against the Jackdaw gasfield at the Department for Business, Energy and Industrial Strategy in June"]], "author": null, "date": "2022-07-26"}, "https://www.theguardian.com/australia-news/live/2022/jul/27/australia-politics-live-labor-climate-legislation-new-parliament-inflation-health-albanese-dutton-labor-coalition-qld-vic-nsw?page=with:block-62e08c0b8f081e9f3bd20e9b": {"title": "Marion Scrymgour calls for ‘grog-free days’ in Northern Territory towns – as it happened", "subtitle": null, "text": "Extinction Rebellion’s ‘zombie koala’ protests outside Parliament House\\nWhile Chris Bowen introduces this bill, Extinction Rebellion is protesting outside, armed with a “zombie koala” as the visual representation of what is at risk if climate policy doesn’t go further. (Sound warning on the video for zombie roaring.)\\nChris Bowen’s speech includes a few shots at the Coalition for “making the choice” to continue “scare campaigns” rather than moving with the times.\\n“It’s disappointing,” he says.\\nChris Bowen is on his feet introducing Labor’s climate legislation.\\nThere is still no agreement in the Senate, but it is the first step.\\n“It sends a message that Australia is back as a good international citizen,” Bowen says.\\nMike Bowers was in the chamber for the standing orders vote:\\nBrendan O’Connor is putting through two of his bills – and then we will get to the climate bills.\\nLabor’s changes to standing orders on speaking times pass\\nAs expected. You can see the details here.\\nTragic news out of Queensland. AAP reports:\\nQueensland’s deputy premier says the death of a toddler from Covid-19 in the state is “awfully sad”.\\nThe 23-month-old died at Queensland Children’s Hospital on Sunday night, but the child’s death was only confirmed late on Tuesday night.\\nThe deputy premier, Steven Miles, says he can’t talk about the case due to privacy protocols but offered his condolences to the family.\\nMy heart just goes out to that family, and of course to our health workers who would have done everything that they could to take care of that little child.\\nMiles said there were about 1,000 people in hospital with Covid-19 in the state, but the government had no plans for a mask mandate or any other health measures to suppress the outbreak.\\nToday’s consumer inflation figures are likely to be the highest in decades when they land in about an hour’s time from the ABS.\\nMarket economists on average are expecting the headline consumer price index figure for the June quarter to come in at 6.3%, which would be the highest since the 6.9% pace clocked in the December 1990 quarter. (Cue tedious references to Madonna’s “Justify my love” topping the charts, etc ... if anyone remembers it.)\\nAnyway, the headline number will tell only part of the story. For one thing, the ABS splits discretionary and non-discretionary goods.\\nIn the March quarter, the 5.1% “headline” CPI number was overshadowed by the 6.6% pace of price increases for things that people generally had no choice about.\\nAhead of the CPI figures out in about an hour, it's worth noting the 'headline' inflation figures tell only part of the story. Punters probably care more about the 'non-discretionary' inflation, which in the March qtr came in at an annual rate of 6.6% (vs 5.1% overall). pic.twitter.com/hhTEWBlRhI\\nThe other key number, for borrowers and savers at least, will be the trimmed mean tally which strips out more volatile movers and is the number the Reserve Bank is usually most keen to look at.\\nIn the March quarter that number came in at 3.7%, or outside the 2-3% range that the RBA prefers over the long term.\\nAs we reported when those figures landed in the middle of the official election campaign in April, the big inflation numbers were high enough to prompt immediate speculation that the central bank would lift its cash rate target the following week ... which, of course, it did.\\nAs things stand before today’s CPI numbers land, investors are certain the RBA will lift its cash rate for a fourth straight month when its board meets next Tuesday. In fact, there’s about a 4/5 chance it will hike by 65 basis points to make the rate a nice round 2%.\\nAhead of the CPI figures out in about an hour, it's worth noting the 'headline' inflation figures tell only part of the story. Punters probably care more about the 'non-discretionary' inflation, which in the March qtr came in at an annual rate of 6.6% (vs 5.1% overall). pic.twitter.com/hhTEWBlRhI\\nGiven inflation (and jobs growth) have tended to surprise on the upside, will we see another larger than expected jump today? Stay tuned ...\\nStanding orders changes going to a vote\\nThe motion and amendments to change standing orders are going to a vote.\\nWe’ll bring you that result very soon.\\nOne Nation: Hanson to oppose motion for Aboriginal flag to be displayed in Senate\\nFurther to Pauline Hanson’s interjection in the parliament in the very opening seconds of the Senate’s first sitting morning during the Indigenous acknowledgement of country, her office claimed the acknowledgement “perpetuates racial division”:\\nFrom this point forward, Senator Hanson will refuse to acknowledge country in the Senate.\\nSenator Hanson will also oppose a motion in the Senate today for the Aboriginal flag to be displayed in the Senate. Senator Hanson considers that only one flag, the Australian national flag, truly represents all Australians.\\nTo back up her argument, Hanson claimed the acknowledgement is not “any sort of indigenous Australian tradition, given that at most it has only been in use for the past 25 years (and in Parliament only 12 years).”", "image": [["https://i.guim.co.uk/img/media/b05a223f2e1ea433789b2bc26984301f1f3705c9/0_273_8192_4918/master/8192.jpg?width=465&dpr=1&s=none", "Marion Scrymgour"], ["https://i.guim.co.uk/img/media/01190cda684889d2a5db69d69e6315493857cd79/0_0_5472_3648/master/5472.jpg?width=465&dpr=1&s=none", "The crossbench"], ["https://i.guim.co.uk/img/media/863c9720eeddc70c92840b333122590e451175ae/0_0_5472_3648/master/5472.jpg?width=465&dpr=1&s=none", "The government's first division succeeds"], ["https://i.guim.co.uk/img/media/8dad43b16d6151581ba280dacb47b87760b8c77f/0_0_5568_3712/master/5568.jpg?width=465&dpr=1&s=none", "Australian, Aboriginal and Torres Strait Islander flags behind a lectern"]], "author": ["Nino Bucci", "Amy Remeikis", "Nino Bucci", "Amy Remeikis"], "date": "2022-07-27"}, "https://www.theguardian.com/world/2022/jul/01/we-wont-stay-silent-any-longer-the-protest-photographs-that-changed-britain": {"title": "‘We won’t stay silent any longer’ – 13 protest photographs that changed Britain", "subtitle": null, "text": "As a new law comes into place that restricts how people can demonstrate across the UK, we look at some of the images and moments that reshaped the nation\\n48 protest pictures that changed the world\\nI often say I didn’t choose photography, it chose me. At 20 I came out of the Royal Air Force, where I had failed my trade test to become a photographer (I was never good at being tested – I’d even failed my 11-plus). I had a camera I’d bought in Nairobi and never properly used, until by chance I got some work at the Observer in 1959.\\nTwo years later, the paper put me on a retainer for two days a week. I was earning very little money – 15 guineas a week – but gaining a great deal of knowledge about England. I was sent to every corner, to cover coalmining strikes, byelections, anti-fascist rallies, nuclear protests. I learned how to follow the action. You knew one event came after the other. Sooner or later someone would get a bit too troublesome. You kept your eyes open, looking for the next move: an arrest, a fight. It became a natural way of thinking and working and moving. I was very fast on my legs in those days – as quick as a greyhound.\\nI had this drive to follow world events very closely. Although I’m a poor reader and suffer from dyslexia, I took it upon myself – and still do – to buy the newspapers every day. I would scan every last word, looking for trouble at home and abroad. Then I would try to go there.\\nOver time I have come to see my photographs as a form of protest – in particular against the feast of evil that is war, because I have spent so much of my career documenting conflict. But that wasn’t always the case. Photography is very exciting. If you think you’ve got that picture – that you’ve made the composition and your exposure is right – that is a reward in itself. The most rewarding thing for me has always been to see my name under a picture in print.\\nBut my work hasn’t been easy mentally. You never know what effect seeing pain and suffering can have on you – but you just hope your images will have an effect on the public and spur people to demonstrate against the terrible things in the world. I don’t take comfort in that because I wish the images didn’t have to be taken, that we didn’t need to be reminded of the occasional ugliness of man – and it is always men. Women don’t cause these wars.\\nMy photograph of the man at Whitehall was for the Observer. I was sent to cover an anti-nuclear demonstration in Trafalgar Square during the Cuban missile crisis. The man had broken away from the crowd and made his way down Whitehall – the seat of power. The police threw a line out across the road very quickly, knowing other protesters would follow him.\\nLooking at the image now, I find it amusing. You see all these rather serious policemen, but one or two are slightly smirking. The man, who I never got to speak to, looks quite lonely sitting with his placard. In those days – here at least – there was still a civil approach to demonstration. Today the man might get his head cracked in or be sprayed with CS gas. Demonstrations around the world get violent: people are gassed and shot. The police are not particularly liked, and with good reason – think of the vigil for Sarah Everard in 2021 on Clapham Common and the way women were handcuffed and pressed to the ground. It’s shameful.\\nI do question whether seeing what’s going on helps or changes anything. But I still find it tragic that we don’t see as many images of these events in the media any more. I worry we are being denied the truth. We need to keep paying attention and protesting for a better world.As told to Gabrielle Schwarz\\n“It was instantaneous,” Hutchinson says of the day he carried an intoxicated rightwing protester to safety during a Black Lives Matter protest in London. “I was thinking the worst of what could happen to him, but I was also thinking of the BLM movement being derailed by something like this tarnishing its name.” Young BLM protesters “would have been vilified” had they hurt Bryn Male, the retired transport police officer. Hutchinson didn’t realise at the time that his act would be shared around the world. “I didn’t think of it at all. I’m a bit older than a lot of the people that were there, I’m not quite pulling my phone out and recording everything I see.” Afterwards, however, when the picture was published, he realised: “Oh yeah, it’s going to go everywhere.”\\nIt was an odd experience, but not a bad one. “It felt really good,” Hutchinson says. “I was receiving messages from around the world, from thousands of people, saying that it gave them hope.” He even received messages from people involved with the far right, saying his actions had made them think about their own beliefs and “the people they hang around with”. He became a celebrity: an interview with GQ, a book deal and a meeting with Prince Harry all followed.\\nToday, Hutchinson runs his fitness and martial arts business, and does activism and community work with the organisation he founded with the friends who were with him that day, United to Change and Inspire. And he still likes the image. “I’m actually quite proud of it. When I’m long gone, my grandchildren will be able to point to it and say, ‘That’s my grandad.’” FB\\nIn the 1990s, environmental protests swept Britain. Here, activists protest against the construction of the Newbury bypass in Berkshire – hundreds of acres of woodland were cleared for it. Activist Swampy, AKA Dan Hooper, became the face of the movement in early 1997 after police raided a protest camp in Devon. He was an object of fascination for the tabloids, who reported on everything from his love life to his possession of magic mushrooms and his relationship with his parents. “It made my life a little bit weird for a while,” he remembers, so much so that he took to refusing all interviews and vanished from the public eye. Now, however, he believes “we kind of need the media a little bit”. Back then, the whole country would follow the drama when Swampy was evicted from tunnels or trees, and environmental issues found a wider (if often hostile) audience as a result. “Now I look back on it and think, wow, if it made any difference, then it was worth it.” FB\\n“The people we put on pedestals should be inspirational, people to literally and figuratively look up to,” Rhian Graham says. She is one of the four defendants who stood accused of criminal damage for their role in toppling a statue of slave trader Edward Colston in Bristol during an anti-racism protest on 7 June 2020.\\nThis wasn’t the only statue to be targeted that summer. The murder of George Floyd had sparked a wave of anti-racist protests across the world and demonstrators frequently targeted monuments commemorating colonial figures. But this image had a particularly strong impact. As Graham recalls: “It was a moment of victory, of people saying: ‘Colston and men like him do not represent Bristol today and do not deserve to be on a pedestal.’”\\nThe four were cleared of the charges by a jury earlier this year. Unused funds raised for the trial are being distributed to anti-racist charities in Bristol. “To have been found not guilty has given me faith in humanity again,” Graham says. But the attorney general has since made the contentious decision to refer the case to the court of appeal for legal clarification. The new policing bill has a section that raises the maximum penalty for damaging a statue to 10 years in prison – a move Graham says “illuminates our government’s priorities and who the laws are designed to protect”. GS\\nThe Greenham Common Women’s Peace Camp, an anti-nuclear encampment that ran from 1981 to 2000, was the largest female-led protest movement since the suffragettes. The most famous event at the camp was Embrace the Base: a protest marking the first anniversary of Nato’s decision to store nuclear missiles at the RAF airfield in Berkshire. On 12 and 13 December 1982, more than 30,000 women came together to hold hands and encircle the nine-mile perimeter fence of Greenham.\\n“It was a really powerful moment, because there were so many of us from all different walks of life,” recalls Angie Zelter, an environmental and human rights campaigner who attended Embrace the Base. The fact that they were all women was important, Zelter says, because it allowed them “a space to speak and act in their own way without being dominated by men, who tend to take the limelight in a mixed group. Women felt safe to engage in nonviolent direct action – they were able to cry freely, hold hands, show their vulnerability.”\\nThere was a heavy police presence at Greenham Common, with frequent raids, evictions and arrests. At Embrace the Base, Zelter says, horses were brought in to try to disperse the women: “I was quite frightened. At one point I was crying, but there were other women there who were used to horses, trying to calm them down.” Today she continues to campaign against nuclear weapons: “Regardless of what the so-called law says about protest, we have a right to protest and we will continue to protest.” GS\\nFulvio Grimaldi was one of the few journalists present when British soldiers opened fire on protesters in Derry, killing 13 people. His image of panicked civilians carrying the body of teenager Jackie Duddy became the iconic image of the massacre. FB\\nLaunched in late 2018 by a small group of activists in the UK, Extinction Rebellion (XR) is now a global environmental movement with a presence in more than 80 cities across more than 33 countries. “We recognised that the political structures in place appeared to be incapable of doing what needed to be done,” says co-founder Clare Farrell, who set up the XR art department and helped build its visual identity.\\nThe movement is decentralised, which means anybody can take part. The eye-catching spectacle of the Red Rebel Brigade was devised by a Bristol-based arts group for a protest in April 2019. With their bright red outfits, symbolising the blood of all living species, the silent troupe made a memorable impression – and continues to make appearances in rallies in different cities. XR is sometimes criticised – by figures on both the left and right – for promoting the strategy of disruptive protest. “People like civil disobedience in the past – they don’t really like it in the present,” Farrell says. “But disruption is necessary because it’s a way of getting the message across with much more urgency. If you are living in a society that is self-consciously self-terminating, then disrupting that is an extremely compassionate thing to do.” GS\\nSeeking to “free art from oil”, Liberate Tate is a collective that stages unsanctioned performance-cum-protests in gallery spaces. This photo depicts a work from 2011 titled Human Cost, in which a member of the collective lay naked on the floor of Tate Britain’s Duveen Galleries and was covered in an oil-like substance. The group has been credited with pressuring the Tate to end its 26-year sponsorship by BP in 2017. GS\\n“You could literally feel the emotion in the air. It was a very heavy feeling,” Patsy Stevenson says of the vigil on London’s Clapham Common on 13 March 2021. Hundreds had gathered to mourn Sarah Everard, who had been abducted, raped and murdered by Metropolitan police officer Wayne Couzens. “Often as women we’re told to stay indoors when things like this happen. It was one of those moments where it was like, no, we don’t want to stay silent any longer,” Stevenson says.\\nThe Met claimed the gathering was in breach of Covid-19 restrictions and several participants were arrested. The image of Stevenson made an instant impact: “Probably because of my bright red hair,” she says. “But also the fact that I was at a vigil mourning the death of a woman by a police officer, and the police were arresting us.”\\nThe high court has since found the police’s attempt to block the vigil was unlawful. Stevenson is undertaking individual legal action against the Met and is not allowed to discuss the case. While the events of her arrest were traumatising – “I’m in therapy now because of it” – Stevenson is grateful for the increased attention on combating violence against women. “It gave me some opportunities to change people’s opinions and hopefully get more things done.” GS\\nPeople in more than 600 cities across the world took to the streets on 15 February 2003 to express their opposition to the planned US-led invasion of Iraq. These demonstrations are said to be the largest coordinated protest event in history. This photograph of a sea of banners at the march in London captures the scale of the proceedings. Despite the groundswell of public opposition, the war in Iraq began just over a month later. GS\\n“That day will never leave me,” says Annie Pilkington-Bernier, seen here in a pale bucket hat and glasses, aged 24. “I’d been on many demonstrations before that, and I still believe it was one of the most defining marches I’ve been on.” Roughly 20,000 people marched from Fordham Park in south London to Hyde Park on 2 March 1981, to protest against the lack of response among politicians and journalists to the deaths of 13 (later 14) young black people in the New Cross fire in January that year. “The National Front was so prominent at that time,” Pilkington-Bernier says, “and it felt like the black community was under attack.”\\nInitially, police tried to stop marchers from crossing the river, though eventually they made their way across Blackfriars Bridge and along Fleet Street. Much of the protesters’ anger was towards British newspapers. “We wanted to shame the press,” Pilkington-Bernier says. “It felt like the only time the black community made the newspapers was crime.”\\nWriter and photographer Vron Ware was there in solidarity and also to bear witness, “both to the grief, rage and dignity of the assembly, but also to the police tactics”. Ware had covered many fascist demonstrations in the late 70s and for her the way far-right protesters were treated, “marching wherever they liked”, was in stark contrast to the heavy-handed approach of the Metropolitan police towards the black protesters. Earlier this year, Pilkington-Bernier recognised herself in the picture at an exhibition that she visited with her niece. “When we saw it, we were both so happy,” she says. “It’s so important these images are seen now – the next generation, with the Black Lives Matter movement, are walking in our footsteps.” FB\\nIn the late 70s, Jayaben Desai (second from right) led a workers’ strike at the Grunwick Film Processing factory in Willesden, advocating for better working conditions. Most of the workers, including Desai, were Ugandan Asian women who had been expelled by Idi Amin before settling in the UK. Their strike gained wide support: postal workers refused to take mail to and from the factory, and even Arthur Scargill joined the picket line. The writer Amrit Wilson, who covered the protest, remembers Desai as “very persuasive … She also understood patriarchy, which was central to the strike.” FB\\nThis article was amended on 4 July 2022. The environment activist Dan Hooper – “Swampy” – became a household name due to a 1997 protest in Devon, not the 1996 Newbury bypass protest, as an earlier version said.\\nThese images are a snapshot of a rich global history of resistance. Which images did we miss? Email saturday@theguardian.com. We will feature a selection in an upcoming edition of Inside Saturday, our email newsletter", "image": [["https://i.guim.co.uk/img/media/010e16e16bb9e4c2a45edddc19737b7d93f7f89f/0_10_4758_3124/master/4758.jpg?width=480&dpr=1&s=none", "A lone protestor on Whitehall during the Cuban Missile Crisis, London, 1962"], ["https://i.guim.co.uk/img/media/b903bdadcf6e49fab8f9c2a9af21baa3d72bf722/0_0_3500_2544/master/3500.jpg?width=445&dpr=1&s=none", "08/04/17 of Saffiyah Khan (left) facing down English Defence League (EDL) protester Ian Crossland during a demonstration in the city of Birmingham, in the wake of the Westminster terror attack"], ["https://i.guim.co.uk/img/media/4a86fe0b53be4eaac3a36786848d71da20aca334/0_0_3500_2333/master/3500.jpg?width=445&dpr=1&s=none", "Patrick Hutchinson carries a counterprotester to safety during a Black Lives Matter protest in 2020 "], ["https://i.guim.co.uk/img/media/c92e1af6c34e21e8c68d1163e02bb50c39448d47/0_0_4256_2832/master/4256.jpg?width=445&dpr=1&s=none", "1996 Protesters occupy trees on the route of the Newbury Bypass"], ["https://i.guim.co.uk/img/media/1934b2a2e045dc2a88cde7bf54d4c21a2b5c019c/0_0_5568_3712/master/5568.jpg?width=445&dpr=1&s=none", "7/6/2020 Protesters throwing the statue of Edward Colston into Bristol harbour during a Black Lives Matter protest rally"], ["https://i.guim.co.uk/img/media/c7c3d8ae5933381a35827503690ba603c2264276/0_0_5500_3692/master/5500.jpg?width=445&dpr=1&s=none", "Women’s peace protests - RAF Greenham Common air baseRAF Greenham Common air base the site of continuous women’s peace protests from 1981 until 1991 when the final American Cruise missiles were removed."], ["https://i.guim.co.uk/img/media/0319bb300551f306338e536787a4b867762024bb/0_0_2836_2159/master/2836.jpg?width=445&dpr=1&s=none", "Priest, Edward Daly, who was pictured waving a white handkerchief in the defining photograph of Northern Ireland’s 1972 “Bloody Sunday” killings. Daly waved the handkerchief as a symbol of ceasefire as he walked out ahead of a group attempting to carry the fatally injured demonstrator John “Jackie” Duddy to safety."], ["https://i.guim.co.uk/img/media/c058ba0ce9f6949653c18820da18a6118dc73999/0_0_3500_2359/master/3500.jpg?width=445&dpr=1&s=none", "Protesters, dubbed the Red Rebels, outside the Cabinet Office on Whitehall, during an Extinction Rebellion (XR) protest in Westminster, London. Monday October 7, 2019."], ["https://i.guim.co.uk/img/media/c7b172c677431426c1f99446f36d4238614b9f44/0_0_5138_3432/master/5138.jpg?width=445&dpr=1&s=none", "‘Human Cost’ performance art protest on the anniversary of the Deepwater Horizon explosion, Tate Britain, London, Britain - 20 Apr 2011"], ["https://i.guim.co.uk/img/media/bc62678a1bcb14528af7d1c30c37c75123e273ca/0_0_3500_2463/master/3500.jpg?width=445&dpr=1&s=none", "Police detain Patsy Stevenson as people gather at a memorial site in London’s Clapham Common park following the kidnap-murder of Sarah Everard, in London, Britain, March 13, 2021"], ["https://i.guim.co.uk/img/media/99778398886de02aa1d04d77a2617f7b8f6d9746/0_0_1648_2464/master/1648.jpg?width=445&dpr=1&s=none", "Not In My NameA demonstration against the Iraq War in London, 15th February 2003"], ["https://i.guim.co.uk/img/media/a0437674f4007cdf4d566be0bda7ce2af42173eb/0_0_6000_4110/master/6000.jpg?width=445&dpr=1&s=none", "Black people’s day of action, 1981"], ["https://i.guim.co.uk/img/media/a24faf7f885decd89dc2bedd0ac4dac330d86f1d/0_0_3152_1975/master/3152.jpg?width=445&dpr=1&s=none", "17 June 1977: Pickets and police outside the Grunwick photo-processing Laboratory in Willesden, London"]], "author": ["Gabrielle Schwarz"], "date": "2022-07-01"}, "https://www.theguardian.com/australia-news/2022/jul/01/western-australias-epa-urges-50-year-extension-of-countrys-most-polluting-gas-project": {"title": "Western Australia’s EPA urges 50-year extension of country’s most polluting gas project", "subtitle": null, "text": "Woodside’s North West Shelf gas development would release more than eight times Australia’s annual emissions if it continues to operate until 2070\\nWestern Australian authorities have recommended a 50-year extension of the country’s biggest polluting fossil fuel development, sparking condemnation from climate campaigners who warned it could add more than 4bn tonnes of carbon dioxide to the atmosphere.\\nThe WA Environment Protection Authority (EPA) advised the state government it should give the greenlight to oil and gas giant Woodside Energy to run its North West Shelf gas development in the Pilbara until 2070.\\nIt recommended the approval be conditional on Woodside reducing the total net greenhouse gas emissions released from the gas processing facility by two-thirds – from 385m tonnes to 128m tonnes – on the way to reaching net zero carbon pollution by 2050. The company could meet those targets by cutting emissions or buying carbon credits to offset its pollution.\\nOpponents said the condition covered only a fraction of the total pollution expected from the extension as the vast bulk would be “scope three” emissions released after the gas was exported and burned overseas.\\nWoodside has estimated the development’s scope three emissions would be about 80m tonnes a year. Climate campaigners said it suggested it could be responsible for more than 4bn tonnes of additional carbon dioxide over 50 years – more than eight times Australia’s annual emissions.\\nThe head of clean transitions at Greenpeace Australia Pacific, Jess Panegyres, said the North West Shelf extension would undermine Australia’s emissions reduction efforts and add to a worsening climate crisis if allowed to go ahead.\\nShe said the EPA recommendation could lead to Woodside tapping a long-promised new gas field, Browse, off the WA coast, and showed “how fossil fuel companies can exploit our weak environmental laws in their own self-interest”.\\n“Both the UN and International Energy Agency have been very clear that there can be no new gas developments to limit global warming to 1.5C, but Woodside continues to aggressively expand its operations, even with the global gas market set to shrink as the world switches to cleaner, safer renewables,” Panegyres said. “This dangerous company does not have Australia’s economic or environmental best interests at heart.”\\nWoodside said the release of the EPA recommendations marked an important step in the North West Shelf extension. Its executive vice-president, Fiona Hick, said the company would carefully consider the conditions proposed by the EPA.\\n“At a time of heightened concern around energy security, the North West Shelf project has an important role to play in delivering natural gas to local and international customers, providing energy that can support their decarbonisation commitments,” she said.\\nWoodside recently dramatically expanded its fossil fuel footprint by merging its petroleum assets with those of the global miner BHP, a step that made it one of the world’s Top 10 oil and gas companies. It is proposing several new developments in Western Australia, including a $16bn development of the untapped Scarbrough gas field.\\nIt has been criticised for failing to explain how it would meet what it has described as its aspiration to reach net zero emissions by 2050. At an annual general meeting in May, 48.97% of shareholders voted against the company’s climate report.\\nFederal government emissions data shows the North West Shelf development emitted more than 6.7m tonnes of carbon dioxide in the 2020-21 calendar year, more than any other Australian industrial facility.\\nSign up to receive an email with the top stories from Guardian Australia every morning\\nThe executive director of the Conservation Council of Western Australia, Maggie Wood, said the plant was one of the oldest and least efficient gas processing plants in the country, and the plant’s extension could undermine efforts to reach net zero emissions by 2050.\\nShe said it would continue Western Australia’s role as the laggard state on climate. Its emissions have increased 20% since 2005, largely due to the rise of a large liquefied natural gas export industry.\\n“Extending the life of this giant fossil fuel facility is not going to reverse the trend that has made WA the worst performing state on climate action in the country. We not only can do better, we must do better,” she said.\\nThe EPA’s recommendations included additional conditions to prevent damage to Murujuga rock art on the Burrup Peninsula, some of which is believed to date back nearly 50,000 years. They included reducing emissions of nitrogen oxide and volatile organic compounds by at least 40% by 2030.\\nThe authority’s report on the development is open for appeal until 21 July after which the state environment minister, Reece Whitby, will make a final decision.", "image": [["https://i.guim.co.uk/img/media/ecfce63872db6ca189926a1a371709ff98b47b5a/87_0_4908_2944/master/4908.jpg?width=465&dpr=1&s=none", "An aerial perspective of the Burrup Peninsula with the Woodside-operated North West Shelf Karratha Gas Plant in the foreground in the Pilbara region of Western Australia"]], "author": ["Adam Morton"], "date": "2022-07-01"}, "https://www.theguardian.com/lifeandstyle/2022/jul/14/how-to-spot-heatstroke-and-avoid-it": {"title": "Dizziness, headache, dry skin … how to spot heatstroke – and avoid it in the first place", "subtitle": null, "text": "Are you just wilting a little, suffering from heat exhaustion or risking death from full-blown heatstroke? Here’s how to tell the difference and protect yourself, your friends and family – and your pets\\nThe train tracks are on fire and the NHS may declare a level 4 heat emergency (there’s no level 5). This is a summer of unprecedented temperatures, with more, and worse, to come. “The world is undoubtedly experiencing more extreme heating,” says Martin Siegert of the Grantham Institute for Climate Change, highlighting “literally unbearable” temperatures in India and Pakistan this year. “We are now, on average, 1.2C (2.2F) warmer than we should be because of our emissions. This means that things, sadly, will get worse.” An extra 0.3C (0.5F) is “unavoidable”, meaning, Siegert says, “Extreme heating episodes will continue to increase in frequency and severity. Unless we deliver net zero by mid-century, temperatures will rise well above the 1.5C (2.7F) level, with terrible consequences for climate heating in ways we have yet to witness fully.”\\nThe only solution is to take action, using our votes and voices to press politicians to reduce emissions, urgently. Greenpeace, Friends of the Earth and many other charities have practical suggestions on how you can get involved. But right now we, our parents, grandparents, children and even pets are all at risk of heat exhaustion and, worse, heatstroke. What are the warning signs? What can you do to prevent it and treat it, and when do you need urgent medical help?\\nIn heatstroke, the brain loses the ability to regulate body temperature, potentially leading to a cascade of damage to the liver, kidneys, muscles and particularly the heart. It can develop rapidly, with little warning, and can be fatal. But before you reach the danger zone of heatstroke, most adults will experience symptoms of heat exhaustion. “Heatstroke is an emergency; heat exhaustion is not normally so,” says Dr Lynn Thomas, medical director of St John Ambulance.\\nIt is a good idea to look at reliable symptom guides for heat exhaustion and heatstroke online, but in essence, heat exhaustion is that unwell feeling most of us have experienced at some point in very hot weather. “You may notice dizziness or being slightly confused, headaches, cramps; you’d be sweating, cool skin, feeling sick, have a faster breathing rate and quicker heart rate,” says Dafydd Beech, of the Red Cross National Community Education Team.\\nIn contrast, a person suffering from heatstroke may still have dizziness, headache and discomfort, but crucially, their skin will become hot, flushed and dry. “The body is losing its ability to sweat,” says Thomas. “It can’t lose any of that heat and it just keeps getting hotter and hotter. That can cause people to become quite confused. They can become unconscious, or have seizures and fits.” This is the danger zone: “If somebody is not improving with water and being cooled down; if they’re not sweating, even though it’s really hot; if they’re not managing to keep water down or drink water; if they have a temperature above 40C (104F) or they become unresponsive – please ring 999 no matter how busy it is,” says Thomas. She suggests using speakerphone. “Unfortunately, heatstroke could lead to somebody having a cardiac arrest. Hopefully you won’t get to that point, but if you do, the call handler will talk you through everything you need to do.”\\nIt is trickier, of course, to recognise the symptoms in yourself, especially when one of them is confusion. “There is absolutely an increased risk of people developing heat exhaustion and heatstroke if they live alone,” says Thomas. “You may not notice you’re feeling a bit confused, because how would you know?” Beech advises to look out for any sense that “things start to feel worse, like: ‘Something’s not right here.’”\\nIn addition to the basic advice to stay in the coolest part of your home, and avoid exertion, Thomas’s advice is to stay hydrated, “and keep an eye on how often you go to the bathroom: urine should be light-straw-coloured”. It is also important to be aware of the possible effects of any medication you are taking: “Some antidepressants can reduce the ability to manage high temperatures or reduce your ability to sweat,” Thomas says. “Ensure that you’ve got a method of calling on help if you need to do so,” adds Beech. “Have your phone near you.”\\nFirst aid for people afflicted by heat exhaustion and heatstroke is mainly common sense: move the person to a cool place, give them water to drink (this may not be possible for heatstroke sufferers), and try to cool the skin. Thomas suggests “a sponge or spray or ice packs; pour some water on the skin because that helps evaporation.” For more serious cases, Beech suggests “wrapping the person in cold, damper clothes”. It is important not to try to cool a heat exhaustion sufferer very rapidly, which can lead to shock. “We sometimes hear about throwing the person into cold baths: you shouldn’t do that,” says Beech. The aim is “slowly and steadily cooling the person down”.\\nThe symptoms of heat exhaustion and heatstroke are the same for older adults, but they can be more vulnerable to dehydration, and may lose the urge to drink, which can increase the risks of heat-related illness. “The worry in elderly people is that they don’t always recognise some of the signs,” says Thomas. “Please check on your elderly relatives and neighbours way more frequently than you would normally; try to get them to stay inside and keep the curtains closed.” It can be difficult, she says, to persuade dementia sufferers in particular to drink. “Maybe put some water next to them with some ice in it; check they are drinking it. Tea is fine, thank goodness.”\\n“It’s difficult with children, because they love being outside and they won’t necessarily say: ‘I need to go inside because I’m hot.’ So, make sure they are going to the loo regularly and having lots to drink,” says Thomas. Symptoms of heat exhaustion and heatstroke are much the same in children as they are in adults, but note that when babies are suffering from heat exhaustion, often they “get sleepier and don’t interact as much”.\\nTo keep babies cool, “stay indoors or go out early”, says Claire Maguire, a National Childbirth Trust post-natal practitioner. When you do go out, avoid clipping a muslin to the buggy or pram for shade: “Research says this can cause the inside of the pram to heat up and cause the overheating you were trying to prevent in the first place.” Maguire recommends getting familiar with your baby’s normal temperature (test on the back of the neck or the chest, not the extremities, which are cooler). “That way you know when they’re too hot.”\\nInfant safe sleep guidelines recommend bedrooms should be at 16-20C (61-68F): tough in this weather. Maguire’s top tip is to three-quarters fill a two-litre bottle of water, freeze it, cut the plastic away, then stand it upright in a large roasting tin in front of a fan for half an hour or so before using a room. “Never point a fan directly at a baby,” says Maguire; they struggle to adapt to changes in temperature.\\nMaintaining hydration is vital, too. “Babies are very vulnerable to dehydration because of their volume-to-surface-area ratio: if they get dehydrated it can affect their health much more quickly than someone larger,” says Maguire. Breastfed babies may want to feed more often, she says; formula-fed babies can have small quantities of water regularly in a “free-flow sippy cup” (boiled and cooled if they are under six months). Keep a tally of wet nappies: “If you have an older baby, you’re probably used to the frequency of their wet nappies,” says Maguire. “If you have a much younger baby and you’re not quite sure what the rhythm is, it’s around six nappies a day.” If you’re in any doubt at all, Maguire says, call NHS 111, and the free NCT support line (0300 330 0700) can give individual advice on summer feeding. The Red Cross also has a free baby and child first aid app.\\nOur furry housemates are also vulnerable to heat-related illness, says Dr Karen Humm, an emergency and critical care clinician at the Royal Veterinary College. Those that are overweight, those with thick fur designed for cold temperatures or flat-faced (brachycephalic) dogs such as pugs and bulldogs are even more at risk. “Dogs don’t sweat, really,” Humm says. “So if they can’t pant effectively, they can’t lose heat effectively.”\\nThe warning signs that your dog may be dangerously overheating, Humm says, are “non-specific and that’s why it’s hard”. Panting excessively or more noisily than usual is a key warning sign. Chris Wilson, a small-animal vet based in London, says dogs can also seem “restless, or listless and out of sorts”. More severely heat-affected dogs can drool, or suffer vomiting or diarrhoea, and at worst, collapse and suffer seizures.\\nIt is important, both agree, to act fast, well before this happens. Once an animal suffers heat-induced enzyme damage, this can be irreversible, even leading to multi-organ failure and death. “If you’re not sure and they don’t seem quite right, ring the vet. If they’re breathing noisily, definitely ring the vet. If they are uncoordinated, stumbling, if they appear a little drunk or difficult to rouse or have collapsed, go straight to the vet – ring them when you’re on the way,” says Humm. “The emphasis is on stopping them from reaching that stage,” agrees Wilson.\\nPrevention is best. “Keep them shaded, keep them calm, offer them water,” recommends Humm. You can cool dogs with water applied to the skin, although Wilson warns that if you use a wet towel, it’s important to replace it regularly: “They can dry out really fast and end up insulating the dog further.” Dog behaviourist Louise Glazebrook says some dogs enjoy a paddling pool, or cubes of frozen bone broth to play with or chew on. “Put fans on, leave cold water with ice packs underneath, give access to cool, tiled surfaces and give cooling snacks, such as hard-boiled eggs or carrots from the fridge.” Clip hairy dogs short, she advises: “It doesn’t matter how they look: they need their belly and chest plate area to be clipped very short to allow their body to make contact with cool surfaces.”\\nPeople now mainly know not to leave dogs in hot cars, Humm says, although it does still happen.\\nThe next key message to get across is that on very hot days, it is vital only to walk dogs extremely early in the morning or late at night, or even not at all. “There’s a misconception that an animal won’t go for a walk if it’s bad for them, and it’s just not true,” says Humm. In a recent study, she says, three-quarters of heat-related illness cases were brought on by exercise. “If in doubt, leave your dog at home to rest and be in peace,” says Glazebrook, who notes that dogs’ tolerance of touch, petting and being handled is likely to decline in the heat, potentially leading to irritability. “Right now, I don’t want to be touched. It’s even worse for them – they have fur coats on!”\\nBy contrast, cats rarely suffer heat-related illness unless they are trapped or without access to water. “They’re evolutionarily from much hotter places,” says Humm. “Cats are much more sensible than dogs,” adds Wilson. “They are quite good at regulating their temperature behaviourally.” They are, however, “notoriously bad drinkers. So leaving taps running, leaving glasses of water around, or some cats like to lick condensation off frozen bottles of water – all these are things you can do to make sure they’re getting enough fluids.”\\nSpare a thought, too, for rabbits in hutches in hot sunny places, Wilson says: “People forget about them at this time of year. Keep them in the shade, in cooler areas, make sure they have access to water and move them inside if you can get it cooler indoors.”", "image": [["https://i.guim.co.uk/img/media/c26b690acb61754efa5645b1e58d3ef36349f211/120_0_3600_2160/master/3600.jpg?width=465&dpr=1&s=none", "Keep hydrated, but if you are not improving with water or struggling to keep it down, it may be time to dial 999."], ["https://i.guim.co.uk/img/media/98da83eb6c765d6ffa1c80c7f6e82889996994bd/0_192_6720_4032/master/6720.jpg?width=445&dpr=1&s=none", "Keep drinking water, and keep an eye on how often you’re going to the toilet."], ["https://i.guim.co.uk/img/media/e118e4b1f7748cc5a299efd82295c0a4037724bc/0_0_5760_3456/master/5760.jpg?width=445&dpr=1&s=none", "Often, children won’t tell you that they want to cool down indoors."], ["https://i.guim.co.uk/img/media/03ff04b1c3ad3412190e02ceab9d1a44bbddef77/0_299_6016_3610/master/6016.jpg?width=445&dpr=1&s=none", "Clip hairy dogs short, give them cold treats, and spare them the walks."]], "author": ["Emma Beddington"], "date": null}, "https://www.theguardian.com/environment/2022/jul/26/there-is-an-alternative-to-disruptive-climate-protest": {"title": "There is an alternative to disruptive climate protest", "subtitle": null, "text": "Prof Rupert Read believes a moderate flank of activists who can bring people together is the way forward, while Cllr John Dearing urges people to get elected to local councils to make a difference. Plus a letter from Maggie LeMare\\nRe John Harris’s article (Berating climate sceptics isn’t enough – disruptive protest now seems the only way forward, 24 July), it’s true that disruptive protest has been invaluable in breaking out of the crushing dead end that mainstream environmental activism had got stuck in. I’m proud to have helped launch Extinction Rebellion (XR), which, along with Greta Thunberg, most facilitated that breakout. But does disruptive protest remain the only way forward?\\nHarris appears to suppose that the only alternatives are either to back the radical flank or to be, at best, timid incrementalists. But the emerging moderate-flank strategy supposes something different: that the most effective thing to do now – while not shying away from how grim things are – is to meet people where they are and bring the majority with us. The radical flank is not capable of doing this. It (we) briefly did in April-May 2019, but such wonderful moments are rare. There’s been such pushback against the radical flank that it’s not now credible to suppose that it can actually win.\\nIf all eggs are put in the radical flank’s basket, with virtual certainty we will lose. If, however, we take advantage of the radical flank’s achievements and facilitate a much larger cohort to march through the window we opened, then even now, we might win. “Winning” will not be a smooth transition; it’s way too late for that. Winning now will be avoiding an uncontrolled civilisational collapse.\\nWhat is such a moderate flank looking like? It’s to be found in diverse post-XR places such as Wild Card (campaigning to rewild the UK), Purpose Disruptors (advertisers turning their “dark” arts to the purpose of good), Lawyers For Net Zero, and the emerging network of Climate Emergency Centres. This seems to be our best way forward.Prof Rupert ReadRockland St Mary, Norfolk\\nJohn Harris is right to support direct climate action, but there is a further option: to get elected as a local councillor and make climate-friendly policies. Central government has responsibility for national climate policies, but there is scope for local councils to take more progressive action.\\nDespite financial constraints, local authorities have the ability to raise energy standards of new council-owned buildings, provide safe cycling and walking, ensure effective waste recycling, increase numbers of electric vehicle charging points, manage open spaces for biodiversity and carbon sequestration, lead the way in natural flood management, and more. They can bid for government funds for retrofitting homes and decarbonising public buildings, promote local investment in renewable energy and, crucially, engage with the public and businesses about what the climate crisis demands.\\nThe public is far more supportive of local climate actions than the media gives it credit for. Many will vote for candidates who present reasoned and sensible arguments for progressive policies, even if they vote for a different party at general elections. Disrupt if it suits you – but don’t dismiss getting elected.Cllr John DearingGreen party, Warwick district council\\nKeir Starmer promises “Growth, growth and growth” (Keir Starmer: Labour will fight next election on economic growth, 24 July). Shouldn’t he be focusing on climate crisis, climate crisis, climate crisis? The Tories aren’t interested in the climate crisis, but Labour should be. Maggie LeMareBirmingham\\nHave an opinion on anything you’ve read in the Guardian today? Please email us your letter and it will be considered for publication.", "image": [["https://i.guim.co.uk/img/media/75505892df58e0dabb15f89b7568a4f9f4e9243e/0_300_3500_2100/master/3500.jpg?width=465&dpr=1&s=none", "‘The most effective thing to do now … is to meet people where they are, and bring the majority with us.’ Extinction Rebellion of climate activists staging a “die-in” protest in Glasgow’s city centre"]], "author": null, "date": "2022-07-26"}, "https://www.theguardian.com/artanddesign/2022/jul/05/just-stop-oil-campaigners-glue-themselves-to-da-vinci-copy-in-royal-academy": {"title": "Just Stop Oil campaigners glue themselves to Da Vinci copy in Royal Academy", "subtitle": null, "text": "Protesters from the coalition have staged disruptions at major British museums five times in the past week\\nFive supporters of the Just Stop Oil coalition have glued themselves to a 500-year-old depiction of The Last Supper in London’s Royal Academy, the fifth time in a week that it has disrupted a major British art institution.\\nThe activists struck just before noon, supergluing their hands to the frame of the 3-metre-long painting – a reproduction of the Leonardo da Vinci original attributed to his pupil, Giampietrino.\\nThe Royal Academy’s Last Supper is a nearly full-size copy of the famous fresco in the refectory of Santa Maria delle Grazie in Milan. It presents the famous scene from the Gospel of John in which Jesus announces that one of his 12 apostles will betray him.\\nIn keeping with the gospel theme, one of the protesters said the government was a “Judas” to future generations, PA Media reported. The protester said the group had brought its campaign to this “magnificent, beautiful painting” because the future is “bleaker than ever”.\\nJessica Agar, a 21-year-old student from Hereford at the protest, said: “I am an art student, but there is no place for me to follow my calling as an artist in a world where I have no future. In no uncertain terms, the establishment – of which the Royal Academy is a part – has condemned me and all young people to suffer. I am outraged, and you should be too.”\\nOne campaigner spray-painted “No new oil”on a plinth beneath the painting. The Guardian understands art gallery actions were intended as a way to keep attention on the group’s cause before more protests in coming weeks and months. The campaign began in April with blockades of oil distribution terminals in the Midlands and south-east England.\\nOfficers were called to the scene, and five people have been arrested on suspicion of criminal damage. They are still in custody.\\nOn Monday, campaign supporters glued themselves to a John Constable painting, The Hay Wain, at the National Gallery in central London. Last week three other paintings, including one by Vincent van Gogh, were targeted at galleries in London, Manchester and Glasgow. The protesters arrested during these events are also still in custody.\\nOn Sunday, seven people were arrested after activists invaded the race track during the opening lap of the British Grand Prix.", "image": [["https://i.guim.co.uk/img/media/c087a7f7683501e49f4d6a85f7f851decf5b03d2/115_187_3385_2031/master/3385.jpg?width=465&dpr=1&s=none", "Protesters from the Just Stop Oil climate protest group glue their hands to the frame of a copy of Leonardo da Vinci's The Last Supper inside the Royal Academy on Tuesday."], ["https://i.guim.co.uk/img/media/30ee49bbb56cd14094f9e136ac9e2dfbdd846a4c/0_179_3000_1800/master/3000.jpg?width=445&dpr=1&s=none", "Just Stop Oil protesters glue their hands to a John Constable painting in the National Gallery"]], "author": ["Damien Gayle"], "date": "2022-07-05"}, "https://www.theguardian.com/business/2022/jul/20/uk-government-gives-go-ahead-to-sizewell-c-nuclear-power-plant": {"title": "UK government gives go-ahead to Sizewell C nuclear power plant", "subtitle": null, "text": "Decision goes against advice of Planning Inspectorate, which rejected project owing to impact\\nThe UK government has given planning consent to the £20bn Sizewell C nuclear power plant in Suffolk.\\nThe decision by the business secretary, Kwasi Kwarteng, which had been repeatedly delayed, was finally announced on Wednesday and went against the advice of the independent Planning Inspectorate.\\nFrench energy company EDF wants to build the 3.2 GW, two-reactor plant next to its existing site at Sizewell B, which began operating in 1995.\\nHowever, the proposals have faced fierce opposition from local campaigners, who have argued against the project because of the environmental impact and the cost to energy billpayers. Campaigners now have six weeks to decide whether to appeal against the decision.\\nPlanning permission was seen as a key hurdle for the project which remains subject to a further final investment decision, expected next year. It is hoped the plant can generate enough power for six million homes.\\nThe approval process for Sizewell C has so far included four rounds of public consultation which began in 2012 and has involved more than 10,000 East Suffolk residents.\\nThe Planning Inspectorate rejected the scheme because of concerns over the plant’s impact on protected species and habitats, and the long-term water supply at the site.\\nEDF worked with Chinese state-backed nuclear specialist CGN on the first phase of the project. However, it is understood the UK government is keen to ease CGN out amid concerns over Chinese involvement with sensitive assets.\\nBankers at Barclays have been hired to secure new financial backing for the project alongside EDF and the UK government.\\nBoris Johnson’s government put £100m of funding behind the project in January to support its development.\\nCarly Vince, the project’s chief planning officer, said: “Sizewell C will be good for the region, creating thousands of opportunities for local people and businesses. It will boost local biodiversity and leave a legacy Suffolk can be proud of.”\\nJulia Pyke, the director of financing for Sizewell C, said: “Energy costs will be lower with nuclear in the mix, so today’s decision is good news for billpayers. The tried and tested funding arrangement we are proposing means that, by paying a small amount during construction, consumers will benefit in the long-term.\\n“Sizewell C will give a big boost to jobs and skills in nuclear supply chain companies across the country. It will strengthen the UK’s energy security and play a key role in our fight against climate change.”\\nAlison Downes, of the Stop Sizewell C campaign, said: “The wrong decision has been made but it’s not the end of our campaign to Stop Sizewell C. Not only will we be looking closely at appealing this decision, we’ll continue to challenge every aspect of Sizewell C, because – whether it is the impact on consumers, the massive costs and delays, the outstanding technical questions or the environmental impacts – it remains a very bad risk.”\\nBeccy Speight, the chief executive of the Royal Society for the Protection of Birds, said: “The construction of the proposed development will be damaging and it has been granted with insufficient consideration for the effects on nature as described by the government’s own experts. This is a ludicrous decision for an interim government to make.”\\nGreenpeace UK’s chief scientist, Dr Doug Parr, called the project a “red herring energy solution” as the UK attempts to move towards a low-carbon energy system.\\nTom Greatrex, the chief executive of the Nuclear Industry Association, said the decision “significantly strengthens the pipeline of new nuclear capacity in Britain”.\\nHinkley Point C in Somerset, also backed by EDF, has been beset by delays and cost over-runs.\\nThe French government said on Tuesday it was prepared to pay €10bn (£8.5bn) to fully nationalise EDF amid concerns over its finances. Ministers in France want to keep a handle on soaring energy bills.\\nJohnson has set a target of making investment decisions on eight new nuclear projects by the end of the decade.\\n", "image": [["https://i.guim.co.uk/img/media/5a667fdd3de4efb52a9893494db72c7e82abe983/0_1_1908_1145/master/1908.jpg?width=465&dpr=1&s=none", "Sizewell C in Suffolk has faced fierce opposition from local campaigners, who have argued against the project because of the environmental impact and the cost to energy bill payers."]], "author": ["Alex Lawson"], "date": "2022-07-20"}}