{"https://www.bbc.com/news/business-61305704": {"title": "Could you quit your job to become a full-time activist?", "subtitle": null, "text": "Natalie Evans describes herself as an accidental activist, after a racist incident she filmed on a train went viral two years ago.\\nIt spurred Natalie and her sister Naomi to set up the Instagram account Everyday Racism to help educate people about racism, and how to tackle it.\\nThey now have more than 200,000 followers on the social media platform, and last December Natalie quit her job as a youth charity worker to concentrate full time on the activism.\\n\"We were starting to receive feedback from people saying 'thank you for this', and 'this is helpful',\" says Natalie, who is 32 and lives in the Kent seaside town of Margate. \"I realised then this was something I wanted to work on full-time - to help change the world a little.\"\\nPlus, she says that managing the workload around Everyday Racism while holding down another day job had become too much. \"Emails were coming through all the time, I had so much admin.\"\\nBut how is Natalie able to support herself? While she and her sister earn money from advising businesses and other organisations, it is not enough income to survive on.\\nAnd so the sisters have set up a Patreon membership account, where Everyday Racism's supporters pay them between £3 and £10 per month for extra resources.\\n\"People kept telling us to set one up but I wasn't sure,\" says Natalie. \"But it takes time to write up resources and do the things we do.\"\\nThey launched their Patreon account at the end of last year, and now have 150 subscribers. Meanwhile, Naomi, also still works three days a week as a teacher, albeit cut down from four.\\nFrom Insulate Britain, to Black Lives Matter, and Greta Thunberg, activism has become more visible in the UK and other countries in recent years, despite the pandemic lockdowns.\\nMore people have taken to the streets to protest, and the number of petitions started on global activism website Change.org now surpass 70,000 per month.\\nIn turn, this has led to a small but growing trend of people like Natalie Evans, who quit their previous day jobs to focus solely on their activism.\\nMarly Lyman, 31, used to teach film and media in private schools, but is now a full-time activist for Extinction Rebellion (XR).\\n\"I knew for my mental health that I needed to help in the community, be surrounded by people who I love to be around, and do a job I love,\" says Mr Lyman, who lives in Northampton. \"When Extinction Rebellion appeared on the scene in 2019 that changed everything. It was the missing piece in the puzzle.\"\\nFor the past few years he has been focusing on local group development in the Midlands for XR, but he will soon be moving towards UK-wide media and messaging work.\\nTo help support him financially, he receives living expenses of £400 a month from XR. He also claims the government's universal credit, and earns some additional funds from poetry recitals.\\nTo reduce his expenses he bought a narrowboat to live on, but admits his life is a financial struggle.\\nWhen we speak he says that his girlfriend wants him to go on holiday to Wales for a weekend. \"But I just can't afford it,\" he says. \"I'm constantly turning things down that I used to love, like music festivals and the creative arts. I don't really do it anymore.\"\\nAnna Hughes, 39, who lives in London, quit her job as a cycling instructor six months after starting the Flight Free UK campaign in 2019, encouraging people to reduce their emissions by pledging not to travel by plane for a year.\\n\"It quickly became clear that it would be a full-time project, and by that summer I was going to have to quit my job,\" she says.\\nShe now lives on £1,000 a month, with £600 per month from a crowd-funding campaign and £400 from her dad.\\n\"I guess he feels it's my inheritance, so he's giving it to me now,\" she adds. \"I am very fortunate that I have a low-cost lifestyle and can afford not to have a wage.\\n\"I own my boat, I live off-grid, my energy is generated by the sun, and I don't pay council tax. The only reason I can do this is because my living costs are so low.\"\\nNew Economy is a new series exploring how businesses, trade, economies and working life are changing fast.\\nMs Hughes, who lives in London, is now looking for funding, so she can pay herself an annual salary of £30,000. \"I hope I get it, I can't continue doing this forever. It's been three years since I quit my job.\"\\nAt one point she did consider part-time work, but she says she was already struggling to keep up with the level of work required with Flight Free UK. \"But if I don't secure funding eventually I will have to quit and go back to full-time work,\" she admits.\\nLike Marly Lyman, Anna has had to make sacrifices. \"I don't have a pension,\" she says. \"I don't have savings. If I think about the future, I'm so screwed! If I go on holiday, I travel by bike. I don't go out for dinner and drinks. It's all very boring.\"\\nPeople quitting their day jobs to become activists shows their activism is working, says Kajal Odedra, 37, global communications director of Change.org, and author of Do Something: Activism for Everyone.\\nShe says that social media platforms mean \"people now have internet supporters they can turn to to help continue working on issues for the greater good... there's really exciting innovation in this space and it feels right giving people [who are activists] income.\"\\nShe adds that, in fact, there has never been a better time to be an activist, in her view.\\n\"The tools available mean you're a lot more efficient rather than going around a shopping centre to collect signatures,\" says the New Yorker. \"You can start a petition now, and share on WhatsApp, and collect hundreds of responses in hours.\"\\nHowever, she notes that not everyone can give up their job, admitting that \"it's a privileged thing to do\".\\n\"Instead what we need is is create better ways for activism, for example, more support, better access to getting funding, and local councils giving funding to activists.\"\\nNatalie Evans admits that it was tough to take a cut in her income, but she says she is committed to working full-time on Everyday Racism.\\n\"There's no doubt this feels 100% like the right thing to do. I'm really privileged this is my job, but it's also really hard as well. It's not easy reliving trauma every day.\"\\nAnna Hughes adds that what keeps her going is the feedback from supporters. \"Every so often someone on Twitter will say 'you're doing a great job, I love the campaign'. That makes it worthwhile.\"", "image": [["Natalie Evans gave up her job as a charity worker to focus solely upon her anti-racism work", "https://ichef.bbci.co.uk/news/480/cpsprodpb/5DBF/production/_124399932_copy1.jpg.webp"], ["Everyday Racism's Instagram account has 200,000 followers", "https://ichef.bbci.co.uk/news/480/cpsprodpb/11684/production/_124400317_grab1.jpg.webp"], ["Insulate Britain protestors made headlines last year, not always positive ones", "https://ichef.bbci.co.uk/news/480/cpsprodpb/164A4/production/_124400319_gettyimages-1236619784.jpg.webp"], ["Anna Hughes now relies partly on funds from her father", "https://ichef.bbci.co.uk/news/480/cpsprodpb/7E2C/production/_124400323_anna_dsc4428.jpg.webp"]], "author": ["Suzanne Bearne"], "date": "2022-05-12"}, "https://www.bbc.com/news/uk-england-kent-61381541": {"title": "Channel fishermen protest to ban supertrawlers", "subtitle": null, "text": "Fishermen from the UK and France have met in the English Channel to protest against industrial fishing practices.\\nBoats from Dover, Rye, Newhaven and Boulogne-sur-mer gathered in the Bassurelle Sandbank marine protected area.\\nThey called for politicians to ban supertrawlers and fly-shooting from protected Channel waters.\\nThe Department for Environment, Food and Rural Affairs (Defra) said vessels must follow UK sustainability rules.\\nBottom trawling and fly-shooting are destructive types of fishing which involve dragging weighted nets across the sea floor.\\nFisherman Martin Yowarth from Newhaven, East Sussex, said: \"We all want the same thing, healthy oceans full of fish for many generations to come, sadly our governments continue to ignore us.\"\\nMr Yowarth said politicians had \"promised so much, but have delivered nothing.\"\\n\"We need fly-shooters and supertrawlers banned now, before more French and English fishing jobs disappear forever,\" he said.\\nThe protest was jointly organised by Greenpeace, Bloom and Pleine Mer, which is based in France.\\nGreenpeace UK oceans campaigner Fiona Nicholls said politicians were continuing to ignore calls from fishing communities on both sides of the Channel.\\nMs Nichols added: \"The UK government must end destructive industrial fishing in all of the UK's protected areas, and it has the perfect chance to do so at the end of this year, when the fishing licenses for all vessels come under review.\"\\nIn a statement Defra said: \"The new licensing framework within the Fisheries Act allows us to apply conditions to the activities of all fishing vessels in our waters - regardless of their nationality.\\n\"All vessels need to abide by UK rules around sustainability and access to our 'Blue Belt' of protected waters.\"\\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk.", "image": [["French and UK fishermen held banners in the English Channel calling for an end to damaging industrial fishing practices", "https://ichef.bbci.co.uk/news/480/cpsprodpb/7B1B/production/_124651513_greenpeaceprotest-creditsuzanneplunkettandgreenpeace.jpg.webp"]], "author": null, "date": "2022-05-09"}, "https://www.bbc.com/news/uk-england-essex-61463454": {"title": "Greenpeace activists in Essex arrested blocking oil tanker", "subtitle": null, "text": "Fifteen Greenpeace activists have been arrested after they blocked an oil tanker which they said contained a shipment of Russian diesel.\\nThe group gained access to the Navigator Terminals in Grays, Essex, via boat, at 23:00 BST on Sunday and scaled the tanker's berth.\\nThe protesters unfurled banners that read \"oil fuels war\".\\nEssex Police said they had all been arrested on suspicion of aggravated trespass.\\nGreenpeace said the 183-metre long Greek tanker was carrying a 33,000-tonne shipment of Russian diesel and they blocked it in protest at the UK government allowing fossil fuel money to fund the war in Ukraine.\\nEight people, aged 27 to 72, were arrested in the early hours of Monday morning, with another seven arrested by 14:00.\\nGeorgia Whitaker, oil and gas campaigner at Greenpeace UK, said: \"The UK's attachment to fossil fuels has backfired in the worst way possible - we're funding a war, our energy bills and fuel costs are sky-high, and we're driving the climate crisis. It has to stop.\\n\"Putin invaded Ukraine nearly three months ago, and yet fossil fuel money from the UK is still funding his war chest.\\n\"Ministers have kicked a ban on Russian oil imports to the end of the year despite strong public support for it.\"\\nA government spokesperson at the Department for Business, Energy and Industrial Strategy said: \"We have already said we will phase out Russian oil imports by the end of the year.\\n\"There is absolutely no excuse for Greenpeace's disruptive actions, which are wholly unacceptable.\"\\nEssex Police said the site had been cleared and the 15 people remained in custody,\\nA spokesman for the force said: \"Policing is not anti-protest, but we must intervene where there is a risk to life or where there is a suspicion laws are being broken.\\n\"We always work to resolve incidents such as these as safely and swiftly as possible so that our officers can get back to protecting and serving the people of Essex.\"\\nThe BBC has contacted Navigator Terminals for a response.\\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk", "image": [["Greenpeace activists unfurled banners on the Thames Estuary that said \"oil fuels war\"", "https://ichef.bbci.co.uk/news/480/cpsprodpb/EC64/production/_124761506_gp1sxhi6_pressmedia.jpg.webp"], ["The protest at the Navigator Terminal in Essex took place in the shadow of the Queen Elizabeth II bridge", "https://ichef.bbci.co.uk/news/480/cpsprodpb/2CFC/production/_124761511_gp1sxhhz_pressmedia.jpg.webp"], ["Eight people have been arrested overnight after 12 activists blocked the terminal", "https://ichef.bbci.co.uk/news/480/cpsprodpb/16194/production/_124761509_gp1sxhh3_pressmedia.jpg.webp"]], "author": null, "date": "2022-05-16"}, "https://www.bbc.com/news/world-asia-india-61330302": {"title": "Coal shortage and heatwave spark India's power woes", "subtitle": null, "text": "For more than a month, Sandeep Mall's engineering goods factory next to the Indian capital, Delhi, has been facing crippling power cuts, sometimes up to 14 hours a day.\\nThe 50-odd machines in the factory located in a major manufacturing hub in Faridabad make products for aeronautics, automobile, mining and construction industries.\\n\"Every time the power goes off, the machines stop, the semi-finished products get rejected and we have to start all over again,\" Mr Mall says.\\nThat happens when he fires up diesel-powered generators to keep the factory running. He says it is three times as expensive to run it on diesel than what he pays to the local power transmission authority.\\n\"This erodes my competitiveness, cuts into my profits. It's a complete mess, and is very frustrating,\" Mr Mall says.\\n\"These are the worst power cuts I have faced in over a decade.\"\\nBeginning in April, power cuts and outages have rippled across India, slowing factories, closing schools, and sparking demonstrations. Two in three households said they were facing power outages, according to more than 21,000 people in 322 districts surveyed by LocalCircles, a polling agency. One in three households reported outages of two hours or more each day.\\nAt least nine states, including Haryana, where Mr Mall's factory is located, are suffering from prolonged outages. The main reason why electricity is in such short supply is a shortage of coal.\\nIndia is the world's second-largest producer and consumer of coal. The fossil fuel keeps the country's lights on: three-quarters of the electricity produced uses coal. India sits atop the world's third-highest reserves of coal and boasts of the world's largest coal mining company but per person consumption is still modest.\\nIndia imports a little under a quarter of its consumption: much of it is coking coal which is used in blast furnaces for making steel and is not available domestically. Yet there are perpetual shortages.\\nLast October, India teetered on the brink of a power crisis when stocks at more than half of the country's 135 coal-fired plants ran critically low, or below 25% of normal levels. Now coal stocks are said to be critically low in 108 of its 173 power plants. The war in Ukraine means global prices of coal and natural gas have soared, making imports unaffordable.\\n\"This crisis is worse than what it was last year as the demand is actually high. A perfect storm has built up now, and there are many reasons to blame,\" says Rahul Tongia, a senior fellow with the Centre for Social and Economic Progress (CSEP), a Delhi-based think tank.\\nAn earlier-than-expected searing heatwave - average temperatures in April in northern and central India were the highest in more than 120 years - has pushed demand for electricity to record levels. This came on top of an uptick in demand following the reopening of the economy after two years of pandemic lockdowns.\\nAlso, India's railways were again carrying more passenger traffic on shared tracks with freight, leading to fewer wagons hauling coal across the country.\\n\"It is not that India is running out of coal in an absolute sense. We are essentially facing a stockpile problem, and it is not new. We have a system designed around managing scarcity and linkages. It's not designed for efficiency, nor for proper risk allocation,\" says Mr Tongia.\\nDemand for electricity is seasonal, and building a stockpile costs more money and is time-consuming, experts say. India has traditionally reinforced supplies by importing coal. \"One cannot easily fix under stock-piling over months with over-supply,\" says Mr Tongia.\\nThe government says it is doing all it can do to ensure supplies. Coal India, the world's largest coal miner, has increased production by 12%, \"strengthening India's energy security\", according to the federal coal ministry. It also despatched 49.7 million metric tonnes of coal to the power generating companies in April, a 15% rise over the same month last year. The railways have cancelled more than a thousand passenger trains to transport more coal to fuel-starved plants.\\nCoal generates ample revenues for the federal and state governments. But the \"dysfunctional\" relationship between coal and electricity in India doesn't help matters, notes energy expert Daljit Singh in Future Of Coal In India, a book on the subject. India's power plants procure coal \"through multiple channels with a bewildering array of pricing regimes\", he says.\\nThe price that a plant pays for the same coal at the same location could vary, depending on whether the plant is owned privately or by the government, the date when it was commissioned and the existence of \"power purchase agreements\" with a large number of electricity distribution companies, many of which are groaning under debt.\\n\"The approach is tilted in favour of power plants owned by the governments,\" he says.\\nThe railways, which is India's largest employer, over-charges on ferrying coal - the largest commodity it hauls - to keep passenger fares down. This is just one example, says Mr Tongia, \"of numerous distortions that create winners and losers in the coal ecosystem, making change much harder than what it would be based solely on the fundamentals\".\\nIndia has promised to increase renewable-energy capacity to 450 gigawatts by 2030 to help wean itself off the dependence on coal. \"But the rise of renewables hasn't been sufficient to end the growth of coal. India's priority should be to clean up its coal instead of wishing it away, says Mr Tongia. Yet, India's coal is high in ash - about 35% or more - which makes it very polluting. Coal emissions, according to Greenpeace, kill more than 100,000 Indians every year.\\nBack in Faridabad, Mr Mall says he has never seen a single day of uninterrupted power supply ever since his small factory began operations 27 years ago. But the ongoing blackouts has left him completely exhausted.\\n\"This is no way to do business. After the jobs we generate and taxes we pay, this is what we get?\"", "image": [["Three-quarters of the electricity produced in India uses coal", "https://ichef.bbci.co.uk/news/480/cpsprodpb/CE43/production/_124430825_gettyimages-1239829524-594x594.jpg.webp"], ["Sandeep Mall's engineering products factory near Delhi has been facing outages up to 14 hours a day", "https://ichef.bbci.co.uk/news/480/cpsprodpb/14C1/production/_124431350_mediaitem124430974.jpg.webp"], ["Average temperatures in northern and central India have been the highest in more than 120 years", "https://ichef.bbci.co.uk/news/480/cpsprodpb/12C67/production/_124430967_gettyimages-1240367387-594x594.jpg.webp"]], "author": ["Soutik Biswas"], "date": "2022-05-09"}}