{"https://www.bbc.com/news/uk-england-devon-62200211": {"title": "Extinction Rebellion protest fuel depot despite injunction", "subtitle": null, "text": "Climate activists protested outside a fuel depot in Plymouth on Sunday, despite a High Court injunction limiting protests there.\\nExtinction Rebellion protestors marched to the Valero fuel depot in Cattedown, carrying banners and signs with the group's message on.\\nValero is one of the world's biggest oil corporations.\\nThe group is demanding Valero stops processing fossil fuels.\\nExtinction Rebellion is also asking Valero to stop what it calls \"greenwash\" around biofuels being better.\\nThe activists said it was \"incompatible\" for Britain's Ocean City to host a company it claimed was \"responsible for sea level rise and pollution of the oceans\".\\nRob Cooper, 63, is a former chief superintendent for Devon and Cornwall Police, and an Extinction Rebellion supporter.\\nMr Cooper said he was attending the protest, despite the High Court Injunction, because he was trying to do \"the right thing\".\\n\"It's well documented that for decades, oil companies have used misinformation to frustrate efforts around climate change,\" Mr Cooper said.\\nMr Cooper continued: \"As we've seen this weekend, it's now happening before our very eyes, we can't deny it anymore. It's happening all over Europe, fires, and we've got a red heat warning here in the UK.\"\\n\"Misinformation is no longer an option, so what they're now trying to do is supress the truth, and they're doing that through the use of injunctions, they've got the money to do that.\\n\"There are people struggling to pay for fuel, pay their energy bills, and these guys are using their huge wealth to go to the courts and take out injunctions to try and supress the truth.\\n\"We're not going to allow them to do that.\"\\nHe added: \"We don't take ourselves too seriously, but we take the issue very seriously, and we want people to know about it, so that's why we're here.\"\\nValero has not responded to a request for comment from the BBC.\\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk.", "image": [["The protesters took part in a peaceful protest outside the Valero depot", "https://ichef.bbci.co.uk/news/480/cpsprodpb/054A/production/_125945310_whatsappimage2022-07-17at3.36.06pm.jpg.webp"], ["The High Court Injunction sign at Valero's depot in Plymouth", "https://ichef.bbci.co.uk/news/480/cpsprodpb/536A/production/_125945312_whatsappimage2022-07-17at3.36.08pm.jpg.webp"], ["Extinction Rebellion protestors strolled through the streets of Plymouth", "https://ichef.bbci.co.uk/news/480/cpsprodpb/E262/production/_125945975_whatsappimage2022-07-17at3.36.07pm-1.jpg.webp"]], "author": null, "date": "2022-07-18"}, "https://www.bbc.com/news/uk-england-london-62038615": {"title": "Climate protesters glue themselves to John Constable masterpiece", "subtitle": null, "text": "Climate protesters have attached their own \"apocalyptic vision of the future\" to a John Constable masterpiece in the National Gallery.\\nTwo activists from Just Stop Oil (JSO) stepped over the rope barrier in front of the Hay Wain oil painting before attaching their own version.\\nThen they glued themselves to its frame, National Gallery (NG) said.\\nArt lovers, tourists and 11-year-old schoolchildren were among those ushered out of the room.\\nNG said police attended at about 14:25 BST and removed the protesters by 16:40. They were then arrested.\\nThe painting was removed from the wall and examined by NG's conservation team who found it had minor damage to its frame and some \"disruption to the surface of the varnish on the painting - both of which have now been successfully dealt with\", NG added.\\nThe protesters, a man and a woman wearing white T-shirts with the slogan Just Stop Oil, each placed a hand on the frame of the painting and kneeled beneath it before loudly stating their concerns as visitors were directed out by security staff, NG said.\\nThey were later named by JSO as music student Eben Lazarus, 22, and psychology student Hannah Hunt, 23, both of Brighton.\\nPainted in 1821, the Hay Wain shows a hay wagon travelling across fields in the Suffolk countryside. It is one of the most popular paintings in the National Gallery.\\nJSO said they had attached an \"apocalyptic vision of the future\" that depicts \"the climate collapse and what it will do to this landscape\".\\nThe colour printout shows double yellow lines and pollution.\\nMr Lazarus, who described himself as an art lover, said: \"Art is important, it should be held for future generations to see, but when there is no food what use is art?\\n\"When there is no water, what use is art? When billions of people are in pain and suffering, what use then is art?\\n\"We have stuck a reimagined version of the Hay Wain that demonstrates our road to disaster.\"\\nThe painting will be rehung in Room 34 ready for when the National Gallery opens on Tuesday.\\nEarlier this week JSO allegedly targeted a Scottish art gallery and stormed Sunday's British Grand Prix.\\nA 19th-century landscape by Horatio McCulloch called My Heart's In The Highlands was the target of five JSO members, who are also alleged to have sprayed the group's logo on the walls and floor of Glasgow's Kelvingrove Art Gallery and Museum.\\nAnd a track invasion during the opening lap of the race at Silverstone saw five men, aged between 21 and 46, and two women, 20 and 44, arrested.\\nFollow BBC London on Facebook, Twitter and Instagram. Send your story ideas to hellobbclondon@bbc.co.uk", "image": [["Just Stop oil protesters said they were highlighting the 'road to disaster'", "https://ichef.bbci.co.uk/news/480/cpsprodpb/35A7/production/_125753731_hay2.jpg.webp"]], "author": null, "date": "2022-07-05"}, "https://www.bbc.com/news/uk-england-surrey-62236268": {"title": "Just Stop Oil: Protesters force sections of M25 to be closed", "subtitle": null, "text": "Protesters climbed signs above the M25, forcing police to shut sections of the motorway and to close lanes.\\nFive Just Stop Oil campaigners scaled three gantries, including at Heathrow and the Dartford Crossing, where sections of the motorway were closed.\\nThey also targeted a sign near Cobham, Surrey, but by late afternoon all the protesters were moved on and the only closure in place was at the crossing.\\nJust Stop Oil said it was declaring the M25 \"a site of civil resistance\".\\nIt also warned it would carry out further protests on the motorway in the coming days.\\nFive people have now been arrested.\\nA 22-year-old woman was apprehended by Surrey Police on suspicion of causing a danger to road users, causing a public nuisance, and for being a pedestrian on the motorway.\\nEssex Police said officers also arrested a woman, and Scotland Yard said officers apprehended three more people - two women and a man - on suspicion of causing a public nuisance.\\nThe protests at the Poyle interchange between junctions 14 (Heathrow) and 15 (M4), and in Dartford between the Queen Elizabeth Bridge northbound and junction 30 (Thurrock), saw local police shutting two clockwise sections and putting diversions in place.\\nNational Highways said five miles of queuing traffic had built up on the approach to junction 30 in Essex.\\nSurrey Police had earlier closed three lanes at Cobham and advised motorists to avoid the area around junction 10. The lanes have since been reopened.\\nHighways England said all protesters had been removed from the gantries during the course of the day, but a safety inspection was needed at a gantry near the Dartford Crossing before the motorway can be fully reopened.\\nBus driver Ashley Reid said he was held up as he took children aged seven to 10 with special needs to a school in Leatherhead, Surrey.\\nHe said his pupils, who were due to start at 09:15 BST, were about 90 minutes late for their last day of term.\\n\"We joined [the motorway] just after 9am and we didn't arrive at school until 10:45am\" he said.\\n\"With their autism [they] found it difficult to understand and stay calm.\"\\nJust Stop Oil's statement said it chose the M25 as it was \"the place where we confront the carbon economy headlong and bring our resistance into full public view\".\\nIt added: \"The M25 has a kind of iconic status as the motorway from hell, doesn't it? So it's a reference to that\".\\nThe group is demanding the government make a \"meaningful statement\" it will commit to stop licensing and consents for the exploration, development and production of fossil fuels in the UK.\\nA government spokesman said: \"We will not bend to the will of activists who naively want to extinguish North Sea oil and gas production.\\n\"Doing so would put energy security and British jobs at risk, and simply increases foreign imports, whilst not reducing demand.\\n\"We are committed to a strong North Sea industry as we transition away from expensive fossil fuels over the coming decades, and our recent British Energy Security Strategy sets out a long-term plan to ramp up cheap renewables and nuclear energy.\"\\nJust Stop Oil said it plans to hold further actions against oil infrastructure with trade unions, environmental groups and civil society organisations in the coming months.\\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk.", "image": [["Just Stop Oil protesters have climbed gantries over the M25", "https://ichef.bbci.co.uk/news/480/cpsprodpb/5878/production/_125984622_hi077499327.jpg.webp"], ["The campaign group released pictures of the protesters, including this woman in Dartford", "https://ichef.bbci.co.uk/news/480/cpsprodpb/3A1E/production/_125987841_hi077500758.jpg.webp"]], "author": null, "date": "2022-07-20"}, "https://www.bbc.com/news/uk-england-london-62050348": {"title": "Last Supper targeted by climate protesters at Royal Academy", "subtitle": null, "text": "The Last Supper in the Royal Gallery is the latest painting to be targeted by climate protesters.\\nFour Just Stop Oil activists glued their hands to the frame of the Renaissance artwork hanging in the Royal Academy.\\nThey also daubed a slogan in spray-paint underneath the frame in the Piccadilly gallery.\\nYesterday, a pair from the same group glued themselves to a painting in the National Gallery, in Trafalgar Square.\\nThe Last Supper shows the famous scene where Jesus eats with his 12 apostles for the final time and warns one will betray him.\\nIt is believed to have been painted by Giampietrino, a student of Leonardo Da Vinci, copying his masterpiece from about 1520.\\nOne protester, Jessica Agar, a 21-year-old from Hereford, said: \"I am an art student but there is no place for me to follow my calling as an artist in a world where I have no future.\\n\"In no uncertain terms, the establishment - of which the Royal Academy is a part - has condemned me and all young people to suffer. I am outraged and you should be too.\"\\nOn Tuesday, protesters attached their own \"apocalyptic vision of the future\" to the John Constable oil painting the Hay Wain and glued themselves to the frame.\\nPainted in 1821, the Hay Wain shows a hay wagon travelling across fields in the Suffolk countryside. It is one of the most popular paintings in the National Gallery.\\nEarlier this week Just Stop Oil allegedly targeted a Scottish art gallery and stormed Sunday's British Grand Prix.\\nFollow BBC London on Facebook, Twitter and Instagram. Send your story ideas to hellobbclondon@bbc.co.uk", "image": [["The Just Stop Oil protesters gathered at the Royal Academy", "https://ichef.bbci.co.uk/news/480/cpsprodpb/135FE/production/_125785397_supper1.jpg.webp"]], "author": null, "date": "2022-07-05"}, "https://www.bbc.com/news/uk-england-hereford-worcester-62289896": {"title": "Hereford: Extinction Rebellion blocks Avara Foods site", "subtitle": null, "text": "Extinction Rebellion protesters have blocked the entrance to a poultry firm in Hereford.\\nThe environmental group gathered with banners from about 06:00 BST in front of an Avara Foods site in Allensmore where chickens are reared.\\nAvara Foods supplies poultry to UK supermarkets and restaurants.\\nExtinction Rebellion claims that by buying soya to create feed, the company contributes to \"environmental disasters\" at home and abroad.\\nAvara Foods said it was committed to reducing its environmental \"impact on the world\".\\nOne of the protesters, Lou Wombacher-Haden, handcuffed himself to a tall bamboo structure put in place by his group.\\nThe 19-year-old freelance consultant said: \"We have to do our part - I'm prepared to protest peacefully.\\n\"We can't just tell other countries to act - we have to clean up our own house.\"\\nExtinction Rebellion claims environmental damage is being done in the Wye Valley and Brazilian Amazon.\\nSitting atop the bamboo structure, Addie May Swarbrick Schwarz, 31, a chef from Malvern, said: \"We can see what the chicken manure is doing to the Wye river, but we can't see the harm to the rainforest.\"\\nActivists also began marching through Hereford at about 09:00 BST.\\nWest Mercia Police said officers were in attendance to ensure the protest ran \"smoothly and with minimal disruption to the public\".\\nNo arrests had been made, the force added.\\nAn Avara spokesperson said: \"It's clear that Extinction Rebellion object to what we do as a matter of principle but there are many more people across the UK that value what we do.\\n\"Whether it's the Wye, sourcing soy or any other aspect of our environmental footprint, we're committed to reducing our impact on the world and are already taking action.\\n\"We've consistently said that positive and lasting change will come from collaboration and support between those that care about the issue, and we will continue to work with groups that share that view.\"\\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk", "image": [["Campaigners handcuffed themselves to a bamboo structure and lay on the ground outside the site", "https://ichef.bbci.co.uk/news/480/cpsprodpb/A70B/production/_126036724_protest.jpg.webp"], ["Campaigners began appearing outside the plant from about 06:00 BST on Monday", "https://ichef.bbci.co.uk/news/480/cpsprodpb/0EB3/production/_126036730_6033ba39-d56d-41b8-8ab3-95fe9c973952.jpg.webp"], ["Campaigners in Hereford have expressed environmental fears over local areas and those abroad", "https://ichef.bbci.co.uk/news/480/cpsprodpb/E207/production/_126036875_bamboostructure.jpg.webp"]], "author": null, "date": "2022-07-25"}, "https://www.bbc.com/news/uk-england-northamptonshire-62050697": {"title": "British Grand Prix: Six charged after F1 Silverstone track invasion", "subtitle": null, "text": "Six people have been charged following a track invasion at the beginning of the British Grand Prix.\\nProtesters got on to the Wellington Straight, the fastest point of the Silverstone track on Sunday, before sitting down during the opening lap.\\nThe group is understood to be from climate activists Just Stop Oil, which had tweeted demanding the government \"stop all new fossil fuel licensing\".\\nAll six appeared at Northampton Magistrates' Court earlier.\\nNorthamptonshire Police said David Baldwin, 46, of Stonesfield, Witney, Oxfordshire, Emily Brocklebank, 24, of Yeadon, Leeds, Alasdair Gibson, 21, of Aberdeen, Louis McKechnie, 21, of London, Bethany Mogie, 40, of St Albans, Hertfordshire, and Joshua Smith, 28, of Manchester, have all been charged with conspiracy to cause public nuisance.\\nA 43-year-old man also arrested in connection with the incident has been released under investigation.\\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk", "image": [["Protesters invaded the Silverstone track at the beginning of the Formula 1 British Grand Prix", "https://ichef.bbci.co.uk/news/480/cpsprodpb/DF2E/production/_125743175_fwv2cnrwyaiw-ov.jpg.webp"]], "author": null, "date": "2022-07-05"}, "https://www.bbc.com/news/uk-62232654": {"title": "London Fire Brigade had busiest day since World War Two, says London mayor", "subtitle": null, "text": "London's fire service had its busiest day since World War Two dealing with multiple blazes in record-breaking temperatures on Tuesday, London Mayor Sadiq Khan has said.\\nThe capital was one of 15 areas around the UK to declare a major incident.\\nThe fires started on a day which saw a record temperature of 40.3C (104.5F) in Coningsby, Lincolnshire.\\nWednesday has been cooler for most but thunderstorms are forecast in central England.\\nA yellow warning has been issued by the Met Office for heavy showers and thunderstorms which could bring disruption in eastern and south-east England on Wednesday evening.\\nDespite falling temperatures, the weather is continuing to affect transport, with Network Rail advising passengers to only travel if necessary.\\nBy mid-afternoon LNER services from London to Scotland were starting up again, while trains on the East Coast Mainline resumed after a fire in Bedfordshire.\\nMr Khan said London Fire Brigade (LFB) received 2,600 calls as it dealt with multiple fires. He earlier told Sky News 41 properties were destroyed in London on Tuesday.\\nIn Wennington, east London, 100 firefighters tackled a blaze which destroyed several homes.\\nLFB said two rows of terraced houses, four other homes, 12 stables and five cars were destroyed by the blaze, while one firefighter at the scene described it as \"absolute hell\".\\nDramatic images from the scene showed smoke billowing from buildings, some with their roofs collapsed, and extensive damage to the surrounding land.\\nSpeaking to BBC Radio 4's Today programme, Mr Khan said: \"Yesterday was the busiest day for the fire service in London since the Second World War.\\n\"Normally we get 350 calls a day, on a busy day we can get up to 500 calls. Yesterday the fire service had more than 2,600 calls a day.\"\\nThe mayor has advised Londoners not to have barbecues in parks or private gardens over concerns they could set alight grass.\\nLFB assistant commissioner Jonathan Smith said he had not seen anything like the \"sheer scale across the whole of London\" as the brigade dealt with 15 major fires, and a large number of wildfires and grassland fires.\\nThe heat and dry conditions created \"the perfect scenario\" for fires to spread rapidly across grassland and woodland, with the speed a particular challenge, he said.\\nSpeaking in Wennington, he said the brigade had never before asked firefighters to operate when the temperature outside was 40C.\\n\"We're obviously thinking very carefully about how we can be even better prepared as we move forward, because what we do know is that climate change is going to continue to pose challenges for us.\"\\nElsewhere, a number of homes were destroyed by fire in Norfolk, and major incidents were declared in Leicestershire, Hertfordshire, Suffolk, Lincolnshire and Yorkshire., among others.\\nAt Prime Minister's Questions, Boris Johnson thanked firefighters and said he had spoken with the chair of the National Fire Chiefs Council.\\nLFB said 16 firefighters had heat-related injuries - two of whom were taken to hospital but have since been discharged. South Yorkshire Fire and Rescue said four from their crews had been taken to hospital but have made a full recovery.\\nSpeaking after PMQs, Cabinet Office minister Kit Malthouse told MPs some of the pressure would now ease as the \"fiercest heat has subsided\" but he warned the summer was likely to bring further hot weather and the risk of wildfire remained elevated.\\n\"That is why we are treating this heatwave as an exacting test of our national resilience and contingency planning,\" he said.\\nTim Stock alerted the fire brigade when he saw flames near his home in Wennington.\\nMr Stock, whose house was destroyed, told BBC Radio 5 Live he and his son had spotted the fire in his neighbour's garden but, despite their best efforts with a hose and watering can, had been unable to stop it spreading.\\n\"I reckon about 15 to 20 houses might be gone or uninhabitable,\" he said.\\n\"My house is completely gone, as is the next door neighbour's and three or four other houses along that bit.\"\\nThe Fire Brigades Union (FBU) has accused government spending cuts of hampering the fire service's ability to react.\\nMatt Wrack, the union's general secretary, said firefighters were \"at the forefront of the climate emergency\" but, while the demands of the job were increasing, their resources had been cut by government for over a decade with 11,500 firefighter jobs cut since 2010.\\nSpeaking about the LFB, Mr Khan said he inherited closed fire stations, cancelled engines and firefighters losing jobs when he took over as mayor from Boris Johnson.\\nHe said he has been rebuilding the capital's fire service with kit and more firefighters.\\nPhil Garrigan, who leads the National Resilience group for the National Fire Chiefs Council, said the UK must now consider what equipment it had to fight wildfires.\\nHe said most European countries where significant wildfires occur have planes or helicopters which can collect or distribute water to areas where fire is developing.\\nMeanwhile, Just Stop Oil demonstrators climbed motorway signs on the M25, near Cobham, Surrey, to protest at the extreme temperatures in the UK.\\nPolice closed sections of the motorway and at one stage there were five-mile traffic queues approaching junction 30 in Essex, National Highways said.\\nThe latest Met Office provisional figures show that Scotland's record-breaking highest temperature, hit on Tuesday, was higher than first thought, with 35.1C registered at Floors Castle in Kelso.\\nHeatwaves have become more frequent, more intense, and last longer because of human-induced climate change, and that hot, dry weather is likely to fuel wildfires.\\nThe world has already warmed by about 1.1C since the industrial era began and temperatures will keep rising unless governments around the world make steep cuts to emissions.\\nMet Office chief scientist Prof Stephen Belcher said Tuesday's temperatures were striking due to the large record-breaking margin and the extensive area of the UK experiencing the severe temperatures.\\nBut \"aggressive emissions cuts\" could very sharply reduce the frequency of extreme temperatures, he told BBC News.\\nWere you affected by Tuesday's fires? You can share your experiences by emailing haveyoursay@bbc.co.uk.\\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission.", "image": [["Around 100 firefighters tackled a fire which destroyed homes in Wennington", "https://ichef.bbci.co.uk/news/480/cpsprodpb/B192/production/_125985454_capture.png.webp"], ["The fires occurred during record-breaking temperatures in the UK", "https://ichef.bbci.co.uk/news/480/cpsprodpb/CA4C/production/_125988715_hi077503749.jpg.webp"], ["Images show extensive damage to buildings in the village of Wennington on the outskirts of east London", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1186C/production/_125988717_gettyimages-1409831319.jpg.webp"], ["Just Stop Oil protesters climbed gantries over the M25", "https://ichef.bbci.co.uk/news/480/cpsprodpb/5878/production/_125984622_hi077499327.jpg.webp"]], "author": ["Andre Rhoden-Paul & Doug Faulkner"], "date": "2022-07-20"}, "https://www.bbc.com/news/uk-england-london-62686413": {"title": "Just Stop Oil: Protesters deny damaging Van Gogh painting", "subtitle": null, "text": "Three climate protesters have denied damaging a Vincent van Gogh painting at an art gallery in central London.\\nJust Stop Oil supporters Emily Brocklebank, 23, Xavier Gonzales-Trimmer, 21, and Louis McKechnie, 21 are accused of causing £2,200 worth of damage to the artwork's frame.\\nThe activists allegedly attached themselves to Van Gogh's Peach Trees In Blossom at the Courtauld Gallery.\\nWestminster Magistrates' Court heard the damage to the art is \"disputed\".\\nMiss Brocklebank, from Leeds, pleaded not guilty on Friday.\\nMr McKechnie, who was produced in custody, also pleaded not guilty.\\nMr Gonzales-Trimmer did not attend the hearing.\\nAneka Thirurajah, defending, said: \"They don't dispute presence but they do dispute involvement.\"\\nA one-day trial at the same court will take place on 22 November.", "image": [["Emily Brocklebank pleaded not guilty to charges of criminal damage", "https://ichef.bbci.co.uk/news/480/cpsprodpb/B33D/production/_126458854_79b9a526f819cde3f5c302b3b2007ae1b3ed8de2.jpg.webp"], ["line", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1015D/production/_126458856_80ad278a-7506-4310-a569-711456de0f54.jpg.webp"]], "author": null, "date": "2022-08-26"}, "https://www.bbc.com/news/uk-england-london-62685716": {"title": "London petrol stations damaged by anti-oil protesters", "subtitle": null, "text": "Police have made 43 arrests after protesters damaged petrol stations in London.\\nThe Met said several petrol stations were targeted on Friday morning \"causing disruption and damaging pumps\".\\nClimate group Just Stop Oil said 51 of its members were disrupting seven petrol stations across the capital.\\nThey made fuel pumps unusable by breaking display glass and covered them in spray paint.\\nThe Met tweeted officers are at the scene at each targeted petrol station and specialist teams are removing those who are glued to petrol pumps.\\nIt said:\\nPolice said protesters also set off flares and unfurled a banner on Westminster Bridge.\\nJust Stop Oil has repeatedly protested against new oil projects. On Wednesday the group targeted three service stations on the M25 motorway.\\nTez Burns, 34, a bicycle mechanic, from Swansea, taking part in the protest on Friday, said: \"I can't live with myself, knowing what I know, without doing all I can to stop new oil and gas.\\n\"We are suffering the worst cost-of-living crisis in 40 years and facing climate breakdown because of our dependence on oil.\\n\"Yet the government is allowing energy companies to drive us into poverty with skyrocketing energy bills, and is failing to protect us from the consequences of climate collapse.\\n\"Enough is enough.\"\\nThe government said it would \"not bend to the will who naively want to extinguish North Sea oil and gas production\".\\n\"Doing so would put energy security and British jobs at risk, and simply increase foreign imports, whilst not reducing demand,\" a spokesman said.\\n\"We are committed to a strong North Sea industry as we transition away from fossil fuels over the coming decades, and our recent British Energy Security Strategy sets out a long-term plan to ramp up renewables and nuclear energy.\"\\nThe government added it was helping households with a £400 discount on energy bills this winter and an additional £1,200 extra support for the most vulnerable households.\\nFollow BBC London on Facebook, Twitter and Instagram. Send your story ideas to hellobbclondon@bbc.co.uk", "image": [["Police said a number of petrol stations in London were targeted on Friday morning", "https://ichef.bbci.co.uk/news/480/cpsprodpb/408D/production/_126452561_gettyimages-1418130734.jpg.webp"], ["The Met said specialist teams were removing those glued to pumps", "https://ichef.bbci.co.uk/news/480/cpsprodpb/17525/production/_126452559_gettyimages-1418132053.jpg.webp"]], "author": null, "date": "2022-08-26"}, "https://www.bbc.com/news/uk-england-essex-62643210": {"title": "Police arrest 23 people at oil protests across Essex", "subtitle": null, "text": "Police have made 23 arrests following protests and disruption by Just Stop Oil activists in Essex.\\nPolice were called about 06:00 BST to three sites in Thurrock - a roadblock in St Clements Way, Chafford Hundred railway station, and an industrial site at Askews Farm Lane in Grays.\\nJust Stop Oil said about 30 people were involved in the action.\\nThe force said it was \"not anti-protest\" but needed to \"intervene when there is a risk to life\".\\nPolice said arrests had been made at a road block in St Clements Way, which leads to Navigator Terminal, and further arrests were made at the railway station.\\nMore arrests took place at the site in Askews Farm Lane and officers said they were responding to reports of people \"at height\" which may require specialist equipment to get them down safely.\\nInsp Stuart Austin said: \"We are working to resolve these situations as quickly and safely for all those involved.\"\\nHe said the force had \"acted swiftly\" and road disruption was \"minimal\".\\nOfficers closed Saint Clements Way and Stoneness Road due to \"the discovery of two tunnels\", but Saint Clements Way has since reopened.\\nThe force said the closures were \"to allow an assessment to be made for the safety for all road users\".\\n\"I want to be clear - policing is not anti-protest, but we must intervene where there is a risk to life or where laws are being broken,\" Mr Austin said.\\nThere were several weeks of similar protests around the M25 motorway and oil facilities earlier this year, that did cause disruption to traffic.\\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk", "image": [["Essex Police were called to three sites across Thurrock for protests, including one at Askews Farm Lane", "https://ichef.bbci.co.uk/news/480/cpsprodpb/11F95/production/_126412637_20220823jsoprotests2desktop.jpg.webp"], ["Police said they were \"not anti-protest\"", "https://ichef.bbci.co.uk/news/480/cpsprodpb/B569/production/_126414464_stclementswaybbc.jpg.webp"], ["Grey line", "https://ichef.bbci.co.uk/news/480/cpsprodpb/10569/production/_109812966_464x2.jpg.webp"]], "author": null, "date": "2022-08-23"}, "https://www.bbc.com/worklife/article/20220803-gen-z-how-young-people-are-changing-activism": {"title": "Gen Z: How young people are changing activism", "subtitle": null, "text": "Technology has given young people a louder voice than ever before. Gen Z are angry – and unafraid to speak up.\\nElijah McKenzie-Jackson was raised as a vegetarian on animal-welfare grounds. But at 10, he began to do more research and discovered the climate impact and greenhouse gas emissions associated with rearing livestock and making animal products. “At 14, I transitioned to veganism, which helped me understand why it can’t just be personal change when fighting the climate crisis,” he says.\\nHe knew cutting out meat and animal products wasn’t enough on its own, so at 15, McKenzie-Jackson amped up his activism efforts. He joined XR Youth, the UK-based independent wing of Extinction Rebellion, and since 2019, has been organising and participating in climate strikes with the UK Student Climate Network and the international movement Fridays for the Future. Now 18, McKenzie-Jackson has taken a one-year sabbatical from his schooling, after which he’ll move to New York City to study sociology and fine art.\\nMcKenzie-Jackson’s experience of starting a life in activism at a young age – and going all in – is an increasingly common story among Gen Zers. Born between 1995 and 2010, this generation have already found themselves up against immense challenges as they make their way into adulthood: climate change, inequality and social unrest, political division, economic distress and more. It’s already mobilised many of these young people into action. And although they are far from the first generation who’ve spoken up about injustice and other societal ills, technology has meant Gen Z’s activism looks different than the movements of the past – which means their influence may be, too.\\n‘I’m powered by the fact I have no other choice’\\nActivism has long been synonymous with youth culture. From the May 1968 protests in France, and demonstrations against the Vietnam War and the Civil Rights Movement in the US, to the global Occupy movement and the Arab Spring of the late noughties, young people have a record of pushing forward social change. Gen Z is the latest chapter in the decades-long encyclopaedia of young activists, however this cohort appear to communicate, mobilise and rally support in a way that sets them apart from the generations before them.\\nRaised against the backdrop of the Great Recession of 2008, Gen Z has experienced a unique set of hurdles. Along with unprecedented societal unrest and division, their path to adulthood has been complicated by the pandemic, during which they’ve seen the rising impact of global inequality. Climate change is front and centre, threatening the future of the planet they will live on. And as the world economy enters a period of looming instability, Gen Z are increasingly bearing the brunt.\\n“The sense of crisis right now is amplified,” says Jessica Taft, an associate professor of Latin American and Latino Studies at the University of California, Santa Cruz whose work focuses on the political lives of children and youth across the Americas. “The extent of the climate crisis, the profound inequalities, the global creep of fascism – they are all existential threats.” Of course, there have been countless perils in the past, however the potency and global nature of these historical moments is shaping young people’s world views, and the role activism plays in their lives, she says.\\nFuelling Gen Z’s anxiety is the fact that they are exposed to news in a different way to their parents or grandparents at the same age; young people are consuming content around social issues and events almost constantly. With just a smartphone, people can access a 24/7 buffet of reporting through social media sites, search engines, news sites and TV. Social media is fast overtaking traditional news channels among young people. Instagram, TikTok and YouTube are now the top three most used sources for news for British teens, according to the broadcasting regulatory authority Ofcom, while older generations, who grew up consuming news through print, radio and TV still favour these traditional modes.\\nWith tech-enabled devices providing constant access to news and user-generated content, escaping is no mean feat. Young people can’t turn away from the discourse, so it’s no wonder that many digital native Gen Zers are spurred to act on their societal grievances. They are mobilising out of fear and necessity. As 22-year-old American gun control activist and Parkland, Florida mass-shooting survivor David Hogg tweeted: “I’m not powered by hope. I’m powered by the fact I have no other choice.”\\nMore activists, starting younger\\nConstant exposure to grim realities has primed Gen Zers to deal with hardship proactively.\\nGlobal data from public-relations and research firm Edelman shows 70% of Gen Zers are involved in a social or political cause. And although not all the 10,000 people surveyed said they would call themselves fully fledged activists, they’re still highly socially involved, advocating for causes they believe in through how they spend and earn. They’re the most likely generation to boycott a product, company, country or state because of a political, social or environmental stance, which extends to how they pick employers, too. Just one in five would work for a company that fails to share their values.\\nMuch of their activism is driven by frustration – some research shows they’re generally more disillusioned with government and other forms of political participation than their elders were. The University of Cambridge has been gathering global data since 1973, and has found young people’s faith in democratic politics is now lower than any other age group. Among 18-to-34-year-olds (a mix of Gen Z and millennials), satisfaction with democracy is declining at its steepest rate. For young people in developed democracies, economic exclusion is the biggest contributor to their waning faith in institutions. Struggling with higher debt burdens, lower odds of owning a home and greater challenges in starting a family, Gen Z’s discontent only grows.\\nThe pandemic certainly hasn’t helped. According to research by the London School of Economics and Political Science, individuals who experience an epidemic, such as Covid-19, the Zika virus, Ebola or Sars, between the ages of 18 and 25 are likely to harbour negative attitudes toward the government and elections for a long time after the epidemic is over.\\n“While young individuals withdraw from formal politics – which is not that surprising, given their lack of trust – they also tend to increase their participation in the democratic process via alternative and more direct means,” explains Orkun Saka, co-author of the paper, visiting fellow at LSE and assistant professor of economics at City, University of London. This includes activities such as attending demonstrations, protests, boycotts and signing petitions. Saka believes the silver lining of the post-epidemic decline in trust may lead young people to feel they would like to take matters in their own hands. “They may become more critical towards their political leaders and governments, which is not a bad consequence in and of itself,” says Saka.\\nParticularly notable is the age at which Gen Z’s activism begins – in general, earlier than the generations that have come before them. Greta Thunberg launched her first protest outside the Swedish parliament at 15, which Subir Sinha, a lecturer in the theory and politics of development at SOAS University of London, believes set off a domino effect, whereby young people had a role model who was angry, and with good reason. “She … did not appear packaged,” he says. “It is post-celebrity activism, whereby her ordinariness and lack of glamour is part of her appeal.”\\nMany young activists have followed in her footsteps, gaining global recognition for speaking on climate change issues as young as eight, like Licypriya Kangujam from Manipur in India. At 10, she has just successfully campaigned to have all plastic pollution cleared from the area surrounding the Taj Mahal.\\n“The idea that there may not be a future, or if there is one, it could be heavily diminished, plays heavy on their minds,” says Sinha. “Climate-change activism used to deal with abstract scientific concepts, but with annual forest fires, floods, drought and record heat, plus the news and social-media coverage of all this, we can feel climate accelerating and that adds to a sense of impending apocalypse.”\\nThis is why many young people, who see climate change as an existential threat in their lifetime, are participating so vocally in movements and demanding a seat at the table in global negotiations.\\nAn audience at their fingertips\\nGen Z activists and their older peers are united in their concern over the same issues – climate destruction, gender equality, LGBTQ+ rights – but their voices appear louder and more urgent because they have more ways to source inspiration, disseminate information and mobilise. While older generations set the precedent for grassroots activism and in-person demonstrations, Gen Zers have brought this activity into where they are most comfortable: digital spaces.\\nAt their most basic function, digital spaces enable Gen Zers to develop their civic identities and express political stances in creative ways, from noting their sexual orientation in their Instagram bio, to joining groups aligning with their interests on the chat-room platform Discord. The online world offers somewhere for them to claim the agency they may not get in traditional civic spaces like their schools, universities or workplaces. A 2020 study from the UK Safer Internet Centre showed 34% of 8-to-17-year-olds say the internet has inspired them to take action about a cause and 43% say it makes them feel their voices matter.\\nThe nature of this relationship makes it easier to then exercise one’s civic identity and participate, both offline and online, in social change movements. From the comfort of a bedroom, someone can broadcast a message from a social media account, or build a new platform, without having to wait for a journalist to catch wind of it, or for a TV show to offer a primetime slot. While leafleting, telephone campaigns, word of mouth and canvassing might have been the catalysts for broadcasting a movement in decades before, now Gen Z can harness all this – and more. TikTok videos, hashtag movements like #MeToo and #BlackLivesMatter, podcasts and ‘hacktivism’ have expanded the mediums through which young people can speak out and be heard.\\n“There are newer mechanisms through which they are mobilising collectively and because of the pandemic, more emphasis has gone on organising remotely, which may not require people to get together physically in large numbers,” says Sinha. He believes that what differentiates Gen Z from older generations is the proliferation of technology in young people’s social and political activity, and how intuitively they use it. One minute they’re reposting cat memes, the next they’re flooding Starbucks with fake job applications in a stand against the company’s decision to fire workers attempting to unionise.\\n“They understand certain mediums so much better, and know how to make things go viral in a way, unlike those of us who weren’t born into computer and mobile phone culture,” says Sinha. In contrast, he recalls working with fish workers in the 90s, who were rallying against the corporate trawling sector and its mechanic fisheries. Local communications had to be written as a letter, typed out and then faxed to all the movement’s international branches.\\nToday, a movement like this would look dramatically different, he argues – both bigger and faster, since the internet and smartphones have now democratised – and sped up – the path to power and access to a voice as an activist. Jackson-McKenzie believes social media grants individuals access to their very own press tool. “This allows us to narrate our own stories, which is why I think Gen Z has succeeded in so many activism efforts,” he says. “We are wholly interlinked to connect across the world.”\\nWith social media throwing the window wide on all forms of activism, Gen Z has the capacity to raise awareness about the issues disturbing them, even if the path to concrete change is still long. Still rooted in local struggles and realities, contemporary social movements are increasingly “glocal”, operating both globally and locally, with offline and online networks overlapping. Many of the recent youth-led street protests have been organised online, with Twitter, TikTok and Instagram serving as hubs for information and networking.\\nFrom the Arab Spring to Black Lives Matter, youth-led movements are gathering momentum through digital means and result in large-scale transnational protests. One notable example saw children from primary level upwards walk out of school to demand action against climate change in March 2019. The 1.4 million-strong School Strike for Climate – the largest of its kind in history – captured global attention through documenting local protests on Twitter, with this ‘glocal’ posting expanding its reach and encouraging others to organise their own versions. The strikes clearly had an effect, as concern about the climate crisis peaked in the same month the strikes took place.\\nActivism as identity\\nWith technology collapsing Gen Z’s personal identities into their activism, this sense of self may well follow them through their lives, having multiple impacts, and showing up in all kinds of spheres.\\nSocial media has blended Gen Z’s personal and professional lives, offering no delineation between who they are and how they advocate. Nadine Khaouli has been active in the volunteering and social action space since she was 13, and now runs a humanitarian non-profit Kafe Be Kafak (meaning ‘hand in hand’ in Arabic) alongside her full-time job as a youth delegate with the UN Development Program. On her personal social media accounts – Twitter, Facebook, Instagram and LinkedIn – she documents and amplifies her own views and progress as well as posts volunteering and job opportunities.\\n“I like to show my followers how we’re facing the day-to-day hustle in Lebanon – it’s about using my personal journey and my story to inspire the work I do,” says Khaouli. “I don’t feel the pressure of blurred personal and professional lives because my activism is so aligned with my mission to end poverty in Lebanon.”\\nThese indistinct boundaries feel natural for McKenzie-Jackson too, as he doesn’t see his activism as a profession. “It’s more of a community and family, versus a workplace, which is probably why so many of us are involved in movements,” he says. “It’s about getting impactful work done in a way that makes us feel fulfilled.”\\nHe believes finding friends and partners through activist networks, and inextricably linking their identities with their beliefs, means that those who are already invested are unlikely to end their involvement anytime soon. It will simply transfer into the new spheres they encounter, whether it be the workplace or more activist circles. Being involved in several movements, Jackson-McKenzie can’t see himself stepping away. “Once you’re involved, you can’t stop because you learn and understand more, and it becomes much more serious and scary,” he says.\\nForced to grow up fast due to a string of societal crises, there’s always the potential Gen Z could outgrow their activist tendencies as they take on more responsibilities in their lives. However, research on the 60s generation shows that commitment to the same kind of political beliefs stays consistent over time. “The narrative that one becomes more conservative as they age isn’t held up by evidence,” says Taft. “People who were activists – organising and involving themselves in these collective spaces – continue to be committed to making social change happen in various ways, while those whose involvement drops off tend not to be especially engaged. I don’t see why this wouldn’t apply to Gen Z.”\\nInvested in activism for the long term, and organising their lives around their commitments to various movements, rather than the other way around, this generation stands to make headway with their demands – provided older generations are ready to listen. “There’s always been a problem of ageing people seeing youth movements as too idealistic,” says Sinha. “Any radical or progressive movement with ambitions to survive needs to make space for young people and their ideas about what should change and how that should be done.”\\nThat said, activism living on the same platforms that older generations use for work and play could be narrowing the ideological divide between them. Equally, research shows that Gen Z’s passion for change is revitalising the generations above them too, with the trickle-up effect hard to ignore. Globally, 52% of people of all generations believe teenagers and college-aged people influence how we create change. It’s impacting older generations too: 35% of 56+-year-olds agree this cohort influences how they support the causes they care about, jumping to 50% among 42-to-55 year-olds.\\nThe summer of 2022 has already spotlighted a multitude of new and timeworn issues that will remain highly contentious going forwards. And while today’s young activists face many of the same hurdles as those before them, they have a wholly different set of tools at their fingertips that grant them the loudest voices of any generation in history. With a fresher take on all the ways we’re getting life wrong, they’re angry and unafraid to speak up.\\n“After the pandemic, the challenge is remobilising people and empowering them to take actions – a lot of the time people are feeling depressed about what’s going on,” says McKenzie-Jackson. “Activism isn’t just actions or social media, it always starts with a passion, and people need to be in touch with that first – everyone has a voice that can turn society on its head, it’s just about feeling empowered enough to use it.”", "image": [["Courtesy of Nadine Khaouli (Credit: Courtesy of Nadine Khaouli)", "https://ichef.bbci.co.uk/images/ic/480xn/p0cqsvmq.jpg.webp"]], "author": ["Megan Carnegie"], "date": "2022-08-08"}, "https://www.bbc.com/news/world-europe-62532840": {"title": "Climate activists fill golf holes with cement after water ban exemption", "subtitle": null, "text": "Climate activists in southern France have filled golf course holes with cement to protest against the exemption of golf greens from water bans amid the country's severe drought.\\nThe group targeted sites near the city of Toulouse, calling golf the \"leisure industry of the most privileged\".\\nThe exemption of golf greens has sparked controversy as 100 French villages are short of drinking water.\\nGolf officials say greens would die in three days without water.\\n\"A golf course without a green is like an ice-rink without ice,\" Gérard Rougier of the French Golf Federation told the France Info news website. He added that 15,000 people worked in golf courses across the country.\\nThe recent action targeted courses in the towns of Vieille-Toulouse and Blagnac. It was claimed by the local branch of the Extinction Rebellion movement.\\nIn a petition, the activists said the exemption showed that \"economic madness takes precedence over ecological reason\".\\nWhile residents cannot water their gardens or wash their cars in the worst-hit municipalities, golf courses have escaped the nationwide restrictions.\\nThe water bans are decreed nationally, but enforcement is at the discretion of regional officials. So far only one area, Ille-et-Villaine in western France, has diverged, banning the watering of golf courses.\\nThe Green mayor of the south-eastern city of Grenoble city, Éric Piolle, criticised the exemption saying: \"We continue to protect the rich and powerful.\"\\nSome constraints on the golf course remain. Watering must be carried out at night with no more than 30% of the usual volume of water.\\nSome parts of the Loire river have virtually dried up. Across two-thirds of France, a state of crisis has been declared, with rainfall down by some 85%.", "image": [["Climate activists have targeted golf greens to protest the water ban exemption", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1F7C/production/_126306080_da7bb23b-47a1-4618-be54-0d59417ce2e5.png.webp"]], "author": ["Merlyn Thomas"], "date": "2022-08-13"}, "https://www.bbc.com/news/uk-england-norfolk-62519703": {"title": "Norwich Western link road: Pictures released as consultation begins", "subtitle": null, "text": "Proposed changes to a planned bypass link road would reduce its impact on the environment, planners said.\\nThe 3.9-mile (6.2km) Norwich Western Link (NWL) would complete an orbital dual carriageway route around the city.\\nNorfolk County Council claimed it would reduce congestion and journey times but environmental campaigners said it would harm wildlife and increase emissions.\\nNew pictures and plans for better pedestrian access were released at the start of a final public consultation.\\nThe images showed sloped embankments and a transparent \"environmental barrier\" on the proposed River Wensum viaduct, which the council said would reduce noise and the visual impact.\\nPlanners said another \"green bridge\" over the NWL for farm traffic, walkers, cyclists and horse riders had been added.\\nThe NWL would connect the A1270 Broadland Northway to the A47, west of Norwich, and could open in 2026.\\nThe council insisted in June it was still value for money despite the building cost rising from £198m to £251m.\\nGroups who have previously said they supported the project include the Norfolk and Norwich University Hospital, Norfolk Chamber of Commerce, Norwich Airport, Norfolk Fire and Rescue, the New Anglia Local Enterprise Partnership, Road Haulage Association, First Buses, most of the county's MPs and a number of district councils.\\nBut opponents have included Extinction Rebellion, Norfolk Wildlife Trust, the Norfolk Rivers Trust, the Campaign to Protect Rural England, the Green and Labour groups at County Hall and the Stop the Wensum Link group.\\nThe county council said a public consultation would run until 9 October and it hoped to submit a final planning application in 2023.\\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk", "image": [["Pictures of the proposed link road showed sloped embankments designed to reduce noise", "https://ichef.bbci.co.uk/news/480/cpsprodpb/11D63/production/_126295037_253342b5-71d4-4676-a8ac-82512f80fd4f.jpg.webp"], ["A new picture of the planned River Wensum viaduct was released at the start of a fourth public consultation", "https://ichef.bbci.co.uk/news/480/cpsprodpb/16B83/production/_126295039_b78282d1-4c69-4879-9d32-403ade055ce3.jpg.webp"], ["In 2019, the council backed route C as the final piece of the Broadland Northway", "https://ichef.bbci.co.uk/news/480/cpsprodpb/13C46/production/_107766908_210a9077-4720-4d15-be8a-d5f930b7196c.jpg.webp"]], "author": null, "date": "2022-08-15"}, "https://www.bbc.com/news/uk-politics-62436193": {"title": "Tory leadership: I took money out of deprived urban areas, says Sunak", "subtitle": null, "text": "A clip has emerged of ex-Chancellor Rishi Sunak saying he diverted public money from \"deprived urban areas\".\\nIn a video obtained by the New Statesman, Mr Sunak tells an audience in Tunbridge Wells, Kent, he wanted to ensure \"areas like this\" got the funding they deserved.\\nDefending his remarks, Mr Sunak said he was arguing that towns and rural areas needed help not just \"big urban areas\".\\nLabour said the leadership race was revealing the Tories' \"true colours\".\\nThe party's shadow levelling up secretary Lisa Nandy said: \"It's scandalous that Rishi Sunak is openly boasting that he fixed the rules to funnel taxpayers' money to prosperous Tory shires.\"\\nMs Nandy has written to Levelling Up Secretary Greg Clark asking him to \"urgently investigate\" the changes made by Mr Sunak to funding formulas.\\nIn the clip - filmed on 29 July - Mr Sunak says: \"I managed to start changing the funding formulas, to make sure areas like this are getting the funding they deserve.\\n\"We inherited a bunch of formulas from Labour that shoved all the funding into deprived urban areas and that needed to be undone.\\n\"I started the work of undoing that.\"\\nMr Sunak's team have said his comments were in reference to the introduction of the levelling up fund and changes made to Treasury formulas on investment.\\nThe government has changed the way it assesses projects by altering the Treasury's \"green book\", which guides ministers in making investment decisions.\\nSome submissions to a review of the \"green book\" in 2020 suggested that the old system relied too much on cost-benefit analysis (how much monetary value can be created for how many people) and that this skewed the system towards building more infrastructure in London and the South East of England.\\nBut as Tunbridge Wells is in the South East of England, changing that would not necessarily help it. It is also the least deprived local authority in Kent, according to the index of multiple deprivation.\\nThe system was changed to require projects to explain how they would promote government priorities such as levelling up or achieving net zero emissions, before considering their costs and benefits.\\nThis means funding will not necessarily go to the \"deprived urban areas\" where the largest number of people might benefit, but can instead go to more sparsely populated ones that have not received much investment in the past.\\nDuring a hustings event in Eastbourne on Friday night, Mr Sunak defended his comments by suggesting that deprivation existed across the country.\\nAcknowledging the video clip, he explained that he wanted to \"level up everywhere\", saying that was not just about helping \"very large urban cities\".\\nHe added: \"I believe it's about investing in levelling up in small towns, in rural communities, in coastal communities like those here in the South East.\"\\nEarlier, Tees Valley Mayor Ben Houchen - a Sunak supporter - told BBC Radio 4's World at One programme the clip had been taken out of context, adding: \"What he was getting across was why is it that poor urban areas receive significantly higher funding than poor rural or town areas.\"\\nHe said places such as Devon, Teesside and parts of Tunbridge Wells needed fairer funding.\\nBut Conservative MP and Truss ally Jake Berry tweeted: \"In public Rishi Sunak claims he wants to level up the North, but here, he boasts about trying to funnel vital investment away from deprived areas? He says one thing and does another.\"\\nA source in the rival Liz Truss campaign said: \"Levelling up isn't about pitting one area of the country against another, or laying dividing lines between urban v rural, towns v cities.\\n\"It is about unleashing growth and making sure every individual has the chance to thrive. Liz has a plan to create an aspiration nation based on equality of opportunity, and will deliver it in a conservative way.\"\\nRishi Sunak's comments appear to fly in the face of recent Conservative rhetoric about levelling up and securing Labour's former \"red wall\".\\nWhy would the former chancellor be boasting about diverting funding away from deprived urban areas?\\nIn short, because he was in Royal Tunbridge Wells at the time, one of his party's traditional heartlands, speaking to grassroots members.\\nAnd while the Conservative party doesn't publish data on its membership, research shows most of them live in the South East of England, and are generally older and relatively wealthy.\\nMr Sunak's team insist he was talking about changes to ensure pockets of deprivation in towns and rural areas got the funding they deserved.\\nHis opponents will seize on his comments as not just clumsy, but another example of him appearing to be out of touch.\\nThe comments were made as part of Mr Sunak's campaign bid to replace Boris Johnson as Conservative leader and prime minister.\\nHe is competing against Ms Truss, who polls suggest is more popular among Conservative members.\\nFriday night's hustings saw a brief disturbance when Ms Truss's opening remarks were interrupted by a small group of climate activists, who were believed to be from the Green New Deal Rising group.\\nThe protesters heckled Ms Truss over climate change and energy bills, shouting \"shame on you\".\\nAfter the group was ejected from the event, Ms Truss took aim at what she called \"unfair protests\" that disrupted people's lives.\\nShe pledged to clamp down on \"militant people who try and disrupt our country\" - whether from trade unions or environmental groups such as Extinction Rebellion.\\nAnother protester was later removed from the event after interrupting Ms Truss.", "image": [["Reuters Rishi Sunak", "https://ichef.bbci.co.uk/news/480/cpsprodpb/BE47/production/_126211784_8c138a94-099f-40d2-a38c-a1bb17319c7a.jpg.webp"], ["line", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1FCD/production/_105914180_line976-nc.png.webp"], ["Analysis by Reality Check", "https://ichef.bbci.co.uk/news/480/cpsprodpb/150CD/production/_112812268__109587644_tr_reality-check_tr-nc.png.webp"], ["line", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1FCD/production/_105914180_line976-nc.png.webp"], ["line", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1FCD/production/_105914180_line976-nc.png.webp"], ["line", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1FCD/production/_105914180_line976-nc.png.webp"]], "author": null, "date": "2022-08-05"}}