{"https://www.bbc.com/news/uk-england-sussex-60289920": {"title": "Greenpeace cleared of environmental breaches over trawling protest", "subtitle": null, "text": "Environmental charity Greenpeace has been cleared of environmental breaches, after dropping boulders into the sea off the Sussex coast.\\nIt happened 28 miles off the coast of Brighton in February 2021 as a protest against bottom trawling.\\nEarlier the Marine Management Organisation (MMO) decided not to proceed with prosecuting the group.\\nThe MMO said that it would investigate if any unlicensed activity occurred in the future.\\nThe Offshore Brighton area is designated as a Marine Conservation Zone, Greenpeace dropped 20 granite boulders in the area, despite warnings from the MMO that it was not licensed to do so.\\nGreenpeace said it had \"installed natural rock protection\" to protect it from bottom trawling which \"ploughs the seabed, destroying marine habitats\".\\nA ruling at Newcastle Crown Court earlier this month found that the MMO was legally entitled to pursue the prosecution but Judge Edward Bindloss asked the MMO to consider if it was in the public interest, adding that: \"It touches on the absurd that this litigation is happening at all.\"\\nGreenpeace's former executive director John Sauven, who was also named in the proceedings, said: \"Our action was designed to safely protect nature from destructive fishing in an area designated as protected but where the MMO is miserably failing to do its job.\\n\"For them to waste court time and public money prosecuting us for doing exactly that is, as the judge said, absurd.\"\\nCelebrities including Hugh Fearnley-Whittingstall, Paloma Faith, Mark Rylance and Ranulph Fiennes had backed the campaign and had their names printed onto the boulders.\\nAfter deciding not to continue with the prosecution the MMO said in a statement: \"We fully expect that Greenpeace will, in accordance with the comments made by the learned judge, support and comply with the marine licensing rules in future.\\n\"Should unlicensed activity occur in the future we will continue to investigate and will consider enforcement actions in line with our published compliance and enforcement strategy.\"\\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk", "image": [["Greenpeace dropped 20 boulders into the sea off the Brighton coast in February 2021", "https://ichef.bbci.co.uk/news/480/cpsprodpb/DBCA/production/_123166265_gp1suvay_pressmedia.jpg.webp"], ["Celebrity chef and campaigner Hugh Fearnley-Wittingstall was among celebrities who backed Greenpeace's campaign", "https://ichef.bbci.co.uk/news/480/cpsprodpb/6A82/production/_123166272_gettyimages-452190830.jpg.webp"]], "author": null, "date": "2022-02-07"}}