{"https://www.bbc.com/news/uk-england-london-56632030": {"title": "Kill the Bill protests: More than 100 arrested in London", "subtitle": null, "text": "More than 100 people were arrested at a Kill the Bill protest in central London on Saturday, the Met Police have said.\nThe 107 arrests were for offences including breach of the peace, violent disorder, assault on police and breaches of Covid legislation.\nOne woman was arrested on suspicion of possession of an offensive weapon after a knife was found.\nThe Met said the vast majority of people socially distanced and left the rally peacefully.\nCommander Ade Adelekan, who led the policing operation for the protest, said most people worked with and listened to police officers.\n\"However, as the afternoon wore on it became clear that a small number of people were intent on remaining to cause disruption to law-abiding Londoners,\" he said.\n\"Despite repeated instructions from officers to leave, they did not and, amid increasing levels of disorder, arrests were made.\n\"We should not allow the behaviour of a few individuals who attend these events with the purpose of committing criminal acts to taint the good behaviour of the majority who attended yesterday.\"\nThe protests were prompted by the Police, Crime, Sentencing and Courts Bill, which proposes to give police in England and Wales more power to impose conditions on non-violent protests, including those which are deemed too noisy or a nuisance.\nMinisters and police have defended the proposals, saying they were needed to tackle demonstrations such the ones by Extinction Rebellion in 2019, where mass occupations of roads and bridges in London and elsewhere stretched police resources to the limit.\nFormer Labour leader Jeremy Corbyn, who had earlier addressed crowds in London's Parliament Square, said the bill was a \"very dangerous, slippery slope\".\nSeven people were arrested at a Kill the Bill protest in Bristol, which was attended by about 1,500 people.\nProtests were also held in Birmingham, Liverpool, Newcastle, Weymouth and Bournemouth, amongst other places.", "image": [{"caption": "People were arrested for violent disorder, assault on police and breach of Covid legislation", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/ED15/production/_117839606_mediaitem117839605.jpg.webp", "local_name": "BBC_2021-04-04_Kill-the-Bill_img1.webp", "local_path": "article_images/BBC"}, {"caption": "The protest in London was attended by several hundred people", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/5658/production/_117840122_mediaitem117839610.jpg.webp", "local_name": "BBC_2021-04-04_Kill-the-Bill_img2.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-04-04", "source": "BBC", "id": "BBC_2021-04-04_Kill-the-Bill"}, "https://www.bbc.com/news/uk-england-dorset-56871229": {"title": "Public access campaigners trespass on Dorset MP's land", "subtitle": null, "text": "A group of campaigners have trespassed on land owned by an MP to \"start a conversation\" about public access.\nAbout 40 people, including some from environmental activists Extinction Rebellion, walked on to Richard Drax's Charborough Estate on Saturday.\nThe protest was held to coincide with the anniversary of the Kinder Scout trespass, which saw ramblers claim a \"right to roam\" on private land.\nMr Drax, the MP for South Dorset, declined to comment on the protest.\nDorset Police said it was called to reports of protesters on the estate north of Morden on Saturday morning.\nA spokeswoman for the force said officers were sent to the scene and a helicopter was deployed to \"enable us to gain a better understanding of the situation\".\nShe said the protest was \"peaceful and civil\", adding: \"We engaged with the landowner and provided advice and guidance to the protesters.\"\nThose involved in the protest said it was to \"highlight the injustice of exclusive land ownership\" and \"push for the open spaces of England and Wales to be opened up for public access\".\nThey said \"No Trespassing\" and \"Private Property\" signs were replaced with \"Everybody Welcome\" placards and the action was an attempt to \"start a conversation with landowners about how the public might have a closer connection to the nature we so badly need\".\nThey added that they found the police response to their \"peaceful protest\" to be \"disproportionate\".\nThe Kinder Scout trespass in 1932 saw hundreds of ramblers led by a group from Manchester and Salford, which included folk singer Ewan MacColl, take to private land on moorland in Derbyshire to assert their \"right to roam\".\nFollowing the protest, five men were arrested and imprisoned for \"riotous assembly\".\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk.", "image": [{"caption": "Activists changed signs on Richard Drax's family estate", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/D104/production/_118180535_draxestate.jpg.webp", "local_name": "BBC_2021-04-25_Public-access-campaigners_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Protesters trespassed on Charborough Estate on Saturday", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/BD2C/production/_118182484_draxestate1.jpg.webp", "local_name": "BBC_2021-04-25_Public-access-campaigners_img2.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-04-25", "source": "BBC", "id": "BBC_2021-04-25_Public-access-campaigners"}, "https://www.bbc.com/news/uk-56627642": {"title": "Kill the Bill protests: Defend right to protest, Corbyn tells marchers", "subtitle": null, "text": "Former Labour leader Jeremy Corbyn urged marchers to \"stand up for the right to protest\" as protests against the Police and Crime Bill were held around the UK.\nKill the Bill demonstrations took place in London, Birmingham, Liverpool, and Bristol among other places.\nMr Corbyn said the bill would prevent protest without police approval.\nPolice said 26 people were arrested after a minority refused to leave after the London protest.\nSpeaking in Parliament Square in central London, Mr Corbyn invoked figures such as the suffragettes and Nelson Mandela as he urged the crowd to oppose the bill.\n\"Stand up for the right to protest, stand up for the right to have your voice heard,\" he said.\nHe said the protests against the bill were sparked after police dispersed the crowd at the \"perfectly correct and proper vigil\" for Sarah Everard, who was killed as she walked home in south London.\n\"I want a society where it is safe to walk the streets, where you can speak out, you can demonstrate and you don't have to seek the permission from the police or the home secretary to do so,\" he said.\nSeveral women addressed the crowd and shared personal experiences of abuse and being drugged.\nProtesters carried anti-sexism placards and chanted \"women scared everywhere, police and Government do not care\" as they marched past Downing Street.\nThe protests were prompted by the Police, Crime, Sentencing and Courts Bill, which propose to give police in England and Wales more power to impose conditions on non-violent protests, including those which are deemed too noisy or a nuisance.\nAnyone refusing to follow police directions about a protest could be fined up to £2,500.\nMinisters and police have defended the proposals, saying they were needed to tackle demonstrations such the ones by Extinction Rebellion in 2019, where mass occupations of roads and bridges in London and elsewhere stretched police resources to the limit.\nMost of the crowd of several hundred people in London dispersed peacefully after the rally, but police said they made arrests after a \"small minority\" refused to leave.\nIn Bristol, more than 1,000 people gathered for a peaceful protest, after demonstrations on 23 March and 26 March ended in clashes with police.\nEarlier Kill the Bill protests had taken place under lockdown, but the latest demonstrations are the first since coronavirus rules on outdoor gatherings were eased on Monday in the latest stage of the government's roadmap out of lockdown.\nUnder the current rules, people can meet outdoors in groups of six or two households. But there is an extra provision to allow outdoor protests with more than six people - as long as organisers carry out a risk assessment and take all reasonable steps to limit the spread of the virus.\nAt the Bristol protest, about 100 demonstrators began marching again later in the evening, Avon and Somerset Police said. They forced police to briefly close part of the M32 motorway by sitting in the road.\nHundreds of people also marched through Newcastle city centre, and other places that saw protests of varying scales included Birmingham, Liverpool, Newcastle, Bournemouth, Brighton, Weymouth and Luton.", "image": [{"caption": "More than 1,000 people gathered peacefully in Bristol", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/49FF/production/_117834981_hi066571553.jpg.webp", "local_name": "BBC_2021-04-03_Kill-the-Bill_img1.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-04-03", "source": "BBC", "id": "BBC_2021-04-03_Kill-the-Bill"}, "https://www.bbc.com/news/uk-england-leeds-56657023": {"title": "Leeds Bradford Airport development plan ruling delayed", "subtitle": null, "text": "A £150m proposal to redevelop Leeds Bradford Airport has been delayed to allow Communities Secretary Robert Jenrick more time to consider it.\nPlans to demolish existing buildings and build a new terminal were approved by Leeds City Council in February.\nBut that decision was referred to the government after objectors said it would contribute to climate change.\nThe government said it needed time to allow for \"proper consideration\" of requests for the plan to be called in.\nA date for a final decision has not been set, but the Ministry of Housing, Communities and Local Government has put in place an order which prevents Leeds City Council from granting planning permission without special authorisation.\nLeeds Bradford Airport said the new terminal was not an expansion as it could already expand passenger numbers with its existing facilities.\nIt added that the replacement building would be a more efficient and sustainable development helping it to achieve its carbon net-zero goals by 2023.\nA spokesman for Leeds Bradford Airport said: \"We acknowledge the deadline extension and hope the Secretary of State for Housing, Communities and Local Government will uphold Leeds City Council's approval for our replacement terminal, which will deliver thousands of new jobs and support the region's economy.\"\nThe airport estimates the project will support 12,650 permanent jobs across the Leeds City Region, as well as creating 850 construction-related jobs.\nThe site handles about four million passengers annually and has already been granted permission to increase that to seven million over a 10-year-period.\nIn July 2020, a group of climate scientists warned the expanded airport's greenhouse gas emissions would be higher than those allowed for the whole of Leeds in 10 years' time.\nEnvironmental campaigners Greenpeace said the delay over a final decision on the redevelopment plans was a sign the government was \"starting to clock the catastrophic impacts of this proposed expansion\".\nRebecca Newsom, Greenpeace UK's head of politics, said: \"But we're just months away from hosting critical global climate talks, and this climate-wrecking mega project is clearly incompatible with our plans to cut emissions, so why only delay the decision and not just call it in now?\"\nMeanwhile, in a tweet, the Group for Action on Leeds Bradford Airport, said: \"No airport anywhere should expand. Delaying this decision is good news.\"\nMr Jenrick's decision to - in effect - kick this local issue into the long grass has national significance because seven other airports as well as Leeds Bradford also want to expand their operations. They'll all be less optimistic now.\nTo be clear, the Leeds plan isn't dead. But it doesn't bode well for the airport that Mr Jenrick says he needs more time to decide whether to kill it or not.\nHis note to the airport didn't spell out his reasoning, but it's reasonable to assume Mr Jenrick wanted to avoid another bruising like the one he suffered recently after tacitly approving a plan for a coal mine in Cumbria.\nHe was forced into a U-turn on that issue.\nSo when will we get a final ruling? The government won't say, but my guess is we'll have to wait for the government's transport decarbonisation strategy due in the coming months that will show how all emissions from transport can be reduced.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here.", "image": [{"caption": "Under the plans, existing buildings at Leeds Bradford Airport would be demolished and a new terminal built", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/11A45/production/_110516227_leedsbradfordairportterminal.jpg.webp", "local_name": "BBC_2021-04-06_Leeds-Bradford-Airport_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Campaigners had urged councillors to reject the £150m scheme for Leeds Bradford Airport", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6312/production/_116926352_galba.jpg.webp", "local_name": "BBC_2021-04-06_Leeds-Bradford-Airport_img2.webp", "local_path": "article_images/BBC"}, {"caption": "Analysis box by Roger Harrabin, Environment analyst", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/15901/production/_112812388__109755658_rogerharrabin_tr-nc.png.webp", "local_name": "BBC_2021-04-06_Leeds-Bradford-Airport_img3.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-04-06", "source": "BBC", "id": "BBC_2021-04-06_Leeds-Bradford-Airport"}, "https://www.bbc.com/news/uk-england-devon-56664550": {"title": "Dartington Hall Estate dossier 'breached data protection rules'", "subtitle": null, "text": "A country estate breached data protection laws when it listed a campaigner as an Extinction Rebellion supporter, a data watchdog has said.\nDevon's Dartington Hall Estate published a dossier of group members campaigning to stop development on its land, including personal information.\nThe Information Commissioner's Office (ICO) said it \"infringed\" data laws by naming a woman as an Extinction Rebellion supporter.\nDartington Hall Trust has apologised.\nThe estate was created as a centre for learning, ecology and the arts in 1925 when American heiress Dorothy Elmhirst and husband Leonard bought its 1,200 acres (500 hectares) of land and buildings dating back to the 14th Century.\nIn 2019 the trust, which runs the estate, said it was losing about £8,000 a day and proposed selling parcels of land for housing, which attracted opposition from a campaign group called Save Dartington.\nIn a computer document, seen by campaigners, more than 20 members were listed alongside details of where they lived, membership of organisations, such as local authorities, and other groups, including environmental movement Extinction Rebellion.\nA number of Save Dartington campaigners made complaints to the ICO which has investigated whether the estate breached General Data Protection Regulation (GDPR), a law designed to protect personal data.\nIn its first response to one of the group, it said the trust \"did not have a valid reason\" to list the campaigner as an Extinction Rebellion supporter.\nIt added that by \"unnecessarily publishing\" the information \"appropriate security was not applied to the personal data\".\nThe ICO said it had \"advised\" Dartington Hall Trust that it had \"infringed the data protection framework\" and had \"provided our advice and guidance\".\nGeorgina Allen, from Save Dartington, said legal action by members of the group could follow.\n\"Collecting information on people involved in Save Dartington in this way, and then sharing it, is very sinister,\" she said.\n\"The right to protest is a key element of social justice, yet Dartington Hall trustees are prepared to undermine the right to protest.\"\nIn a statement, the trust said the document \"was only seen by two members of staff\" and was \"immediately removed\" from the computer after a director became aware.\n\"There were lots of meetings with local groups at the time and the member of staff listed the interests of those who might attend those meetings to help ensure they were as productive as possible for all in attendance,\" it added.\nThe statement said the trust took data protection \"very seriously\" and \"we apologise that an individual's action inadvertently infringed on the data protection framework and for any distress to individuals involved\".", "image": [{"caption": "Dartington Hall Estate, in Devon, published personal information about members of a group campaigning against development on its land", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/13A78/production/_111340508_dartington_hall_view_from_gardens.jpg.webp", "local_name": "BBC_2021-04-15_Dartington-Hall-Estate_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Dorothy Elmhirst and her husband, Leonard, bought the land and historic buildings in 1925", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/F040/production/_111340516_leonard_elmhrist_-r_with_his_wife_dorothy_at_dartington_hall_devon_uk.jpg.webp", "local_name": "BBC_2021-04-15_Dartington-Hall-Estate_img2.webp", "local_path": "article_images/BBC"}], "author": ["Jonathan Morris"], "date": "2021-04-15", "source": "BBC", "id": "BBC_2021-04-15_Dartington-Hall-Estate"}, "https://www.bbc.com/news/uk-scotland-glasgow-west-56941041": {"title": "Extinction Rebellion block Faslane nuclear base entrance", "subtitle": null, "text": "Climate activists set up a blockade at the Faslane nuclear base by attaching themselves to plant pots.\nMembers of Extinction Rebellion Scotland staged the protest at the north gate of the base on the Gare Loch in Argyll and Bute.\nThe all-female group placed three planters painted with the words \"Safe\", \"Green\", and \"Future\" on the road.\nPolice Scotland said they were made aware of the incident at 06:20 and officers were at the scene.\nHMNB Clyde - known as Faslane - is the Royal Navy's main presence in Scotland.\nIt is home to the core of the submarine service, including the UK's nuclear weapons, and the new generation of hunter-killer submarines.\nThe protest group said they were demanding a future \"safe from the threat of nuclear weapons and environmental destruction\".\nExtinction Rebellion said the action was part of the Peace Lotus campaign, a global day of anti-war resistance celebrating the anniversary of the end of the Vietnam War.\nAn HMNB spokesman confirmed police were in attendance and assisting Ministry of Defence officers in dealing with the protest.\nHe added: \"Well-established, fully co-ordinated procedures are in place to ensure the effective operation of HMNB Clyde is not compromised because of protest action.\"", "image": [{"caption": "Extinction Rebellion faslane protest", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/17BC/production/_118267060_fcbdeb29-6fc1-48d0-8ba5-b491ff7e337a.png.webp", "local_name": "BBC_2021-04-30_Extinction-Rebellion-block_img1.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-04-30", "source": "BBC", "id": "BBC_2021-04-30_Extinction-Rebellion-block"}, "https://www.bbc.com/news/uk-england-london-56853979": {"title": "Extinction Rebellion: Jury acquits protesters despite judge's direction", "subtitle": null, "text": "Six Extinction Rebellion protesters have been cleared of causing criminal damage, despite a jury being told by the judge there was no defence in law for their actions.\nActivists targeted Shell's London HQ, claiming the oil firm was directly contributing to climate change.\nIt was part of wider demonstrations across the capital on 15 April 2019.\nJudge Gregory Perrins said that even if their actions were \"morally justified\", that did not provide a lawful excuse.\nSouthwark Crown Court had heard that each of the defendants deliberately sprayed graffiti or smashed windows at the Shell building in Belvedere Road, central London.\nThe six acquitted activists were:\nWith the exception of Mr Saunders - who claimed he honestly believed Shell's employees and shareholders would have consented to the damage he caused - the judge had told the jury: \"They don't have any defence in law for the charges they face.\"\nAfter deliberating for just over seven hours, the jury of seven women and five men cleared the defendants of all charges.\nBefore reaching their verdicts, the jurors had asked to see a copy of the oath they took when they were sworn in.\nThe six, who represented themselves, were also cleared of individual counts of having an article with intent to destroy or damage property.\nThey told the court they had targeted the Shell building because the company was directly contributing to climate change, \"thereby causing serious injury and death\".\nThey argued their actions were a \"necessary\" and \"proportionate\" response to the harm being caused.\nProsecutor Diana Wilson had told the court that while some protesters merely stood outside the building holding banners or speaking through megaphones, \"these defendants went further\".\nShe added: \"The seven involved caused significant damage.\"\nAt the conclusion of the trial, the judge thanked the jurors for their \"care and attention\", adding: \"This has been an unusual case.\"\nA seventh protester, Katerina Hasapopoulous, had previously pleaded guilty to causing criminal damage. The 43-year-old, from Stroud, will be sentenced at a later date.\nAfter he was cleared, Extinction Rebellion co-founder Mr Bramwell said she had only pleaded guilty because of childcare issues.", "image": [{"caption": "The defendants said they believed their actions had been \"necessary\" and \"proportionate\"", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1014A/production/_118166856_hi066930873.jpg.webp", "local_name": "BBC_2021-04-23_Extinction-Rebellion:-Jury_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Graffiti was left on Shell's London headquarters in April 2019", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/B3E9/production/_118175064_a6200aed-93a8-405c-8187-14cdb3296122.jpg.webp", "local_name": "BBC_2021-04-23_Extinction-Rebellion:-Jury_img2.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-04-23", "source": "BBC", "id": "BBC_2021-04-23_Extinction-Rebellion:-Jury"}, "https://www.bbc.com/news/uk-england-london-56843329": {"title": "Extinction Rebellion activists smash windows at Canary Wharf HSBC", "subtitle": null, "text": "Extinction Rebellion (XR) activists have shattered at least 19 windows at HSBC's headquarters in east London.\nThe Earth Day protest at the Canary Wharf branch was staged to draw attention to the bank's links to the fossil fuel industry, activists said.\nNine women took part in the protest, wearing patches with the words \"better broken windows than broken promises\".\nAfter breaking the glass using hammers and chisels, the women sat down and waited to be arrested by police.\nThe Met said officers were called at 07:10 BST to reports of a group of protesters causing damage to a building in Canada Square, E14. Nine women were arrested on suspicion of causing criminal damage and remain in police custody, the force added.\nActivists said the protest was part of their \"Money Rebellion\" movement against economic institutions contributing to the climate crisis.\nIt comes after XR members broke windows at the London headquarters of Barclays two weeks ago.\n\"Despite HSBC's pledge to shrink its carbon footprint to net-zero by 2050, their current climate plan still allows the bank to finance coal power, and provides no basis to turn away clients or cancel contracts based on links to the fossil fuel industry,\" XR said.\n\"It's time to stand up and be counted,\" activist Gully Bujak, 28, said. \"Doing this today may land us in prison but we're on the right side of history.\"\nLondon mayoral candidate for political party Burning Pink, Valerie Brown, 68, was among the women arrested on suspicion of criminal damage.\nShe said: \"Investing in fossil fuels is murder. More and more people can see that clearly. Why can't you?\n\"We will not stand by whilst you [HSBC] invest in runaway greed, whilst people's lives are being shattered by the fossil fuel industries,\" she added.\nA spokesperson for HSBC said: \"We welcome meaningful dialogue on our climate strategy, however we cannot condone vandalism or actions that put people and property at risk.\n\"We have an ambition to be net-zero by 2030 and to bring our financed emissions to net-zero by 2050.\"", "image": [{"caption": "After breaking the glass using hammers and chisels, the women sat down and waited to be arrested", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/2E3B/production/_118153811__dsf7008.jpg.webp", "local_name": "BBC_2021-04-22_Extinction-Rebellion-activists_img1.webp", "local_path": "article_images/BBC"}, {"caption": "The women used hammers to shatter the glass at HSBC's headquarters in Canary Wharf", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/133F3/production/_118153887__dsf6865.jpg.webp", "local_name": "BBC_2021-04-22_Extinction-Rebellion-activists_img2.webp", "local_path": "article_images/BBC"}, {"caption": "Stickers were placed on the windows of the bank reading \"£80 billion into fossil fuels in the last 5 years\"", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/CA7B/production/_118153815__dsf7021.jpg.webp", "local_name": "BBC_2021-04-22_Extinction-Rebellion-activists_img3.webp", "local_path": "article_images/BBC"}, {"caption": "Valerie Brown: \"Investing in fossil fuels is murder\"", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/22E7/production/_118153980__dsf6917.jpg.webp", "local_name": "BBC_2021-04-22_Extinction-Rebellion-activists_img4.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-04-22", "source": "BBC", "id": "BBC_2021-04-22_Extinction-Rebellion-activists"}, "https://www.bbc.com/news/uk-england-cornwall-56624188": {"title": "G7 Cornwall: Protest against Carbis Bay building work", "subtitle": null, "text": "Campaigners have been protesting against development work taking place at a hotel in west Cornwall to be used during the G7 summit.\nThe Carbis Bay Hotel started work prior to submitting plans, angering environmentalists.\nCampaigners claimed the work was damaging ancient woodland and badger setts in the area, near St Ives.\nA planning application has since been made for three buildings. The hotel has been approached for a comment.\nThe three single-storey buildings are to provide nine meeting rooms for the summit, due to take place from 11 to 13 June.\nAbout 100 people protested on the beach on Saturday afternoon, including supporters of the Extinction Rebellion group.\nLocal resident Jane Cowans said: \"Suddenly it's concrete all over the area where they've cleared all the trees ... I think this is just the final straw.\"\nPlanning authority Cornwall Council previously said it did not have powers to stop works while it considered the application \"but we urge owners to do so\".\nThe hotel might have to remove anything constructed afterwards if the application is refused.\nThe Carbis Bay Estate previously said it was working closely with the council and independent bodies in connection with the work.\nThe hotel has been approached for a comment, but said on its Facebook page the site was not an ancient woodland and there were no setts.\nIt added it was planning to plant \"a plethora of trees and plants more suited to the coastal environment\".\nDuring the summit, leaders from the UK, United States, Germany, France, Canada, Italy and Japan will gather, along with those from Australia, India, South Korea and the EU.\nTourism organisation Visit Cornwall said it estimated the summit could provide a £50m economic boost.", "image": [{"caption": "Protesters are angry at trees being cut down in Carbis Bay", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/117C7/production/_117832617_mediaitem117832616.jpg.webp", "local_name": "BBC_2021-04-03_G7-Cornwall:-Protest_img1.webp", "local_path": "article_images/BBC"}, {"caption": "The hotel is set to host the world's leaders at the G7 summit in June", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/30E0/production/_117621521_hotel.jpg.webp", "local_name": "BBC_2021-04-03_G7-Cornwall:-Protest_img2.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-04-03", "source": "BBC", "id": "BBC_2021-04-03_G7-Cornwall:-Protest"}}