{"https://www.bbc.com/news/uk-politics-58699072": {"title": "Labour conference: Reeves promises £28bn a year to make economy greener", "subtitle": null, "text": "Labour has promised to spend an extra £28bn a year on making the UK economy more \"green\" if it wins power.\nShadow chancellor Rachel Reeves said the money would go on offshore wind farms, planting trees and developing batteries.\nIn her speech to Labour's annual conference in Brighton, she also pledged to phase out business rates to help the Covid-damaged High Street.\nAnd she said giant tech firms would pay more tax in future.\nAn aide to Ms Reeves told the BBC the £28bn would come from government borrowing and the investment should \"have a positive impact\" on the wider economy.\nIn her speech, Ms Reeves said: \"I will be a responsible chancellor. I will be Britain's first green chancellor.\"\nShe added: \"I will invest in good jobs in the green industries of the future, giga-factories to build batteries for electric vehicles, a thriving hydrogen industry, offshore wind with turbines made in Britain, planting trees and building flood defences, keeping homes warm and getting energy bills down, good new jobs in communities throughout Britain.\"\nRachel Reeves is the shadow chancellor with something for everyone.\nFor the Labour Party activists crying out for ambitious pledges following a series of lukewarm announcements there was £28bn a year of investment to help the UK reach its climate targets.\nShe also went after some of the most potent symbols for party members: private schools and Jeff Bezos, the founder of Amazon (\"if you can afford to fly to the moon, you can afford to pay your taxes here on earth!\")\nFor the business community there was a promise to axe business rates and replace the £30bn of revenue with… something.\nFor those who thought it was all a bit too much she unveiled some fiscal rules that could lightly limit her room to spend and borrow, and a new value for money \"hit squad\" that would scrutinise government spending.\nShe has also upped her speech game significantly, introducing a group of keyworkers in the front row to rapturous applause and lowering her voice dramatically to deliver her soundbites.\nMs Reeves said the annual £28bn investment - which would continue until 2030 - would help \"protect our planet for future generations\".\nIt would include the £3bn shadow business secretary Ed Miliband promised to help make the UK steel industry carbon-neutral in his conference speech on Sunday.\nLabour is expected to make a series of announcements on where the rest of the money would go.\nGreenpeace UK welcomed the overall spending pledge, with its head of politics, Rebecca Newsom, saying: \"Tackling the climate crisis has to be at the heart of what the Treasury does.\"\nThe independent Climate Change Committee estimates the cost of making the UK carbon-neutral will be between 1% and 2% of GDP until 2050. Based on last year's figures, that would equate to between £19.6bn and £39.2bn a year.\nDuring her half-hour speech, Ms Reeves said a Labour government would freeze business rates in England until 2023 and make rates relief for smaller firms more generous.\nIt would eventually scrap rates completely, she said, replacing them with a new \"modern\" business tax, which the party is yet to define.\nLabour is also proposing a new tax on commercial property.\nAnd it is proposing to increase the digital services tax - paid by search engines and social media firms - from 2% to 12%, when it is replaced by a higher global corporation tax rate agreed as part of an international scheme.\nMs Reeves told the conference the party would bring in the \"biggest overhaul of business taxation in a generation\", allowing businesses to \"lead the pack, not watch opportunities go elsewhere.\"\nShe announced plans to scrap \"hundreds\" of tax breaks and set up an Office of Value for Money, which aides describe as a \"hit squad\" to scrutinise government spending and ensure tax is used wisely.\nMs Reeves said a Labour government would tell firms which have received contracts to deal with the Covid pandemic but under-delivered to repay the money given to them by the government.\n\"We will set up a team to go through every line of every failed contract where value was not delivered, and claw back every penny of taxpayers' money we possibly can,\" she added, \"because that money belongs in our police, it belongs in our schools and it belongs in our NHS.\"\nThe policies announced by Ms Reeves were welcomed by the Federation for Small Businesses, whose national chair Mike Cherry said: \"The shadow chancellor is right to propose concrete reform of a business rates tax which disproportionately burdens the small businesses and sole traders at the heart of local communities.\"\nBut Conservative Party co-chairman Oliver Dowden said: \"Successive Labour leaders have threatened businesses with tax hikes, higher bills, and more red tape.\n\"Only the Conservatives can be trusted to support our businesses and help our economy thrive as we build back better.\"", "image": [{"caption": "Analysis box by Adam Fleming, Chief political correspondent", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/13E58/production/_116569418_adamfleming_21_tr-nc.png.webp", "local_name": "BBC_2021-09-27_Labour-conference:-Reeves_img1.webp", "local_path": "article_images/BBC"}], "author": ["Justin Parkinson"], "date": "2021-09-27", "source": "BBC", "id": "BBC_2021-09-27_Labour-conference:-Reeves"}, "https://www.bbc.com/news/uk-england-london-58678274": {"title": "Extinction Rebellion: Paralympian James Brown jailed for plane glue stunt", "subtitle": null, "text": "A former Paralympic champion who glued himself to the roof of a plane during an Extinction Rebellion protest has been jailed for a year.\nJames Brown, who is visually impaired, climbed on to the British Airways plane at London City Airport in October 2019.\nThe 56-year-old glued his right hand to the Amsterdam-bound plane, wedging his phone in the door so it wouldn't close.\n\"You cynically used your disability to put your plan into action,\" Judge Gregory Perrins said.\nThe double gold medallist from Exeter was sentenced to 12 months' imprisonment, of which he will serve half, at Southwark Crown Court.\nNorthern Ireland-born Brown, who represented Great Britain in cycling and athletics before competing for Ireland in cross-country skiing, spent an hour on the aircraft before he was removed.\nProsecutors previously said he caused disruption to more than 300 British Airways passengers, costing the airline £40,000.\nBrown, who represented himself at his trial, denied one count of causing a public nuisance, claiming he had \"to do something spectacular\" to draw attention to the climate crisis.\nHe was found guilty in July after a jury deliberated for less than an hour.\nJudge Perrins said: \"The right to protest does not entitle you to cause major widespread disruption to a major airport... simply because you think it is the right thing to do.\"\n\"This is a case in which you acted together with at least 10 other activists to plan and execute a major act of disruption.\n\"You intended to cause the maximum amount of disruption possible at the airport, if not shut it down completely.\"\nThe jury heard that Brown had booked his flight on the morning of the stunt, and had been offered assistance with boarding due to his disability.\nHe had a bottle of superglue in his luggage that had not been detected by security, prosecutor Richard Witcombe said.\nBrown declined an offer by a member of cabin staff to help him to his seat, telling her that he was going to climb on to the roof of the plane.\nTim Maloney QC, representing Brown at his sentencing hearing, said: \"He has expressed an intention not to become involved in unlawful protest again.\"\nMr Maloney said Brown had \"overcome the barriers to live a successful and inspiring life\", competing at five Paralympic Games and becoming a successful businessman.\nBrown won bronze in cycling representing Ireland at the 2012 Games, and two athletics golds for Great Britain, in the 800m and 1500m, at the 1984 Paralympic Games in New York. He has competed in five winter and summer Paralympics across a range of sports.\n\"There is so much more to his life than sporting excellence,\" Mr Maloney said, as he described Brown's career as a maths teacher before working for Gloucestershire County Council in disabled children's services.", "image": [{"caption": "A bottle of superglue in James Brown's luggage went undetected", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/17D61/production/_119633679_hi068921100.jpg.webp", "local_name": "BBC_2021-09-24_Extinction-Rebellion:-Paralympian_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Brown wept as he gave evidence at Southwark Crown Court", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/FEE5/production/_119635256_hi068921099.jpg.webp", "local_name": "BBC_2021-09-24_Extinction-Rebellion:-Paralympian_img2.webp", "local_path": "article_images/BBC"}, {"caption": "Extinction Rebellion protesters targeted London City Airport in October 2019", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/45C4/production/_109206871_hi057203480.jpg.webp", "local_name": "BBC_2021-09-24_Extinction-Rebellion:-Paralympian_img3.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-09-24", "source": "BBC", "id": "BBC_2021-09-24_Extinction-Rebellion:-Paralympian"}, "https://www.bbc.com/news/uk-england-london-58704508": {"title": "Insulate Britain: M25 targeted near Heathrow as activists stage protest", "subtitle": null, "text": "Climate change protesters have defied a court order and blocked part of the M25 at Heathrow Airport.\nA total of 53 people have been arrested as Insulate Britain blocked the slip road at junction 14 just after 08:00 BST. The road has now reopened.\nA High Court injunction banning protests around the M25 and Dartford Crossing was issued last Thursday.\n\"You can throw as many injunctions at us as you like, but we are going nowhere,\" the campaign group said.\nIt is the latest of several protests targeting major roads in the south east.\nThe order, which was granted to National Highways Ltd, states demonstrators are banned from \"causing damage to the surface of or to any apparatus on or around the M25 including but not limited to painting, damaging by fire, or affixing any item or structure thereto\".\nIt adds that those involved \"may be held to be in contempt of court and may be imprisoned, fined or have their assets seized.\"\nThe injunction includes slip roads and bridges.\nMinisters had hoped the High Court injunction would prevent further disruption around London.\nIn statements read out last week at the Home Office, the campaigners said: \"We are more scared of the destruction of our country than we are of breaking an injunction.\n\"There are times when we have to step up and do what is right.\"\nThe group, an offshoot of Extinction Rebellion, is calling for the government to insulate homes in the UK to help cut carbon emissions.\nIt wants heat-saving measures installed in social housing by 2025 and all homes by 2030.\nProtester Dr Diana Warner, 62, a retired GP from Bristol, said she was protesting out of \"desperation\".\n\"This is the fifth time I've been here trying to block a motorway because the only way to get the government to listen is to disrupt things,\" she said.\nMs Warner added she \"completely understood\" people's frustrations with the protest however what was at risk was the \"lives of our children and grandchildren\".\n\"I'm really sorry but I'm determined to do everything I can to make us safe and change society ... we have to try.\"\nThe government said it was investing £1.3bn to support people to install energy efficiency measures.", "image": [{"caption": "There have been several protests around the M25 in the past two weeks", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/13E2A/production/_120705418_photo-2021-09-27-08-15-46.jpg.webp", "local_name": "BBC_2021-09-27_Insulate-Britain:-M25_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Police have arrested 53 people", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/87D2/production/_120707743_mediaitem120707742.jpg.webp", "local_name": "BBC_2021-09-27_Insulate-Britain:-M25_img2.webp", "local_path": "article_images/BBC"}, {"caption": "The blocked junction has since fully reopened", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/550A/production/_120707712_mediaitem120707711.jpg.webp", "local_name": "BBC_2021-09-27_Insulate-Britain:-M25_img3.webp", "local_path": "article_images/BBC"}, {"caption": "Protesters were dragged away from the protest", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/127FA/production/_120707757_mediaitem120707756.jpg.webp", "local_name": "BBC_2021-09-27_Insulate-Britain:-M25_img4.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-09-27", "source": "BBC", "id": "BBC_2021-09-27_Insulate-Britain:-M25"}, "https://www.bbc.com/news/uk-england-london-58438755": {"title": "Extinction Rebellion: Nearly 500 arrested during two weeks of action", "subtitle": null, "text": "Police have made 480 arrests in London during two weeks of protest by the climate activists Extinction Rebellion.\n\"Thousands of officers\" a day had been required to police activists since the group began its action, dubbed the Impossible Rebellion, on 23 August, Scotland Yard said.\nDeputy Assistant Commissioner Matt Twist said the force's teams had \"worked tirelessly\".\nExtinction Rebellion said the protests had been \"incredibly successful\".\nOver the last two weeks Extinction Rebellion and other connected groups have held multiple daily protests, including blocking Oxford Circus and erecting a giant table in Covent Garden.\nThe Met revealed that officers had removed 133 people locked on or glued to structures during that time.\nMr Twist said: \"This work takes time and has demanded thousands of officers each day to respond effectively.\n\"These are officers taken elsewhere from London.\n\"Every time several officers are needed to arrest a single activist, these are officers diverted from our number one priority, bearing down on violence.\"\nPolice were accused of heavy-handed tactics after officers could be seen using batons and dragging protesters from the top of a bus near London Bridge on Tuesday.\nAn Extinction Rebellion spokesperson said: \"This is our first mass protest since the pandemic and it's been a huge success.\n\"We would have stayed in Oxford Circus and London Bridge longer if the policing had been a little less aggressive.\"\nThey added: \"With the government pushing through its draconian policing bill, and officers being trained in public order tactics ahead of COP 26, the last few weeks feels like a portent of much worse to come.\n\"This government's response, to silence its critics and stifle debate, should worry everyone who cares about our hard-fought democratic rights.\"\nDefending the tactics, Mr Twist said: \"What we saw at London Bridge and what we saw at other locations on Sunday was an attempt outside the Science Museum to set up complex structures with complex lock-on devices to cause serious disruption to the public of London.\n\"And that's when officers are moving in and acting more swiftly to make arrests and try to lawfully remove the protesters.\"\nThe demonstrations are planned to continue next week, when the activists are due to host a \"march for nature\".", "image": [{"caption": "Police were accused of heavy-handed tactics after dragging protesters from the top of a bus on London Bridge", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/2C54/production/_120384311_hi070087274.jpg.webp", "local_name": "BBC_2021-09-03_Extinction-Rebellion:-Nearly_img1.webp", "local_path": "article_images/BBC"}, {"caption": "The group said the table had been set up in Covent Garden as an invitation for debate", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6F7D/production/_120214582_tableepa.jpg.webp", "local_name": "BBC_2021-09-03_Extinction-Rebellion:-Nearly_img2.webp", "local_path": "article_images/BBC"}, {"caption": "Police have been removing protesters who had glued themselves to roads and buildings", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/A184/production/_120384314_hi070082501.jpg.webp", "local_name": "BBC_2021-09-03_Extinction-Rebellion:-Nearly_img3.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-09-03", "source": "BBC", "id": "BBC_2021-09-03_Extinction-Rebellion:-Nearly"}, "https://www.bbc.com/news/uk-england-kent-58732308": {"title": "Insulate Britain: Protesters block M25 junction twice in a day", "subtitle": null, "text": "Insulate Britain protesters blocked the same junction of the M25 for a second time on Wednesday.\nEleven activists were arrested after police were called to junction three - the Swanley Interchange - at 07:30 BST.\nThe roundabout was reopened but protesters returned at about 13:00 BST, with one gluing himself to a police car while others superglued themselves to the road.\nPolice said they arrived within three minutes and arrested 16 more people.\nAll 27 were held on suspicion of obstructing the highway and conspiracy to commit criminal damage and are in custody, a police spokeswoman said.\nA High Court injunction banning protests around the M25 and Dartford Crossing was issued on Thursday.\nIt stated demonstrators were banned from \"causing damage to the surface\" on or around the M25.\nA spokesman for Insulate Britain said: \"We are going nowhere. You can raid our savings. You can confiscate our property. You can deny us our liberty and put us behind bars.\n\"But shooting the messenger can never destroy the message that this country is going to hell unless you take emergency action to stop putting carbon into the air.\"\nThe demonstration by Insulate Britain, an offshoot of Extinction Rebellion, is the sixth to cause disruption on the M25 in three weeks.\nOn 13 September, protesters blocked five M25 junctions in Hertfordshire, Essex and Surrey.\nThirty-nine people from the group were arrested after blocking the Port of Dover on Friday.\nSurrey's police and crime commissioner Lisa Townsend said police had found it difficult to bring charges and had received \"flak\" over their response.\nShe said: \"It has been very difficult for the police because if they charge the protesters with a relatively minor offence, it is likely to be discontinued.\n\"If they try to elevate the charge to a more serious one, they are finding it is not reaching the necessary threshold.\n\"The public deserves to see a response from all parts of the criminal justice system and it is unfair for the police to be blamed if people do not end up before the courts.\"\nHowever, the government said on Wednesday night legal proceedings had begun against any activists who faced fines or prison for blocking the motorway.\nThe activists have been warned they will be served injunction papers by enforcement officers from the High Court.\nA government spokesman said: \"We are already knocking on doors and serving papers to offenders who will be sent to court and could face fines or prison.\n\"Police continue making arrests and are working closely with National Highways to shut down these illegal demonstrations and keep the public safe.\"\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk.", "image": [{"caption": "Police removed protesters within an hour before more returned later", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1395F/production/_120732208_2.62751852.jpg.webp", "local_name": "BBC_2021-09-29_Insulate-Britain:-Protesters_img1.webp", "local_path": "article_images/BBC"}, {"caption": "The Insulate Britain protesters blocked a roundabout at junction 3 of the M25", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/93BF/production/_120732873_2.62751851.jpg.webp", "local_name": "BBC_2021-09-29_Insulate-Britain:-Protesters_img2.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-09-29", "source": "BBC", "id": "BBC_2021-09-29_Insulate-Britain:-Protesters"}, "https://www.bbc.com/news/science-environment-58584976": {"title": "Climate change: Should green campaigners put more pressure on China to slash emissions?", "subtitle": null, "text": "China will be urged at the UN next week to speed up the timetable for curbing its planet-heating carbon emissions.\nIt will be nudged by the UK Prime Minister Boris Johnson, who's experiencing climate pressure himself from activists blocking motorways.\nBut is the UK, with its world-leading emissions targets, the right target for demonstrators?\nChina produces 28% of global emissions and the UK just 1%. So shouldn't they be picketing the Chinese embassy instead of the M25 motorway?\nOn the face of it, that seems a reasonable question. And some veteran activists would indeed support a well-judged China protest - we'll come to that later.\nBut when I initially asked the radical green group Extinction Rebellion (XR) if they had considered demonstrating against China, it triggered a furious response.\nAn XR member tweeted accusing me of perpetuating anti-Chinese racist stereotypes and failing to report climate change properly.\nWhy so vitriolic?\nWell, there are two reasons. The first is practical: climate campaigning groups like Greenpeace and WWF have offices in Beijing and if they rattle China too hard, they could be swiftly closed down.\nThe second reason touches a sore spot on the geopolitical history of climate change. For the purposes of climate negotiations, China has been regarded as a developing country because major industrialisation occurred from the mid-20th Century - after some other countries.\nPicketing the Chinese embassy would ostensibly transfer blame for the current crisis on to Beijing - while easing pressure for carbon cuts in historically wealthy nations such as the UK.\nThat's exactly what some newspaper columnists want.\nBut it runs counter to global climate diplomacy, which acknowledges that it's rich countries with a longer history of industrialisation that have caused most of the warming so far.\nWhat's more, much of the CO2 on China's carbon accounts is created by manufacturing stuff that Western consumers buy.\nSo much stronger action from Beijing is certainly essential to prevent global heating getting even worse. But to be fair, China's not quite as blameworthy as it seems.\nThe issue of fairness is embedded in international negotiations on climate action. During early talks in the 1990s, countries were divided into Annex 1 and Non-Annex 1.\nAnnex 1 - the rich nations and eastern Europe - agreed to take responsibility for their historic pollution by cutting emissions on home ground.\nNon-Annex 1 - developing countries including (then) China agreed to begin reporting on their emissions - not cutting them - in return for financial aid.\nThanks to its turbo-charged economy China's now emitting more CO2 than all rich nations put together, according to some estimates.\nThe total per person is still half that in the USA, but China's overtaken the UK (if you don't take into account the CO2 emitted manufacturing exported goods).\nPresident Xi Jinping has offered to freeze emissions growth by 2030, but scientists say that's not enough to evade deadly climate change.\nIn other words, China may consider it unfair to be expected to slash emissions at this stage of its economic growth - but if it doesn't, the planet is in even more serious trouble.\nThis challenges the narrative of green groups, which have typically reserved their fire for the rich who caused the problem.\nIn today's dire circumstances, should they reconsider? I put the question to environment campaigners.\nWWF chief executive Tanya Steele told me: \"As an organisation we support the right to protest. But we should focus on global collective responsibility - not on any single nation\". WWF Beijing won't exist if she appears anti-Chinese.\nNeil Verlander from Friends of the Earth said: \"The UK government, with its historic contribution to climate change, is the focus of campaigning, as this is where we have the biggest influence.\"\n\"We don't have any plans to picket any embassies.\"\nA spokeswoman for Extinction Rebellion UK told me: \"We mustn't allow those trying to frustrate action to use China as a scapegoat and further excuse their own responsibility.\n\"However, if a local or affiliated group chose to protest against the Chinese government, if the conditions were appropriate then we might well support.\"\nSome veteran activists and commentators think the green groups have gone soft.\nThey believe a strategic re-think is needed - but how can they exert pressure on China without giving succour to climate naysayers in the UK?\nJournalist Geoffrey Lean, who pioneered environment reporting in the UK, shares one idea.\n\"I would put small, polite pickets at every Chinese embassy worldwide. The Chinese authorities listen most to something coming from several different sources at the same time.\n\"It would also preserve Chinese \"face\" more than a big single demonstration, and would almost certainly not make news - so it wouldn't be picked up by the deniers.\"\nPolite protest banners, he says, might appeal to Chinese pride with slogans such as \"China - please save the climate!\" or \"Great Helmsman, please cut emissions for our children.\"\nThis plan appealed to former Friends of the Earth founders Tom Burke and Jonathon Porritt.\nBoth agreed that green groups should protest against Chinese emissions.\nBurke said: \"I would definitely campaign at the Chinese embassy. NGOs nowadays have grown fat and corporate. Sometimes they need to go back to basics.\"\nVeteran Greenpeace strategist Chris Rose said: \"In the old days we didn't do much more than biting ankles. But sometimes there's a case for ankle-biting - and China is one example… along with India.\"\nAny action much be subtle, though, according to another long-standing independent campaigner, Cindy Baxter. She pointed out the President Xi had committed to strong action to curb coal power, but that provincial governments had ignored him.\nShe warned: \"If there was a blockade outside Chinese embassies, the right wing columnists would say 'told you so'. That would be counter-productive. I would put a small picket out there - not a huge demonstration.\"\nWhether or not the green groups decide to switch tactics, one thing is in no doubt - the world needs urgent emissions cuts from China - and indeed every other nation.\nThe website Climate Action Tracker estimates that global emissions in nine years' time are set to be roughly double the level required to meet the goal of holding the temperature rise to 1.5C.\nAnd that's when a temperature rise of just 1.1C has already been causing death and destruction.\nFollow Roger on Twitter.", "image": [{"caption": "China is the world's largest emitter of greenhouse gases", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/0CCE/production/_120587230_gettyimages-528822856.jpg.webp", "local_name": "BBC_2021-09-18_Climate-change:-Should_img1.webp", "local_path": "article_images/BBC"}, {"caption": "UK climate activists picketed the M25 motorway around London", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/7768/production/_120586503_070587923.jpg.webp", "local_name": "BBC_2021-09-18_Climate-change:-Should_img2.webp", "local_path": "article_images/BBC"}], "author": ["Roger Harrabin"], "date": "2021-09-18", "source": "BBC", "id": "BBC_2021-09-18_Climate-change:-Should"}, "https://www.bbc.com/future/article/20210906-what-if-everyone-took-psychedelics": {"title": "The worldview-changing drugs poised to go mainstream", "subtitle": null, "text": "The growing legitimacy of psychedelics as therapies promises to transform how we view the extraordinary, writes Ed Prideaux.\nIt was 1971 when Rick Doblin first took LSD. A Saturday afternoon in Florida, a few weeks into his freshman year. Four years had passed since the Summer of Love – when millions of young people descended on San Francisco, London and beyond in a haze of music and drugs – but the psychedelics still flowed through campus.\n\nLSD, or Lysergic Acid Diethylamide-25, is a chemical trickster. Mimicking the morphology of serotonin, it locks in the synapses of the brain’s 5-HT2A receptors to trigger a manifest wave in cognition: extraordinary ruptures in vision, patterns of thought, belief, and emotion.\n\nWithin an hour, the trickster’s games make themselves known. A sense of strangeness hard to put in words descends. Shapes and kaleidoscopes may appear and dance in synchrony. Synaesthetic connections – when you can hear or taste colours – could emerge. Depending on one’s dose, by the drug’s peak you may be thrown into an entirely altered dimension: a weird place filled with entities, snakes, designs behind-the-eyes, DNA strands, and a radically enhanced appreciation for art and aesthetics. Or something far darker.\n\nDoblin’s world hummed, throbbed, droned. After floating through the campus dining hall, he made his way back to a private dorm for an inward-facing trip. Glancing at his friend – also surging on LSD – Doblin was struck by a fresh vision. Not merely deducing his co-pilot’s thoughts and emotions, Doblin could see them plain as day. His friend’s comfort, benefaction, warmth, were visible like arms and legs.\nDoblin wished he could feel so free. He was decomposing. In his own LSD rotoscope, Doblin had become a boy again – no longer the man – and the imbalance of emotion and intellect that drove his life in the everyday were sensible. Yet he was this way for a reason, Doblin realised. And this meant it wasn’t set in stone. He could change things. He could be free.\n\nFor the philosopher LA Paul, what Doblin experienced can be described as a \"transformative experience\". These aren’t like most experiences, even our most dramatic ones. What makes them distinct is how they change a person: their preferences, ideas and identities are turned upside-down. When Doblin entered his first trip, he perhaps hadn’t realised that the next day he would not be the same.\n\nAfterwards, Doblin knew he was on to something. He’d take more trips – many of which were destabilising – but the essential promise was clear. Evangelising the therapeutic potential of psychedelic drugs became his life’s mission.\nDoblin is today the founder and executive of a non-profit organisation called the Multidisciplinary Association for Psychedelic Studies (Maps), which aims to bring psychedelic drugs closer to mainstream use in medicine and beyond. It advises scientists how to conduct trials and win funding, as well as working closely with regulators.\n\nNow the efforts of Doblin and others are finally paying off. In the last 10 years, psychedelic drugs like LSD, magic mushrooms, DMT, a host of \"plant medicines\" – including ayahuasca, iboga, salvia, peyote – and related compounds like MDMA and ketamine have begun to lose much of their 1960s-driven stigma. Promising clinical trials suggest that psychedelics may prove game-changing treatments for depression, PTSD and addiction. The response from the psychiatric community, far from dismissive or even sceptical, has been largely open-armed. The drugs may well mark the field’s first paradigm shift since SSRIs in the 1980s.\nIn 2017, for example, the US Food and Drug Administration designated MDMA a \"breakthrough therapy\", which meant it would be fast-tracked through to the second stage of Phase-3 trials. Doblin, whose organisation was instrumental in achieving the designation, hopes it will achieve FDA approval by 2023.\n\nPsychedelics remain Schedule-1 drugs federally in the US and Class-A in the UK, but rules are relaxing. Along with Austria and Spain in the EU, psilocybin mushrooms have been decriminalised in Washington DC and a host of other US cities, and legalised for therapy in Oregon, where LSD has also been decriminalised. A California bill to decriminalise LSD and psilocybin passed several crucial committee stages and will be decided next year. A vote to federally sponsor psychedelic research recently made its way to Congress.\nIn anticipation of this shift, psychedelic drug developers and clinical providers are attracting significant investment. Business reports describe \"psychedelic euphoria” and a \"Shroom Boom\".\nThis phenomenon is known as the \"psychedelic renaissance\" – and it promises to change far more about our societies than simply the medical treatments that doctors prescribe. Unlike other drugs, psychedelics can radically alter the way people see the world. They also bring mystical and hallucinatory experiences that are at the edge of current scientific understanding. So, what might follow if psychedelics become mainstream?\n\nYou may also like:\nThis wave of psychedelic enthusiasm in psychiatry isn’t the first. They were originally heralded as wonder drugs in the 1950s.\nAcross some 6,000 studies on over 40,000 patients, psychedelics were tried as experimental treatments for an extraordinary range of conditions: alcoholism, depression, schizophrenia, criminal recidivism, childhood autism. Participants included artists, writers, creatives, engineers and scientists. And the results were promising. From as little as a single LSD session, studies suggested that the drug relieved problem drinking for 59% of alcoholic participants. Experimenting with lower, so-called \"psycholytic\" doses, many therapists were amazed by LSD’s power as an adjunct to talking therapy.\nIt wouldn’t last. By October 1966, LSD was banned in California, with federal restrictions to follow in 1970 under the Controlled Substances Act. Several alarming myths made their ways into government campaigns: claims of LSD-induced chromosome damage, mutant babies, that tallying five, six (or seven) trips made you \"legally insane\", were propagated to school kids just like Doblin (although he’d only shirk the warnings in time).\n\nThis affected science, too. Apart from a handful of remnant groups in Canada and the US, the entire field of psychedelic science would dry up for decades. Regulators restricted access. Funders lost appetite. At the height of the crackdown from the 1970s to the 1980s, Doblin’s attempts to launch psychedelic research led to closed doors and real difficulty securing jobs.\n\nConventional narrative traces the crackdown to the career of Timothy Leary, a Harvard scientist who became the counterculture's biggest proponent of LSD in the mid-to-late 1960s. A scandal at his Harvard Psilocybin Project in 1963 – in which his co-director was accused of dishing out psilocybin to undergraduates – would mark the first shots of a more sensationalist reaction in the media. Soon after, regulators would grow distressed by LSD’s black market currency \"outside the lab\", which Leary’s post-Harvard advocacy – including claims that LSD could give women \"thousands of orgasms\" and excite revolution against the establishment – did much to furnish.\n\nThat's not the whole story, though. Some medical historians pin the blame for the backlash on the rise of the Randomised Controlled Trial (RCT) methodology. This is now the standard way to run clinical trials, and its introduction raised questions about just how scientific \"psychedelic science\" really was among regulators. RCTs involve comparing two groups of people: one which has taken a drug, and another which has not. The participants aren't meant to know which group they are in, but that's difficult with psychedelic substances.\n\nThe Good Friday Experiment of 1962 – a session held in a church with seminary students to test psilocybin’s capacity for inducing mystical experiences – provides an illustrative example. One half of the subjects were given the active drug, the other a placebo (and all double-blinded), yet within 30 minutes it was plainly obvious who’d got which. Those dosed wandered around the grounds in a daze envisioning God, one of the participants told me – while the placebo group (including him) just \"twiddled their thumbs and read the hymnal\".\nBetween the 1980s and mid-2000s, flares of change amid the crackdown were seen. But the recent psychedelic renaissance has blown the doors off. It began with a landmark study in 2006 at Johns Hopkins University, headed by Roland Griffiths: a scientist who’d made his name studying caffeine. Griffiths and his co-authors attempted a replication of the Good Friday Experiment of more 40 years before. The results were striking.\n\n\"It is remarkable\", Griffiths wrote, \"that 67% of the volunteers rated the experience with psilocybin to be either the single most meaningful experience of his or her life or among the top five most meaningful experiences of his or her life.\" In other words, rivalling the profundity of marriage, childbirth, career highs, and other deep rites of passage.\n\nWhile the challenges of conducting robust clinical trials have not gone away, regulators are now more open to psychedelic trial results than they once were.\nMeanwhile, private clinics are beginning to open around the world. Awakn, a clinic in Bristol, offers infusions of ketamine as a treatment for depression, PTSD, eating disorders and addiction: while not classically psychedelic like LSD, high doses of ketamine can trigger powerful visionary experiences with therapeutic potential.\n\nAs the anthropologists Tehseen Noorani and Joanna Steinhardt write, “there are still limits to the enthusiasm for psychedelic healing. Still, the shifts in the cultural value and meaning of psychedelics in the last decade have been remarkable”.\nIf current trends continue, it may be a matter of time until psychedelic-assisted psychotherapy is green-lighted by regulators. In a decade's time, might clinics and hospitals feature Psychedelic Session Rooms kitted out with cushions, incense, candles and paintings? Will doctors prescribe pills of psilocybin or LSD, manufactured by big pharma, with side effects including \"ecstasy\", \"changes in metaphysical beliefs\", and \"acute panic\"? Could we see the high-street version of psychedelic clinics – perhaps with names like \"Pala\", \"Indigo\" or \"Oasis\"?\n\nIt's difficult to know how it will play out, but if therapeutic psychedelics become more common, it may be only the start of a significant transformation in cultural and scientific attitudes.\nPsychedelic culture\nThe psychedelic renaissance in medicine has been running parallel to a broader mainstreaming across culture, which the drugs haven't experienced since the early 1960s. In Europe and North America, recreational use is rising – with use of LSD rising by 50% from 2015 to 2018 in the US – psychedelic-themed media are getting popular, influencers and celebrities are emerging as users, and the drugs are de-stigmatising in a way that their pioneers could likely never have foreseen.\nThis mainstreaming has changed who is having psychedelic experiences, says Erik Davis, a writer and long-standing psychedelic commentator. Psychedelics in the 20th Century were confined to underground groups: hippies, hackers, Silicon Valley, spiritual communities, rave culture, environmentalists. Nowadays, though, appetite is coming from unexpected groups: wellness communities, hip hop culture, the political right, cryptocurrency enthusiasts, Wall Street traders, financiers, and everyday people looking to remedy their mental health.\n\nIt’s possible that we’ll soon see the effects appear in broader culture, just as we did in the music, writing, art and politics of the 1960s and 1970s. Yet it's unlikely that any psychedelicised culture will look the same – nor feel the same to psychedelic users – because the world we live in now is so different.\n\nTo understand why, it helps to draw on a concept proposed by the social scientist Ido Hartogsohn, called the \"collective set and setting\". One part of a drug experience depends on immediate individual factors – personal mindset, local environment, or the presence of others. But broader social forces make an impact too: the zeitgeist, media headlines, bigger cultural conversations. The 1960s had an entirely different \"collective set and setting\" compared with today. People didn’t just live differently, they tripped differently, too.\nConsider all the different influences of the present day. Technology and artificial intelligence. Political conflict. A broader sense that society is heading in \"the wrong direction\". The surveillance state. Off-the-record, one scientist I interviewed has already observed an emerging trend of \"apocalyptic\" trips, and not least during the broader pressures of Covid-19. \"Messianic\" trips are emerging in parallel: experiences in which one glimpses their own personal salvific role in effecting systems change.\n\nHow might climate change feed into people's experiences? It depends on the individual, but when consumed in the right context, the drugs can significantly enhance one’s connection to nature. One of the most famous examples in this vein is the co-founder of Extinction Rebellion, Gail Bradbrook, who was inspired to start the movement by an experience on iboga.\n\nFor this reason, one social scientist has proposed calling them \"ecodelics\". Another researcher interviewed for Vice magazine raised the idea of bringing pro-environmental cues to psychedelic sessions – the idea being to leverage the mind’s pivotality to increase nature-relatedness, and even dampen climate change scepticism.\n\nMystical experience\n\nUnder the surface, a still-more radical effect is appearing. In clinical trials and recreational use alike, psychedelics often produce states of \"mystical experience\" or \"ego dissolution\": a peak consciousness characterised by bliss and goodwill, interconnection, a sense of the \"sacred\", a possible \"loss of self\", or even encounters with spiritual entities and God(s). What happens if more people start having them? And how might we understand their nature better than we currently do?\n\nFor researchers, the mystical experience is core to how the drugs produce such impressive results. It’s seen all the time in papers and reports. The greater the mystical experience, studies suggest, the greater the derived therapeutic benefit. Questionnaires to measure, track, and better-understand the mystical experience are proliferating.\nBut science and psychiatry have cast suspicions on the mystical experience for centuries. \"Even at the optics level, it’s a horrible name,\" says Matt Johnson, a psychedelic scientist at John Hopkins University, “because 'mystical' sounds like you have a crystal ball and you're casting a spell. For some people, it draws up a connotation of the medieval.\"\n\nThis means that despite the role of spiritual experience in the cultural fabric – underpinning epiphanies of science, art, and religion for millennia – they have been chronically under-studied. People are reluctant to share their stories for risk of stigma, pathology, or diagnosis. Losing one’s sense of self, for example, may be diagnosed as \"depersonalisation\", and a transformative shift to spiritual beliefs may be interpreted as the florid outpourings of a mental breakdown.\n\nOutside psychedelic usage, more people have had mystical experiences than you might think. From 1962 to 2009 – the last year of available data – the number of Americans who reported a lifetime mystical experience more than doubled to half the population.\n\nWith this in mind, researchers may need to get better at understanding how they work and what they entail. For example, the notion that there is a single defined mystical experience at all has come under question. It’s not obvious how its core traits – the boundless, sacred, timeless, blissful – piece together. \"There's a good chance those are going to occur together, but just because something occurs together doesn't mean it's part of the same thing,\" says Johnson.\n\nAs the author Jules Evans points out in The Art of Losing Control, the unitive character of the clinical mystical experience – that sense of losingone's ego and becoming \"one with everything\" – also leaves out half the picture. A third of DMT smokers, 17% of LSD takers, and 12% of psilocybin users report encountering external entities. In neoshamanic rituals with ayahuasca, daime and iboga, these entities are anchors of the peak experience.\nOne subject in a study on ayahuasca, for example, describes a prototypical meeting: \"He received a clutch of octopus eggs that were laid inside his head. He interpreted this as an auspicious occasion, and wrote that he believed the eggs symbolised a source of wisdom. He recognised the octopus as a benign ally right away.\"\n\nPsychedelics are often defined by the hallucinations they evoke (or, more accurately, pseudohallucinations), too. These hallucinations drove clinicians in the first wave of the 1950s to deem LSD a \"psychotomimetic\", or psychosis-mimicking drug: a move that makes sense, as with its tendencies for casting extraordinary visions and hearing voices.\nIf hallucinatory experiences were to be mainstreamed, not just de-stigmatised, this could mark a radical shift, says Davis, since they are more often associated with pathological conditions such as schizophrenia. He suggests it would be the culmination of the modern \"neurodiversity\" movement, which recognises conditions like autism or hearing voices as differences on a spectrum, and not discrete problems to be solved.\n\nFor Davis, understanding the extraordinary experiences of psychedelics shouldn't – and can’t – be the sole domain of science. Some have suggested that literature and poetry may be a useful adjunct to scientific questionnaires. Others have called for theologians to join the table, too. After all, without a broader approach, he warns that some may undergo strange experiences that resist any \"model\" – and which could worsen their mental health more than enhancing it.\n\nComing down\n\nPsychedelics offer something that few other things can: an experience well beyond what our everyday reality could conceive or expect. How the mainstream will handle its trip isn’t clear. Therapeutic mainstreaming may put big issues on the table, but one wonders whether the medical establishment can handle them alone. \"The interest in industry, especially for clinicians in medicalisation, is to downplay all of that. What they want is a soothing, healing, restorative situation,\" says Davis.\n\nBut the mystical, hallucinogenic and transformative experiences coupled with these drugs are likely to change far more than that for many. \"Psychedelics are like philosophical probes,\" Davis explains. \"Even if you're not a philosophical person, you have to suddenly deal with [things] the next day. 'Well, what the hell was that? What do I make of that? Was I given a glimpse of true reality when I got the message to stop drinking alcohol? Am I going to take that seriously? Does that make me crazy?'\"\nFor Rick Doblin – still in the echoes of that first transformative trip – the possibilities of psychedelics are far-reaching, and go beyond the clinical setting. With his organisation Maps, he wants to \"legitimise psychedelics not just for patients but for all of us who are struggling with a world on fire… to try to make it so we don’t destroy the place. The tactic, you could say, is [to] medicalise it. But that’s not the end goal.\"\n\n--\nJoin one million Future fans by liking us on Facebook, or follow us on Twitter or Instagram.\nIf you liked this story, sign up for the weekly bbc.com features newsletter, called \"The Essential List\". A handpicked selection of stories from BBC Future, Culture, Worklife, Travel and Reel delivered to your inbox every Friday.\nAll content within this article is provided for general information only, and should not be treated as a substitute for the medical advice of your own doctor or any other health care professional. The BBC is not responsible or liable for any diagnosis made by a user based on the content of this site. The BBC is not liable for the contents of any external internet sites listed, nor does it endorse any commercial product or service mentioned or advised on any of the sites. Always consult your own doctor if you're in any way concerned about your health.\n", "image": [{"caption": "The experiences are at the edge of scientific understanding (Credit: Getty Images)", "url": "https://ichef.bbci.co.uk/images/ic/480xn/p09v6j2n.jpg.webp", "local_name": "BBC_2021-09-07_The-worldview-changing-drugs_img1.webp", "local_path": "article_images/BBC"}, {"caption": "After taking psychedelics in the 1970s, many people like Rick Doblin felt changed (Credit: Getty Images)", "url": "https://ichef.bbci.co.uk/images/ic/480xn/p09v68v1.jpg.webp", "local_name": "BBC_2021-09-07_The-worldview-changing-drugs_img2.webp", "local_path": "article_images/BBC"}], "author": ["Ed Prideaux"], "date": "2021-09-07", "source": "BBC", "id": "BBC_2021-09-07_The-worldview-changing-drugs"}}