{"https://www.bbc.com/news/uk-england-london-59266840": {"title": "Lord Mayor's Show returns to London streets after lockdown", "subtitle": null, "text": "Crowds have flocked to the City of London to see the first Lord Mayor's Show since the coronavirus pandemic.\\nThe parade, which dates back to the 13th Century, has seen 128 floats parade from Guildhall to the Royal Courts of Justice.\\nIt was cancelled last year for the first time since 1852 when it made way for the Duke of Wellington's funeral.\\nCampaigners from Extinction Rebellion blocked the route holding a sign reading \"Cop has failed\".\\nCity of London Police said it had arrested \" a number\" of protesters and was in the process of removing the blockade.\\nThe procession marks the first public engagement for the new Lord Mayor of the City of London, Vincent Keaveny.\\nMr Keaveny, the 693rd Lord Mayor, must travel to the Royal Courts to swear allegiance to the Crown before taking up his role.\\nThe Lord Mayor's Show began in 1215 as a river pageant on the Thames.\\nKing John created a Royal Charter that year which allowed the city to choose its own mayor every year, instead of having a sheriff appointed by the king.\\nNowadays the Lord Mayor is the head of the City of London Corporation, the governing body of the Square Mile.\\nThe role is separate from the mayor of London, who sits as head of the Greater London Authority.\\nFull-size model elephants, Japanese drummers, a horse-drawn bus and the tallest fire engine in Europe have been included on the floats at this year's parade.\\nThe Lord Mayor's state coach, which also featured, is thought to be the oldest ceremonial vehicle in the world still in regular use.", "image": [["Vincent Keaveny, becomes the 693rd Lord Mayor", "https://ichef.bbci.co.uk/news/480/cpsprodpb/14A4A/production/_121545548_a1-1.jpg.webp"], ["Extinction Rebellion have blocked the route to protest the results of the Cop 26 meeting", "https://ichef.bbci.co.uk/news/480/cpsprodpb/13726/production/_121545697_1ed40ea2-a09e-42d2-8317-9ce8b1140d64.jpg.webp"], ["The parade dates back to the 13th Century", "https://ichef.bbci.co.uk/news/480/cpsprodpb/175F/production/_121538950_5f3be0b5-6114-4b16-aff2-11883d5553c9.jpg.webp"], ["Crowds returned to London to watch the first Lord Mayor's Show in two years", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1233A/production/_121545547_a1-2.jpg.webp"], ["The Honourable Artillery Company is the second oldest military corps in the world", "https://ichef.bbci.co.uk/news/480/cpsprodpb/9AE6/production/_121545693_hi071940214-1.jpg.webp"]], "author": null, "date": "2021-11-13"}, "https://www.bbc.com/news/science-environment-59221790": {"title": "COP26: Coal compromise as leaders near climate deal", "subtitle": null, "text": "A draft agreement at the COP26 climate summit has watered down commitments to end the use of coal and other fossil fuels, as countries race to reach a deal after two weeks of talks.\\nWhile the language around fossil fuels has been softened, the inclusion of the commitment in a final deal would be seen as a landmark moment.\\nA deal must be agreed by the end of the summit, which is in its final hours.\\nThe UN meeting is seen as crucial for limiting the effects of global warming.\\nThe draft agreement, which was published early on Friday following all-night talks, also asks for much tighter deadlines for governments to reveal their plans to reduce greenhouse gas emissions.\\nAnd it also strengthens support for poorer countries fighting climate change.\\nNegotiations over a final deal could stretch late into Friday, or potentially even longer.\\n\"This text is the bare minimum. The next few hours are going to determine the new dawn,\" says Simon Stiell, climate resilience minister for Grenada, a small island that is highly vulnerable to climate change.\\n\"If the text withstands the battering it may get, we are holding onto 1.5C by our fingernails,\" he says, referring to the ambition to limit global temperature rise to 1.5C degrees to avoid the worst effects of climate change.\\nNegotiators from countries that depend on fossil fuels may still attempt to amend the text before the summit ends.\\nClimate groups cautiously welcomed signs of progress in the draft but said there is a long way to go yet.\\n\"The key line on phasing out coal and fossil fuel subsidies has been critically weakened, but it's still there and needs to be strengthened again before this summit closes,\" says Jennifer Morgan of Greenpeace International.\\n\"But there's wording in here worth holding on to and the UK presidency needs to fight tooth and nail to keep the most ambitious elements in the deal,\" she says.\\nProf Jim Watson at University College London said the draft agreement had encouraging elements, but that overall it was \"nowhere near ambitious enough\".\\nThe draft comes after UN chief António Guterres warned that COP26 would probably not achieve its aims and the crucial goal of limiting global warming to 1.5C is on \"life support\".\\nLimiting warming to 1.5C compared to pre-industrial levels is a key part of the Paris agreement that most countries signed up to. It requires cutting global emissions by 45% by 2030 and to zero overall by 2050.\\nOne example of the impact of global temperature rise above 2C is the death of virtually all coral reefs, scientists say.\\nA previous version of the agreement called upon parties to \"accelerate the phasing-out of coal and subsidies for fossil fuels\".\\nThis has been changed to call for \"accelerating the phaseout of unabated coal power and of inefficient subsidies for fossil fuels\".\\nUnabated coal is coal produced without the use of technology to capture the emitted carbon.\\nBut the draft requests that countries submit their plans - known as nationally determined contributions (NDCs) - to reduce greenhouse gas emissions and adapt to climate change by next year's climate summit. Previous agreements asked countries to submit these NDCs every five years.\\nThis latest draft of the decision has gained in strength in many areas - but as in every negotiation, there are some losses too.\\nOne small but important change is in relation to 1.5C - the text formerly said that the world should aim to keep global temperatures under this threshold \"by 2100\".\\nSome scientists for the IPCC [the UN's Intergovernmental Panel on Climate Change] saw this as allowing temperatures to go well beyond 1.5 as long as they were brought back down by the end of the century. This has been changed to simply say \"limiting temperatures to 1.5C.\"\\nThe commitment of countries to come back next year with a new carbon-cutting plan is still in the draft, although the language around it has been softened.\\nPerhaps of greater concern though is the inclusion of the phrase \"taking into account different national circumstances\".\\nWhile this is being seen as a way of allowing vulnerable states and other low-emitting countries to avoid having to update their plans, could it also be used by China to do the same thing?\\nWhere the new document really gains strength is in relation to finance and loss and damage, two key issues for developing nations.\\nMoney for adapting to the worst impacts of climate change will be doubled, and the baseline year will be 2021.\\nThis is a first step on a road that will please the most vulnerable nations.\\nA key sticking point at COP26 is climate finance - the money promised by richer countries to poorer countries to fight climate change. It is controversial because developed countries are responsible for most greenhouse gas emissions, but developing countries see the worst effects of climate change.\\nDespite the promises made at COP26 so far, the planet is still heading for 2.4C of warming above pre-industrial levels, according to a report by Climate Action Tracker.\\nA series of agreements between groups of countries have been announced so far:", "image": [["Getty Images Oil refinery, Scotland", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1324D/production/_121531487_gettyimages-1250077114.jpg.webp"]], "author": ["Georgina Rannard"], "date": "2021-11-12"}, "https://www.bbc.com/future/article/20211115-climate-change-can-russia-leave-fossil-fuels-behind": {"title": "Will Russia ever leave fossil fuels behind?", "subtitle": null, "text": "In Russia, oil and natural gas provide both wealth and deep national pride. With global demand for fossil fuels set to decline, how will Russia adapt?\\nThe small West Siberian city of Khanty-Mansiysk, home to just over 100,000 people, is Russia's unofficial capital of oil. The town is surrounded by some of the most extensive oilfields in the world, which shape not only the region's geology but its economy and identity.\\nThe relatively short history of oil in Khanty-Mansiysk has transformed this part of Russia. The Samotlor oil field, Russia's largest, was discovered in the 1960s to the east of the city and fast became the source of the area's considerable wealth. Khanty-Mansiysk sits within the Tyumen region, which often ranks second in Russia for wellbeing and socioeconomic development, after only Moscow.\\nIn this part of Russia, oil is an important source of not only money, but pride. Since the 1960s, oil workers and engineers have been praised and featured as heroes in novels and movies. The local Museum of Geology, Oil and Gas is a major architectural landmark of the city. In the city's airport, one can see photographs of oil workers and engineers from various decades through the 20th Century, including of Russia's first president, Boris Yeltzin, meeting workers on an oil field.\\nAmid such a celebration of this fossil fuel, one could imagine that the realities of climate change haven't yet percolated to the heartland of Russia's oil.\\nBut in the last few years, that has begun to change. This year, one of the city's major oil forums, \"Oil Capital\", which took place in March, paid particular attention to climate, with panels and discussions dedicated to decarbonisation. Local officials, companies and scientists tried to understand what the future of Khanty-Mansiysk, and of Russia, might be in a new low-carbon world.\\n\"The climate agenda has been a topic here for a few years by now, ever since Russia's Climate Doctrine was adopted in 2009,\" says Irina Akhmedova, associate professor at the Oil and Gas Institute of the Yugra State University. The Climate Doctine was Russia's first political document to outline a basis for climate regulation. \"However, it is not an easy topic, especially as we are such a mono-specialised region.\"\\nDeep oil\\nOil and gas make up 80% of Khanty-Mansiysk's economy. Overall in Russia, oil and gas provided 39% of the federal budget revenue and made up 60% of Russian exports in 2019. The share of all fossil fuel rents (the price of fossil fuels minus the cost of producing them) amounted to 14% of GDP that year, according to a forthcoming paper by Igor Makarov, a researcher at the Higher School of Economics in Moscow.\\nDespite the deep entrenchment of oil and gas in its economy, Russia is very much aware of the climate crisis and has made some moves to integrate it into current and future policies. In late September, the government created a number of special cross-ministerial working groups to prepare the economy for the global energy transition. These groups will forecast risks and opportunities for Russia, with their findings feeding into an action plan to be created by the end of 2021.\\n\"The global economy is focused on a gradual transition to low-carbon energy,\" said Russia's prime minister Mikhail Mushustin, during a meeting with ministers in late September. \"This is already a new reality. We need to prepare for a phased reduction in the use of traditional fuels – oil, gas, coal.\"\\nShortly before world leaders gathered for the United Nations' recent climate talks in Glasgow (COP26), the government adopted a long-term low carbon development strategy which foresees the country reaching carbon neutrality by 2060 or before. Obligatory carbon reporting for large emitting companies was introduced earlier in 2021. Companies within Russia can also now adopt voluntary emission reduction projects and trade their emissions. (The only exception so far is the Sakhalin region in the Far East of Russia, where a more legally binding emission trading scheme is being drafted.)\\nSlow transition\\nAt the same time, many climate experts warn that Russia's emission reduction target for 2030 remains very weak. This target foresees an emissions \"reduction\" of 25-30% by 2030 from 1990 levels, but Russia's current levels of emissions are already around 30% below the 1990 levels if forest sinks are not included, and about 50% if forests are included. This means that in reality, Russia's low-carbon development strategy plans at least a 0.6% increase in emissions from today's levels by 2030. The international research group Climate Action Tracker says Russia's policies and actions are \"highly insufficient\" for a 1.5C pathway, and closer in line with a 4C world.\\nBoth the government and companies are taking an optimistic view of the prospects of oil and gas sectors in the short-term. \"In the next 20 to 30 years, industries related to oil and gas will remain one of the pillars of Russia's economy,\" says Alexey Miroshnichenko, first deputy chairman of Russia's state development bank, VEB. \"Even in the long term, renewable and conventional energy sources will coexist.\"\\nNevertheless, traditional industries will have to undergo \"a serious transformation\" in order to meet the goals of the Paris Agreement, Miroshnichenko adds. Together with the Ministry of Economic Development, the VEB created Russia's first system of green finance in September, which aims to help financiers decide which projects are sustainable.\\nIt comes as little surprise that there is a reluctance in the oil and gas industry towards a fast phase-out of the fuels. Speaking at a side-event at COP26, Sergey Vakulenko, a representative of one of Russia's largest oil companies, Gazprom Neft, argued that oil and gas would still be needed even in the new low-carbon economy. Renewables might be enough to cover the majority of demand, he said, but traditional fuels would still be used as a back-up.\\nPeaking pressure\\nSome experts question how long Russia's fossil fuel industry will remain a viable prospect. \"Gas, which many are pinning their hopes on as a transitional fuel, will last for 10 to 15 years [as an economically viable fuel],\" says Evgeny Kuznetsov, a Russian venture investor and chief executive of Orbita Capital Partners. \"This period may not be enough to return investments in new large-scale gas projects.\"\\nBut others say the industry is not likely to abate any time soon. Thane Gustafson, professor of political science at Georgetown University in the US and author of the book Klimat: Russia in the Age of Climate Change, expects that world demand for fossil fuels will continue to grow through the 2020s. At the same time, supply constraints arising from decreasing investment in fossil fuels will keep energy prices high, punctuated by periodic spikes in prices, as we are seeing today.\\nBut in the early 2030s that picture will begin to change, he says, with the influence of climate politics, technological change and the clean energy transition becoming dominant. He expects world demand for oil to peak and begin to decline around this time due to the spread of electric vehicles and political limits on petrochemicals. Renewables will increasingly displace coal, he says, while gas demand will remain high but cease to grow.\\n\"The impact of climate change [action] on Russia over the next 30 years is going to be very largely external,\" says Gustafson. \"It will rise because of trends and forces that are running outside Russia and over which Russia has in fact very little leverage.\"\\nChanges inside Russia, such as the increasing cost of oil extraction as oil fields deplete, will have some impact, he adds. But the growth of electric vehicles, the continued spread of renewable energy and the progress of green legislation particularly in Europe, such as the European Green Deal, will all put external pressure on Russia, he says.\\n\"Russia has very little control over that,\" says Gustafson. \"Russia will be a 'taker' of world trends, rather than a 'maker'. And that must be, of course, a difficult realisation.\"\\nThis puts Russia in a vulnerable position, says Kuznetsov. He believes that after the current energy crisis, a drop in demand will accelerate Europe's planned reduction in fossil fuel consumption. The result could be a large number of competitors vying for a shrinking market, driving prices down.\\nVladimir Chuprov, a project director at Greenpeace in Russia, agrees that if other countries follow up with real actions on their Paris Agreement pledges, Russia will experience declining demand for coal and oil before 2030. However, in 2050 the Russian economy is still likely to be based on at least some revenue from natural gas exports, he says. Within Russia's domestic supply, he sees gas, along with nuclear, playing a leading role.\\nBut by 2050, the Russian economy will no longer be able to rely on oil and gas exports and will need to find new sources of income, adds Chuprov. \"That would be especially hard for the regional economies,\" he says. \"People will start migrating within Russia.\"\\nEnergy after oil\\nThe question is, what could be the basis of the new, post-fossil fuel economy in Russia?\\n\"This is definitely the billion-dollar – and more – question,\" says Anna Korppoo, a research professor at the Fridtjof Nansen Institute in Norway. Korppoo has been researching Russia's climate policy for more than 10 years and recently co-authored a report on a just transition away from coal in Russia.\\nThere are several contenders that could take the place of fossil fuels in a clean Russian economy. One option would be new sources of energy for export such as renewables, hydrogen or nuclear and potentially even decarbonised fossil energy with carbon capture and storage.\\nSpeaking at Russia's side-event at COP26, the Russian Ministry of Energy representative Pavel Sorokin touted increasing forest sinks and carbon capture and storage as priorities for the Russian fossil fuel companies, followed by further reduction of emissions.\\nSorokinalso emphasised the importance of producing green hydrogen (hydrogen made cleanly by splitting water using an electric current) as well as \"blue\" hydrogen, which is produced from natural gas but uses carbon capture and storage to attempt to reduce greenhouse gas emissions. However, scientists have doubts about how sustainable blue hydrogen actually is, warning that greenhouse gas emissions from blue hydrogen can be high, particularly due to the release of fugitive methane. (Read more about the growth of sustainable hydrogen.)\\nAs the world's largest producer of nuclear power plants, with plans to develop new nuclear technologies for export, Gustafson is optimistic about the prospects for Russia's nuclear industry. \"That has been quite a story – the creation and revival of [the state corporation] Rosatom has led to a very big rise in the construction and sales [of nuclear technologies] outside Russia,\" he says. \"Russia currently has strong advantages in civilian nuclear technology compared to the United States or France or the UK.\"\\nEnvironmental activists in Russia, however, are more sceptical about plans to develop nuclear energy further as a climate solution, emphasising that nuclear energy is expensive, and that spent nuclear fuels and waste are currently stored and not further dealt with. The Russian Social Ecological Union has also said that Rosatom and Russian authorities have put pressure on environmental activists, who have faced charges and persecution for anti-nuclear campaigns.\\nResponding to these claims, a spokesperson for Rosatom says that \"Rosatom is open to dialogue and cooperation with different environmental organisations\", and that representatives of Russia's largest environmental organisations take part in Rosatom's Public Council.\\n\"Nuclear energy is indispensable for achieving carbon neutral goals,\" Rosatom's spokesperson says, adding that technological solutions to process spent nuclear fuel and turn it into new fuel for nuclear power plants are \"at an advanced stage\" in Russia. They give the example of Rosatom's Proryv project, a fast neutron nuclear reactor and a facility to process the spent fuel will be built on the same site. After reprocessing, the spent fuel will be turned into fresh fuel, in a system intended to gradually become independent of external energy supplies.\\nNature's resources\\nThere are many other options besides nuclear for decarbonising Russia's economy. Kuznetsov says that Russia could become competitive in the production of other low carbon technologies, such as equipment for smart energy grids and new heating systems. Another avenue is agriculture.\\n\"That's really been a remarkable story for anybody who remembers the state of agriculture in the Soviet period,\" says Gustafson. \"Right now, Russia is once again the world's largest exporter of wheat.\" Total revenues were about $25bn (£19bn) in 2019, he adds, and Russia aims to increase that to $45bn (£34bn) by 2024 through agricultural reforms. \"That seems entirely realistic, or plausible at any rate,\" says Gustafson.\\nAnother option could be expanding into sustainable forestry and wood-based products, given its ample woodland resources. Russia is home to more than one-fifth of the world's forests (approximately 7.6 million sq km/2.9 million sq miles), and the country's boreal forests, known in Russia as the taiga, represent the largest forested region on Earth, at approximately 12 million sq km (4.5 million sq miles), larger than the Amazon.\\nRussia is already an exporter of wood and wood products such as sawn wood and veneer sheets, though there has been criticism that these products are not sourced in a sustainable way. But sustainable wood-based packaging and textile materials could become an important new sector for the Russian economy, said Paola Deda, the director of forest, land and housing division at the United Nations Economic Commission for Europe, speaking during a forestry-themed event at COP26.\\nGreenpeace Russia's Chuprov also sees the potential in sustainable forestry, including use of trees which grew on abandoned agricultural lands in the last decades, following the demise of the Soviet Union. According to Greenpeace estimates, since 1985 around 760,000 sq km (290,000 sq miles – an area larger than France) of former agricultural land suitable for forest growth has been abandoned in Russia for economic reasons.\\nMuch of this abandoned agricultural land (around 500,000 sq km/190,000 sq miles) could be used for diverse kinds of forestry, according to Greenpeace. Around 60% of that land is already overgrown with forests, but Greenpeace argues the remainder could be used to grow more trees.\\nForests growing on former agricultural land are one of the most important resources for the potential development of rural areas, through the creation of jobs and the sustainable production of economically valuable timber, according to a recent study published by a Paris-based think-tank Climate Chance, of which this reporter was also an author. They can also provide environmental benefits, such as increasing local resilience against natural disasters. Using planted forests for economic purposes might also help save intact primary (old-growth) forests from deforestation and unsustainable logging.\\nWith the world facing increasing global shortages of fresh water, forests, fish and arable land Russia's resources could provide a whole range of important ecosystem services, says Makarov, from biotechnologies and sustainable fish farming to responsible tourism to regenerative agriculture. Mining minerals needed for the development of renewable energy could also become a new source of wealth for Russia, he adds.\\nTo make all this possible, though, more changes are needed, says Nelya Rakhimova, coordinator of Coalition for Sustainable Development of Russia who led a civil society review of the implementation of the UN's Sustainable Development Goals in Russia in 2020. \"If Russia decides to follow the clean energy and economic transition, it will not be possible without the implementation of all aspects of sustainable development – economic, environmental and social.\" To make the most of not just Russia's natural resources, but its people, \"we need fundamental freedoms, the rule of law and open courts\", says Rakhimova.\\nRakhimova considers this a \"main barrier\" to the development of Russia. \"If we had an open dialogue with the state, if the basic rules for the adoption of laws and their implementation were in place, then the process of the energy transition itself and the formation of future Russia would be at a completely different stage,\" she says.\\nIf one thing is certain, it is that if Russia is to adapt to the global trends in clean energy, new industries are going to have to take centre stage in its economy. With their experience of economic transformation based on natural resources, Russia's oil regions may soon find themselves with another role to play.\\n\"Here in Khanty-Mansiysk, we need to develop a new economy, based on knowledge and science,\" says Tatiana Minayeva, a researcher at the Center of Wetlands Conservation and Restoration, at the Russian Academy of Sciences' Institute of Forest Science. \"We already have a foundation for that, laid during the oil boom era.\"\\n--\\nData research and visualisation by Kajsa Rosenblad\\nAnimation by Pomona Pictures\\n--\\nTowards Net Zero\\nSince signing the Paris Agreement, how are countries performing on their climate pledges? Towards Net Zero analyses nine countries on their progress, major climate challenges and their lessons for the rest of the world in cutting emissions.\\n--\\nJoin one million Future fans by liking us on Facebook, or follow us on Twitter or Instagram.\\nIf you liked this story, sign up for the weekly bbc.com features newsletter, called \"The Essential List\". A handpicked selection of stories from BBC Future, Culture, Worklife, Travel and Reel delivered to your inbox every Friday", "image": [["Oil has been a source of great wealth and pride in Russia (Credit: Getty Images)", "https://ichef.bbci.co.uk/images/ic/480xn/p0b5yd77.jpg.webp"], ["Russia has joined many of the world's nations in setting a target date to reach net zero emissions (Credit: Pomona Pictures/BBC)", "https://ichef.bbci.co.uk/images/ic/480xn/p0b5y8dq.jpg.webp"]], "author": ["Angelina Davydova"], "date": "2021-11-24"}, "https://www.bbc.com/news/uk-scotland-59198144": {"title": "COP26: Police praise 'good natured' marchers in Glasgow", "subtitle": null, "text": "Police have praised the majority of \"good natured\" marchers who took part in one of Glasgow's largest protests in memory.\\nAbout 100,000 took part in the procession from Kelvingrove Park to Glasgow Green on Saturday.\\nOfficers made 22 arrests - one after a socialist group were contained and the rest after protesters chained themselves on a bridge.\\nCrowds swiftly dispersed after speeches concluded leaving little litter behind.\\nPolice later told the BBC there were no major incidents following the event.\\nThe march was organised by the COP26 Coalition - a network of social and environmental groups in the UK - as part of a Global Day of Action for Climate Justice.\\nIt started at Kelvingrove Park in the west of the city and Queen's Park in the south at about midday and made its way along a pre-agreed three-mile route to Glasgow Green.\\nAbout 100 climate change demonstrations were held in other parts of the UK while events were also taking place in a further 100 countries including Kenya, Turkey, France, Brazil, Australia and Canada.\\nThe COP26 Coalition are also running a \"People's Summit\" programme of events from 7-10 November where members of the climate justice movement will meet to \"strategise for system change\".\\nAway from the march at about 11:00, 21 protesters from Scientist Rebellion chained themselves together on the King George V Bridge in Glasgow city centre, resulting in a road closure.\\nCharlie Gardner, an associate senior lecturer at Durell Institute of Conservation and Ecology, said scientists could not \"rely on our leaders to save us anymore\" and had a \"moral duty to act\".\\nPolice said 21 people were arrested following the incident and were released on an undertaking.\\nMeanwhile, officers surrounded a group of activists from the Young Communist League (YCL) during the march on St Vincent Street - police said this was because pyrotechnics had been set off and the group's behaviour had \"deteriorated\".\\nAssistant Chief Constable Gary Ritchie told the BBC they group were \"trying to create confrontation\" with officers, were acting \"violently\" and were stopping which \"created a public safety issue\".\\nThe group were removed from the procession and one person was then arrested.\\nSome have criticised the policing of the march, with the COP26 Coalition describing the \"kettling\" as  \"heavy-handed and disproportionate\".\\nOn Friday the group published an open letter to the first minister, saying there had been a \"disproportionately high\" number of officers deployed during the summit, and accused the force of \"intrusive police surveillance\" which it said \"created an atmosphere of fear and intimidation\".\\nHowever, on the YCL incident, ACC Ritchie said the force had \"clearly set expectations\" for the behaviour of participants and the group were \"intent on not following instructions\".\\nHe confirmed the climate march had passed \"largely without incident\".\\nACC Ritchie said: \"Glasgow has hosted a public protest the size and scale of which was beyond anything many of us - both within and outwith policing - can ever remember.\\n\"The procession has been generally good natured, with participants in high spirits, keen to draw attention to their respective causes with Police Scotland officers deployed alongside mutual aid officers from across the UK.\\n\"I want to thank the vast majority of those who attended both the Youth March and the Climate March for their positive attitudes and for following instructions from our officers.\"\\nACC Ritchie later told the BBC that although Friday and Saturday had been \"big ticket\" events, policing would continue throughout the conference.\\nHe added: \"We know the protesters are still here, we know there are a lot more decisions to be made at the conference itself and the protesters are going to want their voices heard.\"\\nArouge Salin has worked at the Brave Bakers coffee shop on Saltmarket for around two months.\\nIt was one of the few businesses in the area that had opted to stay open on Saturday - a move that paid off as tens of thousands of activists walked by.\\nThe 25-year-old was one of three members of staff behind the counter delivering cinnamon twists and hot coffee to shivering customers who had been soaked in the rain.\\n\"It started off quiet, but we had a queue outside the shop until the walk passed - it was non-stop from 15:30 until 18:00, and we normally shut at 17:30.\\n\"We sold out of everything vegan - which never happens. The only thing we had left was our chicken and bacon bake which is usually the first thing to go.\\n\"And we sold so many coffees that our machine jammed. I think people just wanted something warm.\"\\nCouncil crews and event organisers took part in the clean up operation on Sunday morning.\\nA yarn installation depicting flowers and bees at the entrance to Glasgow Green was removed by the council due to \"high winds and wet weather\".\\nThere was also a knitted sign which read \"we're watching you\" - a phrase which has appeared on Extinction Rebellion campaign material.\\nA council spokeswoman said: \"It is currently in storage for the owner to collect if they so wish.\"\\nThey added that overall, no problem areas had been identified and no \"hotspots\" were reported.", "image": [["About 100,000 people marched through the streets of Glasgow on Saturday", "https://ichef.bbci.co.uk/news/480/cpsprodpb/E98A/production/_121468795_gettyimages-1236384301.jpg.webp"], ["Getty Images glasgow", "https://ichef.bbci.co.uk/news/480/cpsprodpb/877E/production/_121468643_gettyimages-1351698776.jpg.webp"]], "author": null, "date": "2021-11-07"}, "https://www.bbc.com/news/uk-scotland-glasgow-west-59116611": {"title": "COP26: Thunberg tells Glasgow protest politicians are pretending", "subtitle": null, "text": "Climate activist Greta Thunberg has told young protesters that politicians attending COP26 are \"pretending to take our future seriously\".\\nThe arrival of world leaders in Glasgow for the COP26 summit triggered a series of demos across the city.\\nThe gathering attended by Ms Thunberg was one of dozens taking place.\\nShe told fellow activists from \"Fridays for Future\" that change would not come from politicians at the summit but from individuals showing leadership.\\nThe Greenpeace ship Rainbow Warrior was sailing up the Clyde, with plans to dock near the conference venue.\\nDemonstrations by French and Tamil groups were being held south of the River Clyde.\\nPrime Minister Boris Johnson welcomed world leaders to Glasgow on the first full day of the COP26 summit.\\nThe heads of 120 countries arrived for the talks, including US President Joe Biden and French President Emmanuel Macron.\\nAbout 25,000 delegates will be attending the two-week climate conference in the UN-controlled blue zone on the north side of the River Clyde.\\nMany different groups from across the globe will be using the opportunity to make their voices heard as the attention of the world is on Glasgow during the pandemic-delayed summit.\\nMs Thunberg was one of the environmental activists speaking at the \"Fridays for Future\" meeting of young activists at Festival Park, near the COP26 campus.\\nShe said: \"This COP26 is so far just like the previous COPs and that has led us nowhere. They have led us nowhere.\"\\n\"Inside COP there are just politicians and people in power pretending to take our future seriously, pretending to take the present seriously of the people who are being affected already today by the climate crisis.\\n\"Change is not going to come from inside there. That is not leadership - this is leadership.\"\\nThe Swedish teenager led cries of \"climate justice\" and \"no more blah, blah, blah\".\\n\"We're sick and tired of it and we're going to make the change whether they like it or not,\" she added.\\nLang Banks, director of WWF Scotland told BBC Scotland's Drivetime he agreed with Ms Thunberg that politicians were not fulfilling their pledges, such as the promise of $100bn to help poorer nations cut emissions by 2020.\\nHe said: \"The world leaders have not stepped up to the plate. They have an opportunity now to turn their warm words we've heard today into action.\\n\"We cannot allow them to leave Glasgow without making sure that we are somehow closer to making sure the planet does not burn, and does not warm above 1.5C.\"\\nProtesters from Extinction Rebellion made this point directly at Glasgow Central Station, where a small group welcomed conference delegates arriving by train.\\nThe group held up large eyes with signs warning the delegates that they represented the \"world's eyes on you\".\\nThe Greenpeace ship Rainbow Warrior travelled up the Firth of Clyde, carrying youth climate activists from Mexico, Uganda, Bangladesh and Namibia.\\nThe Erskine Bridge was closed at short notice, stopping traffic for 90 minutes, to allow the vessel to pass.\\nAfter uncertainty over whether it would be allowed to enter the city, Greenpeace said the vessel was given permission to dock at Govan.\\nIt eventually moored at the King George V docks at Shieldhall, downriver from the summit venue.\\nAssistant Chief Constable Gary Ritchie of Police Scotland said it was outside of the exclusion zone, and the ship had not breached any COP26 restrictions.\\nActivists travelling on the ship, including Edwin Namakanga from Uganda, hope to send a message to world leaders.\\nHe told BBC Radio Scotland: \"We have had a lot of UN climate summits but they have all failed.\\n\"We believe if this COP includes more people from the most affected nations of the world, there will be more hope for change, with leaders not just speaking but at least taking some action before it is too late.\"\\nIn Royal Exchange Square, UK charity Oxfam organised a Scottish pipe band protest, with participants dressing up as 10 leaders from the world's \"highest-emitting\" countries.\\nAngela Merkel, Boris Johnson, Emmanuel Macron, Joe Biden were all caricatured in the band which Oxfam said was guaranteed to produce a \"lot of hot air\".\\nJacobo Ocharan, from the group's global climate initiative, said: \"I'm here because we are trying to convince world leaders that this is one of the last opportunities to change the track of the climate crisis.\"\\nBack in June, the police said they'd identified four groups of people who might protest at COP26.\\nThe first was the general public. People of all ages who want to make their voices heard. We can expect to see them in their tens of thousands when the COP26 Coalition holds its march and rally in Glasgow.\\nThen there's the seasoned activists of groups like Extinction Rebellion who use what they call \"non-violence direct action\" to highlight their cause.\\nThe police said it was possible there could be disorder - that a very small minority of protesters would become violent. Thousands of officers have been given public order training just in case.\\nAnd the last group was people who would come to COP26 to protest against the presence of some of the world leaders.  So far, it's their voices that have been the loudest.\\nA large demonstration has been taking place on the other side of the Clyde opposite the conference venue, with members of the UK's Tamil community protesting against Sri Lanka's prime minister.\\nA demonstration organised by the National Council of Resistance of Iran (NCRI), calling for regime change in Iran, was being held in George Square.\\nHossein Abedini, the NCRI's UK deputy director, said he was in Glasgow to protest against Iranian President Ebrahim Raisi and other officials who had \"committed crimes against humanity\".\\nHe added: \"The families of victims of executions are here today to ask the world leaders to stand on the side of the Iranian people and prosecute Ebrahim Raisi and other officials in the Iranian regime.\"\\nIn Finnieston, a group of Ugandan campaigners gathered to hold a protest against the country's president, Yoweri Museveni.\\nAlong the southern edge of the conference campus, protests were also held by French and Tamil groups.\\nTamil activists lined the south side of the River Clyde directly across the from COP26, waving flags to protest against Sri Lanka's prime minister.\\nAnd French demonstrators gathered on the Clyde Arc to accuse the French president of supporting the fossil fuel industry.\\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.", "image": null, "author": null, "date": "2021-11-01"}, "https://www.bbc.com/news/uk-scotland-59235091": {"title": "Cop26: Why were there so few arrests at climate protests?", "subtitle": null, "text": "Tens of thousands of climate activists from around the world took part in a series of mass demonstrations during the COP26 summit in Glasgow - but there was no serious violence or damage to property, and very few arrests.\\nBut despite the largely peaceful nature of the protests, there has been criticism of some of the tactics used by Police Scotland over the past two weeks.\\nThere were reports ahead of the summit that police feared they might have to make up to 300 arrests a day.\\nThe actual numbers have been far lower, with police saying on Thursday that there had only been a total of 70 arrests so far - although there have been at least eight more since then.\\nThe vast majority of these were for relatively minor public order offences, which feels like a remarkable achievement given the scale of the protests and the anger of those taking part at a perceived lack of action from world leaders over the climate crisis.\\nThe figure included 16 arrests on Monday evening when activists from Glasgow Calls Out Polluters blockaded the road outside The Engine Works in the Maryhill area of the city.\\nAnd officers had to use power tools the following day to release protesters who had blocked St Vincent Street by locking themselves together.\\nBut there was generally a carnival-like atmosphere at the protests, which were a stark contrast to the violent scenes when Scotland hosted the three-day G8 summit at Gleneagles in 2005, when about 700 people were arrested.\\nSenior police officers vowed to allow people to protest so long as they were peaceful - which the vast majority of climate activists travelling to the summit said they would be.\\nIn the end, both sides were largely true to their word.\\nPolice Scotland is the UK's second largest force behind the Met, but had to bring in 7,000 officers as well as dogs, horses and vehicles from other parts of the country to help it mount what was by far the biggest operation in its history.\\nIn particular, the Scottish force asked for officers who were specialists in public order, search and firearms.\\nUp to 10,000 officers were on duty at any one time during the conference, which Police Scotland said was needed for the safety of protestors and officers.\\nDespite the heavy and highly visible police presence at demonstrations, riot gear is not thought to have been deployed at any point - with officers wearing soft caps at protests rather than helmets, shields and batons.\\nThat fits with the general Police Scotland strategy of trying to avoid appearing confrontational when dealing with large events, and attempting to use dialogue rather than force to calm tense situations.\\nHowever, in situations where activists caused disruption by refusing to move - for example by chaining themselves together to block roads - specialist \"protest removal teams\", each with up to six officers, were deployed.\\nPolice Scotland admitted that this could often look \"quite messy\", but insisted it was necessary to ensure the city and the conference were able to continue functioning.\\nBBC Scotland's Dave Cowan, who reported from the scene of the protests, said activists were often angry at the police but did not attack them physically.\\nHe said he had seen examples of \"self-policing\" from protestors, with one man who squared up to officers being dragged away by fellow Extinction Rebellion activists who told him in no uncertain terms that they were against violence and to behave himself.\\nAnd he said there appeared to be a good working relationship between police liaison officers and representatives of the protestors.\\nThere has been criticism of the police using what it describes as \"containment\" tactics - but which is more often referred to as \"kettling\".\\nThis involves large groups of officers forming cordons which then effectively trap a crowd within a relatively small space, often for several hours.\\nProtestors are sometimes - but not always - allowed to leave through a designated exit, with the aim being to effectively use boredom, rather than violence, as a weapon to control crowds who are deemed to pose a threat.\\nIt is controversial because innocent bystanders often find themselves trapped alongside protestors, and there are concerns that it\\nThere have also been complaints from activists of officers filming and taking photographs of them while they are being contained.\\nOfficers used the tactic on the fourth day of the conference, when they held a large group of Extinction Rebellion activists in the city centre.\\nIt was again used during the Global Day of Action last Saturday, when a group of Youth Communist League members who were taking part in the mass procession through the city were surrounded by police and separated from the main march.\\nThis was said to have been done because the group had ignored police warnings about their behaviour and had instead become increasingly aggressive, with members attempting to bring the procession to a halt and flares being lit.\\nOne member of the group was arrested and charged with culpable and reckless conduct, while the remainder were later allowed to continue to the rally in Glasgow Green.\\nScottish Greens justice spokeswoman Maggie Chapman subsequently raised concerns in the Scottish Parliament about the use of kettling, saying she had heard reports of a young mother with a baby in a pram finding herself trapped for hours with no access to water or a toilet.\\nAn open letter by the COP26 Coalition, Stop Climate Chaos Scotland and the Climate Coalition called on First Minister Nicola Sturgeon to intervene to stop \"heavy-handed and intimidatory\" policing against activists.\\nThey said that the number of officers deployed was \"disproportionately high\" and, combined with \"intrusive police surveillance\", had created an \"atmosphere of fear and intimidation\" that was threatening people's right to protest.\\nBut Scotland's justice secretary, Keith Brown, said he was satisfied that the police had \"tried extremely hard to make sure that they have facilitated protest and that their response has been proportionate.\"\\nPolice Scotland appears to be pleased overall with how the COP26 operation went, pointing to the low number of arrests as proof that its approach to the protests had worked.\\nAssistant Chief Constable Gary Ritchie said the overall policing tone and style had been \"friendly and accommodating\", but that any behaviour which was violent or threatened public safety public had been dealt with \"swiftly and robustly\".\\nAnd he said containment tactics had only been used by highly trained officers on a small number protestors who had been \"intent on causing violence and disruption\".\\nThe force says it wants to hear feedback on its approach from people who attended protests or who live nearby, with a survey available on its website.", "image": [["More than 10,000 police officers were on duty on some days of the COP26 summit", "https://ichef.bbci.co.uk/news/480/cpsprodpb/10471/production/_121537666_pa071907880.jpg.webp"], ["Most of those who were arrested were accused of relatively minor public order offences", "https://ichef.bbci.co.uk/news/480/cpsprodpb/3947/production/_121536641_reutersa.jpg.webp"], ["The vast majority of climate protestors used peaceful methods to get their message across", "https://ichef.bbci.co.uk/news/480/cpsprodpb/8F41/production/_121537663_reuters71922923.jpg.webp"], ["Officers were brought in from more than 40 forces across the UK to help with the Police Scotland operation", "https://ichef.bbci.co.uk/news/480/cpsprodpb/8767/production/_121536643_reuters071851913.jpg.webp"]], "author": null, "date": "2021-11-14"}, "https://www.bbc.com/news/world-asia-india-59286790": {"title": "COP26: Did India betray vulnerable nations?", "subtitle": null, "text": "The Glasgow climate deal has put India and China in the spotlight after they opposed a commitment to \"phase out\" coal while negotiating the final agreement.\\nInstead, countries agreed to \"phase down\" coal, causing disappointment and concern over whether the world can limit the average global temperature rise to 1.5C.\\n\"China and India will have to explain themselves and what they did to the most climate-vulnerable countries in the world,\" said the COP26 president, Alok Sharma. Mr Sharma also called the deal \"historic\" and said it \"keeps 1.5C within reach\".\\nEarlier drafts of the agreement contained an commitment to phase out unabated coal (unabated refers to coal that is burned without carbon capture and storage technology, which advocates say significantly decreases emissions).\\nSo what happened?\\nAt the start of the summit, Indian Prime Minister Narendra Modi pledged to cut emissions to net zero by 2070, reduce carbon emissions by one billion tonnes by 2030, and raise the share of renewables in the energy mix to 50%, among others.\\nThe ambitious announcements, welcomed then, now stand in stark contrast to India's last-minute intervention to water down the language on coal.\\nChina, which otherwise shares a tense relationship with its neighbour, was a strong ally throughout the final negotiations.\\nThe summit was expected to end on Friday but went into overtime until a deal was hammered out late on Saturday night.\\nThe last day of negotiations saw China argue \"common but differentiated responsibilities and respective capabilities\" or CBDR - it means countries that have signed the UN climate deal have a common responsibility to fight climate change, but have different capacities to do so given that they are in different stages of economic development.\\nChina said that various countries' efforts to meet the 1.5C target should be seen in the context of their efforts to eradicate poverty.\\nIndia agreed. \"How can anyone expect that developing countries make promises about phasing out coal and fossil fuel subsidies? Developing countries still have to do deal with their poverty reduction agenda,\" India's Environment Minister, Bhupender Yadav, said.\\nThe words \"phasing out unabated coal\" had triggered the argument. Without a consensus, there would be no final text to adopt, and that meant the summit would fail.\\nSo, key negotiators were seen huddling to secure an agreement ahead of the final session where the deal would be adopted.\\nAt first, the cameras were focussed on Chinese negotiators, including their leader Xie Zhenhua, who were speaking to US special climate envoy, John Kerry. They were also seen speaking with Mr Sharma.\\nThen Mr Yadav was seen talking to Mr Sharma and the two spoke at least twice while everyone waited for the final session to begin.\\nWhen it did, India took the floor and sought permission to make a proposal. Mr Yadav proposed that the phrase \"phase out unabated coal\" in the final draft text of the agreement be replaced with \"phase down coal\".\\nHis words were met with silence barring a few whistles in the background.\\nOnce the agreement had been finalised, various countries took to the stage to express their disappointment over the  change, arguing that \"phasing out coal\" was a major pillar to keep the 1.5C target alive.\\n\"We do not need to phase down coal but to phase out coal,\" Switzerland said, while calling the process \"untransparent\".\\n\"The longer you take to phase out coal, the more burden you put on natural environment and your economy,\" EU envoy Frans Timmermans said.\\nA heavy round of applause followed the statement.\\nSeveral small island states said keeping 1.5C out of reach would mean a death sentence for them.\\nMr Sharma, seemingly on the brink of tears, apologised for the way things had unfolded.\\nBut some experts say this could have been better handled by developed countries.\\nThe emphasis on coal while leaving out oil and gas would disproportionately impact developing countries such as lndia and China, Brandon Wu, director of policy and campaigns at ActionAid, said.\\n\"We would have liked the \"phasing out\" of all fossil fuels and not just coal,\" said Avinash Chanchal, senior climate campaigner, Greenpeace India.\\nHe added that the \"weakened draft reflected the lack of trust among rich and poor countries as previous commitments were not met\".\\nDeveloping countries such as India have argued that they are being put under pressure to move from fossil fuels to renewables, while developed countries are not helping them financially and with technology.\\n\"This text has so many lines on mitigation [emissions reduction]. What countries need to do, what they have to submit every year and even the details of upcoming high level meetings etc, but there is nothing on finance. How can we call this a balanced text?\" Mr Yadav said.\\nIndia is the third-largest carbon emitter after China and the US but its per capita emissions is around seven times lower than that of the US, according to studies, including one by the World Bank.\\nAn energy secure future is essential for India's economy - which is recovering from the pandemic while also battling sluggish growth - and coal is a big part of that goal.\\n\"The challenge is to make it a just transition to low carbon so that people don't suffer,\" says Chirag Gajjar, an energy expert with World Resources Institute India.\\n\"India's track record with renewables is solid; its target was 20 gigawatts by 2010 and by 2016 it was already heading towards 175 gigawatts. So, if India is able to send the right signal, renewables can grow exponentially.\"\\nIf that happens, India will certainly win accolades but for now it has earned criticism for managing to water down what many say is a key commitment to fight global warming.\\nMr Yadav, however, sees it differently.\\n\"As COP26 draws to a close, I would like to thank the entire team with me in Glasgow that worked hard to make the summit a success for India,\" he has tweeted.", "image": [["India is being criticised for hindering efforts to meet the 1.5C target", "https://ichef.bbci.co.uk/news/480/cpsprodpb/26C7/production/_121572990_gettyimages-1236292882.jpg.webp"], ["India's environment minister Bhupender Yadav attended the Glasgow summit", "https://ichef.bbci.co.uk/news/480/cpsprodpb/C657/production/_121557705_gettyimages-1236543368.jpg.webp"]], "author": ["Navin Singh Khadka"], "date": "2021-11-16"}, "https://www.bbc.com/news/uk-scotland-59133920": {"title": "COP26: Police close road as protesters march near M8", "subtitle": null, "text": "Police blocked off a bridge over the M8 motorway during a second day of climate protests in Glasgow.\\nAbout 300 Extinction Rebellion activists gathered outside investment bankers JP Morgan on Waterloo Street before moving to Scottish Power.\\nAs some then tried to get closer to the summit venue officers closed St Vincent Street at Charing Cross.\\nExtinction Rebellion said it was never their intention to access the motorway.\\nA spokesperson said: \"We had no intention of blocking the M8. We were trying to cross the bridge to get to the SEC.\"\\nThe protest took place just over a mile from where world leaders have gathered for the United Nation's climate summit, COP26.\\nThe group sat down on St Vincent Street in a peaceful protest but after negotiations about 100 were then accompanied by police towards the Clyde Arc bridge.\\nThe road closure meant some traffic was blocked from accessing the motorway.\\nA spokeswoman from Scottish Power said: \"We're aware of the peaceful protest in Glasgow city centre, which was paused outside our HQ while the a route for the protestors to the COP venue was identified.\\n\"The protest was not directed at Scottish Power.\"\\nLater a  group of young climate activists from around the world gathered just across the river from the summit venue and held up illuminated letters saying \"end climate betrayal\" .\\nThe event was organised by the Avaaz campaign organisation which has drafted an open letter calling for climate action with more than one million signatures.\\nGreenpeace ship Rainbow Warrior has now left the River Clyde after mooring overnight at King George V docks, downriver from the summit venue.\\nThe Erskine Bridge was closed just after 16:00 as the Rainbow Warrior passed underneath, reopening after 10 minutes.\\nIt is the second time in two days the bridge has been closed for \"public safety\" to allow the ship through.\\nThe second full day of the conference saw a number of demonstrations in both Glasgow and Edinburgh.\\nExtinction Rebellion initially protested outside JP Morgan as they want the company to stop funding fossil fuel projects. JP Morgan declined to comment on the protest.\\nAn earlier demo took place outside the financier's Edinburgh centre. The group unfurled banners and staff were handed leaflets as they arrived for work.\\nOne group of activists called on world leaders gathered in Glasgow to make strong commitments that fulfil pledges laid out in the Paris Climate Accord.\\nA protest themed on the Netflix show \"Squid Game\" took place at the Clyde Arc, near the conference venue.\\nAnother group of Ocean Rebellion protesters gathered at the gates of the Ineos petrochemical site at Grangemouth on the Firth of Forth, near Falkirk.\\nMany different groups from across the globe are using the opportunity to make their voices heard as the world's attention falls on Glasgow during the pandemic-delayed summit.\\nMonday, the first full day of the COP26 conference, saw dozens of demos as world leaders arrived in Glasgow.\\nProminent climate activist Greta Thunberg told young protesters that politicians attending COP26 are \"pretending to take our future seriously\".\\nShe said change would not come from politicians at the summit but from individuals showing leadership.\\nWorld leaders at the UN climate summit have meanwhile agreed their first major deals - a pledge to halt and reverse deforestation by the end of the decade and an agreement by more than 100 countries to cut methane releases.\\nPrime Minister Boris Johnson said protecting forests was key if the world is to keep warming limited to 1.5C. Brazil - where huge stretches of the Amazon rainforest have been cut down - will be among the signatories.\\nThe Global Methane Pledge aims to limit methane emissions by 30% by 2030.\\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.", "image": [["Police accompanied protesters away from the Charing Cross area of Glasgow towards a location near the conference venue", "https://ichef.bbci.co.uk/news/480/cpsprodpb/75C7/production/_121315103_cop_erprotestors_glasgow_snip.png.webp"], ["About 300 protesters blocked the road outside JP Morgan's offices in Glasgow", "https://ichef.bbci.co.uk/news/480/cpsprodpb/57C7/production/_121317422_morgan_reuters.jpg.webp"], ["The Extinction Rebellion activists then held a protest outside Scottish Power", "https://ichef.bbci.co.uk/news/480/cpsprodpb/B5C3/production/_121313564_whatsappimage2021-11-02at15.09.28.jpg.webp"], ["End climate betrayal message", "https://ichef.bbci.co.uk/news/480/cpsprodpb/09D0/production/_121321520_climatebetrayal.jpg.webp"], ["Rainbow Warrior sailed back down the Clyde on Tuesday afternoon", "https://ichef.bbci.co.uk/news/480/cpsprodpb/E2F6/production/_121320185_rainbowwarriorleavespicscottdiamondfromtwitterpermissiongranted.png.webp"]], "author": null, "date": "2021-11-02"}, "https://www.bbc.com/news/uk-scotland-59205778": {"title": "COP26: Fewer than 50 arrests during the summit to date", "subtitle": null, "text": "Fewer than 50 arrests have been made during the first week of COP26, police have confirmed.\\nAssistant Chief Constable Gary Ritchie said the relationship between protesters and the police has been \"largely non-contentious\".\\nA series of small protests took place in Glasgow last week before about 100,000 people joined a huge demonstration on Saturday.\\nIt was the largest protest in the city in recent memory.\\nPolice praised the majority of the \"good natured\" marchers who took part in the procession from Kelvingrove Park to Glasgow Green.\\nOfficers made 22 arrests at the event - one after a socialist group were contained and the rest after protesters chained themselves on a bridge.\\nA small number of people were also arrested earlier in the week during an Extinction Rebellion demonstration where activists tried to force their way into the offices of the SSE energy company.\\nAssistant Chief Constable Ritchie said: \"For such a highly significant event, to reach the end of the first week with fewer than 50 arrests being made is testament to the fact the relationship between protesters and the police has been largely non-contentious.\\n\"This event has already provided us with some unique challenges, but our officers and staff have risen to face them, and the broadly good nature of the members of the public we are interacting with has made this a widely positive experience.\\n\"I very much hope this atmosphere continues into the second week ahead of COP26 coming to its conclusion.\"\\nAssistant Chief Constable Ritchie told BBC Radio's Good Morning Scotland a small group of socialist activists were contained during Saturday's three-mile march through Glasgow because they were slowing down other marchers and failing to follow police instructions.\\nAbout 10,000 officers are being deployed in Glasgow each day during the UN climate summit.\\nIn one of the largest policing operations undertaken in the country, officers have been drafted in from across Scotland and from police services around the UK.\\nMore protests by campaigners are planned for the second week of the summit.\\nAbout 40 Extinction Rebellion protestors laid down outside the offices of an assets management company in the centre of Glasgow on Monday.\\nSome of the protestors covered themselves in makeshift shrouds and have described their protest as a \"die in\".\\nThey are targeting the company Mercer because they say it invests in fossil fuel companies.\\nScientists Rebellion, the group which chained themselves to King George V Bridge in Glasgow on Saturday leading to 21 arrests, has also been protesting again.\\nThe group gathered at the same location for a \"teach-in\" protest.\\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.", "image": [["Getty Images Police and protestors at COP26", "https://ichef.bbci.co.uk/news/480/cpsprodpb/11357/production/_121478407_gettyimages-1236319668.jpg.webp"], ["An estimated 100,000 people marched through Glasgow on Saturday", "https://ichef.bbci.co.uk/news/480/cpsprodpb/5286/production/_121462112_danielgrant.jpg.webp"], ["Protestors are lying down in front of the offices of an assets management company in Glasgow", "https://ichef.bbci.co.uk/news/480/cpsprodpb/10FB5/production/_121475596_2bbdb60d-9c97-40a0-aba4-38d7baba5add.jpg.webp"]], "author": null, "date": "2021-11-08"}, "https://www.bbc.com/news/uk-scotland-59167425": {"title": "COP26 protesters march on Glasgow defence firm", "subtitle": null, "text": "Climate change protesters have targeted UK government offices and a shipyard in Glasgow.\\nHundreds of Extinction Rebellion activists assembled at an immigration centre in the Cessnock area before marching to nearby BAE Systems.\\nPolice have lined the gates of the Govan yard where protesters have blocked the road.\\nElsewhere, people were briefly stopped from going into a former homeless shelter taken over by activists.\\nDouglas Renshaw, of Extinction Rebellion Glasgow, said BAE Systems had been targeted because of what he described as the link between military action and climate change.\\nHe said: \"Our governments have allowed spending on arms to outstrip spending on climate solutions.\\n\"They've created a brutal world where many face conflict over ravaged resources.\"\\nProtestoe Bhavini Patel told BBC Scotland she was part of a protest outside the Home Office immigration facility in Cessnock to highlight what will happen to people forced to move from their homes by climate change.\\nShe said: \"We're going to see lots of displaced form the climate emergency.\\n\"They want to be in their homes, they want to be in their country, they don't want to be here but they do need our support and solidarity right now.\"\\nProtesters gave speeches and banged drums outside the Home Office building before setting off for BAE Systems.\\nAn occupation called Baile Hoose has taken over an empty homeless shelter in the Tradeston area which is owned by Glasgow City Council.\\nThe move is designed to give shelter for activists who have not been able to secure accommodation.\\nThe  Baile Hoose tweeted that its gates had been locked after the police arrived but later said people were being allowed to enter and leave.\\nElsewhere, protesters dressed as the Pokémon character Pikachu have gathered opposite the COP26 conference venue.\\nThey were demanding an end to Japan's support for coal power.\\nLeading climate change campaigner Greta Thunberg has shared her dismay at the COP26 summit in a tweet that describes it as a \"greenwash festival\".\\nOn Wednesday five people were arrested at demonstrations across Glasgow.\\nScuffles broke out during an Extinction Rebellion demonstration outside the SSE energy company as two activists tried to force their way into the building.\\nOne of those arrested - 60-year-old Andrew Naylor from Edinburgh - has appeared in court accused of spaying paint at three Thames Valley police officers who were on duty.\\nHe made no plea and was released on bail on condition that he stays away from Glasgow city centre until the end of the summit.\\nMost of the demonstrations against corporate \"greenwashing\" were peaceful as officers accompanied marchers.\\nOn Friday, thousands are expected to march through Glasgow with the Fridays for Future movement.\\nSaturday will see another large march from the COP26 Coalition, with organisers saying tens of thousands are expected.\\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.", "image": [["Marchers gathered outside the BAE Systems shipyard in Govan", "https://ichef.bbci.co.uk/news/480/cpsprodpb/B7D7/production/_121436074_pa-63518564-1.jpg.webp"], ["Protester Bhavini Patel said people in the global south displaced by climate change in the coming years will be forced to move to the global north", "https://ichef.bbci.co.uk/news/480/cpsprodpb/164D9/production/_121435319_11a1ed9f-e706-42b0-a8aa-52d9db2f0f79.jpg.webp"], ["Protesters outside BAE Systems in Govan", "https://ichef.bbci.co.uk/news/480/cpsprodpb/10723/production/_121436376_pa-63518565222.jpg.webp"], ["The gates of an empty homeless shelter taken over by activists", "https://ichef.bbci.co.uk/news/480/cpsprodpb/CC81/production/_121435325_baile3.jpg.webp"]], "author": null, "date": "2021-11-04"}, "https://www.bbc.com/news/science-environment-59243434": {"title": "COP26: Cautious welcome for unexpected US-China climate agreement", "subtitle": null, "text": "Activists and politicians have cautiously welcomed an unexpected US-China declaration that vowed to boost climate co-operation.\\nThe EU and UN described the move as encouraging and an important step, but Greenpeace said both countries needed to take concrete action.\\nThe US and China are the world's two biggest CO2 emitters.\\nThey said they would work together to achieve the 1.5C temperature goal set out in the 2015 Paris Agreement.\\nScientists say that limiting global temperature rises to 1.5C will help humanity avoid the worst climate impacts. This is compared with pre-industrial temperatures.\\nWhile the latest pledge is short on detail, analysts say it is a tacit acknowledgement by China that the crisis warrants urgent attention and that it will play a bigger role in confronting the global challenge.\\nThe announcement by the two global rivals was made on Wednesday at the COP26 climate summit in Glasgow, which officially ends on Friday.\\nUS President Joe Biden and his Chinese counterpart Xi Jinping are now expected to hold a virtual meeting as early as next week.\\nAccording to China's climate envoy, the declaration was agreed following some 30 meetings with the US over the past 10 months.\\nIt pledges close co-operation on cutting emissions, while a joint working group will also \"meet regularly to address the climate crisis\" over the next decade.\\nThe reaction to the surprise agreement has been largely positive, but experts and activists have warned that policies must now be enacted to support the promises.\\nGenevieve Maricle, director of US climate policy action at pressure group WWF, said the announcement offered \"new hope\" that the 1.5C limit might be achieved.\\nBut she added that \"we must also be clear eyed about what is still required if the two countries are to deliver the emission reductions necessary in the next nine years\".\\nGreenpeace International Executive Director Jennifer Morgan warned that China and the US needed to show greater commitment to reaching climate goals.\\nFormer Australian Prime Minister Kevin Rudd, who is president of the Asia Society which works on global climate change agreements, told the BBC that the agreement was \"not a gamechanger\" but was a big step forward.\\n\"The current state of geopolitics between China and the United States is awful, so the fact that you can extract this... agreement between Washington and Beijing right now is [important],\" he said.\\nThe US-China declaration calls for increased efforts to close the \"significant gap\" that remains to achieve that 1.5C target.\\nThere were steps agreed on a range of issues including methane emissions, the transition to clean energy and de-carbonisation.\\nChina's top climate negotiator Xie Zhenhua told reporters that on climate change \"there is more agreement between China and US than divergence\".\\nChina refused to join an agreement earlier this week to limit methane - a harmful greenhouse gas, but has instead pledged to develop a \"national plan\" to address the issue.\\nMr Xie was followed by John Kerry, the US climate envoy, who said that while US and China had many differences, co-operation on climate was vital.\\n\"Every step matters right now and we have a long journey ahead of us,\" he said.\\nChina is the world's largest emitter of carbon dioxide, followed by the US. In September Mr Xi announced that China would aim for carbon neutrality by 2060, with a plan to hit peak emissions before 2030.\\nThe US is aiming for net-zero by 2050.\\nIn other developments at the COP26 climate summit on Wednesday:\\nWhat will climate change look like for you?\\nWill the UK meet its climate targets?\\nHow extreme weather is linked to climate change", "image": [["Protesters around the globe have been demanding firmer commitments from world leaders on climate change", "https://ichef.bbci.co.uk/news/480/cpsprodpb/3F85/production/_121516261_736241d1-0963-4905-ba0b-59ea5772aab3.jpg.webp"], ["Chart on China and US emissions", "https://ichef.bbci.co.uk/news/480/cpsprodpb/2F00/production/_121523021_cop_china_us-nc.png.webp"], ["What is COP26, and why does it matter?", "https://news.files.bbci.co.uk/include/newsspec/30245-gallery_factory/assets/newsspec-32004-project-assets/img/1_climate_change_insta.jpg??v=1.0.202110281706.202110281706"], ["COP26 is a United Nations climate change summit.", "https://news.files.bbci.co.uk/include/newsspec/30245-gallery_factory/assets/newsspec-32004-project-assets/img/2_climate_change_insta.jpg??v=1.0.202110281706.202110281706"], ["COP stands for Conference of the Parties. The 26 indicates this is the 26th conference.", "https://news.files.bbci.co.uk/include/newsspec/30245-gallery_factory/assets/newsspec-32004-project-assets/img/3_climate_change_insta.jpg??v=1.0.202110281706.202110281706"], ["The 200 countries going to the conference in Glasgow, Scotland, are being asked for plans to cut emissions by 2030.", "https://news.files.bbci.co.uk/include/newsspec/30245-gallery_factory/assets/newsspec-32004-project-assets/img/4_climate_change_insta.jpg??v=1.0.202110281706.202110281706"], ["Climate change is causing more extreme weather. The past decade was the warmest on record, and governments agree urgent change is needed.", "https://news.files.bbci.co.uk/include/newsspec/30245-gallery_factory/assets/newsspec-32004-project-assets/img/5_climate_change_insta.jpg??v=1.0.202110281706.202110281706"], ["At the Paris climate conference in 2015, countries agreed to keep global warming well below 2 degrees celsius - with a target of 1.5 degrees celsius.", "https://news.files.bbci.co.uk/include/newsspec/30245-gallery_factory/assets/newsspec-32004-project-assets/img/6_climate_change_insta.jpg??v=1.0.202110281706.202110281706"], ["At this conference every country will be asked to say how they will help cut emissions.", "https://news.files.bbci.co.uk/include/newsspec/30245-gallery_factory/assets/newsspec-32004-project-assets/img/7_climate_change_insta.jpg??v=1.0.202110281706.202110281706"], ["Decisions made at COP could change our future. From boilers to cars and how you power your home, it’s all up for discussion.", "https://news.files.bbci.co.uk/include/newsspec/30245-gallery_factory/assets/newsspec-32004-project-assets/img/8_climate_change_insta.jpg??v=1.0.202110281706.202110281706"]], "author": null, "date": "2021-11-11"}, "https://www.bbc.com/news/uk-england-tees-59445536": {"title": "Twelve charged after Darlington Amazon depot protest", "subtitle": null, "text": "Twelve people have been charged after a demonstration by climate change activists at Amazon's Darlington depot.\\nDurham Police said protesters \"attached themselves to makeshift access points to the site\" on Friday.\\nExtinction Rebellion said it was to highlight the retailer's alleged working practices and environmental impact, but the company stated it took its \"responsibilities very seriously\".\\nThey have been charged with aggravated trespass and released on police bail.\\nExtinction Rebellion targeted 13 UK Amazon locations on Friday.\\nAn Extinction Rebellion spokesman has said action was \"intended to draw attention to Amazon's exploitative and environmentally destructive business practices, disregard for workers' rights in the name of company profits, as well as the wastefulness of Black Friday\".\\nAn Amazon spokesman said it took its responsibilities \"very seriously\", including its commitment to be \"net zero carbon by 2040 - 10 years ahead of the Paris Agreement\".\\nThe spokesman added they also included \"providing excellent pay and benefits in a safe and modern work environment, and supporting the tens of thousands of British small businesses who sell on our store\".\\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk.", "image": [["A number of Extinction Rebellion members conducted a protest in Darlington on Friday", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1DC9/production/_121852670_mediaitem121852669.jpg.webp"]], "author": null, "date": "2021-11-28"}, "https://www.bbc.com/news/uk-58916326": {"title": "What is Insulate Britain and what does it want?", "subtitle": null, "text": "Nine Insulate Britain protesters have been jailed for illegally blocking traffic on the M25.\\nThe campaign group began a wave of protests two months ago, blocking major roads and motorways in England.\\nInsulate Britain is a recently-launched campaigning organisation.\\nIt is calling for a national programme to ensure homes are insulated to be low energy by 2030.\\nThe group has blocked a number of major roads in and around London, including around Parliament.\\nInsulate Britain has also targeted the M25 near the Dartford Crossing, the Old Street junction, and the Blackwall Tunnel - where there were angry exchanges with drivers.\\nThe government has taken out a number of court injunctions to try to prevent further action, and new powers targeting such protests have been announced.\\nThese include four injunctions granted to National Highways, banning demonstrations on the M25, around the Port of Dover and on major roads around London, and one to Transport for London (TfL).\\nTfL was granted a civil banning order aimed at preventing protesters from blocking traffic on some of London's busiest roads.\\nUK Transport Secretary Grant Shapps said that every motorway and major A-road in the country is now covered by injunctions, tweeting that \"Anyone who causes misery to motorists may face prison.\"\\nNine Insulate Britain protesters were jailed for breaching the ban on protests on the M25 by taking part in a blockade of the motorway on 8 October.\\nEight were sentenced to four months in prison.\\nAnother protestor, Ben Taylor, was given a longer sentence of six months, \"to deter [him] from committing further breaches,\" after Judge Dame Victoria Sharp criticised his submissions to the court as \"inflammatory\" and a \"call to arms\".\\nThe group had suspended its civil resistance campaign ahead of the recent COP26 climate change conference in Glasgow.\\nBut speaking outside the Royal Courts of Justice after the sentencing, the group's representatives vowed to keep protesting.\\nInsulate Britain lists two main aims on its website:\\nLow energy homes use considerably less energy and use renewable energy for heating and electricity.\\nIn June, the UK Committee on Climate Change said there had been \"minimal progress\" in recent years on improving the insulation of buildings or in switching to low-carbon heating.\\nMany of those directly affected by protests have objected to the group's tactics.\\nBoris Johnson labelled Insulate Britain \"irresponsible crusties\" who have been \"doing considerable damage to the economy\".\\nGreen Party co-leader Carla Denyer said while there was a place for direct action, Insulate Britain was \"not necessarily always doing it in the most constructive way\".\\nInsulate Britain defends its tactics, saying they are the most successful route to achieve mass change.\\nInsulate Britain is a much smaller UK-specific campaign group, although they share many goals and have used similar tactics.\\nIt is supported by some members of Extinction Rebellion and its allied networks - although the groups are not officially integrated.", "image": [["Getty Images Insulate Britain protestors outside the Royal Courts of Justce", "https://ichef.bbci.co.uk/news/480/cpsprodpb/DD21/production/_121590665_gettyimages-1236607456.jpg.webp"], ["Getty Images Insulate Britain protesters blocking a busy road", "https://ichef.bbci.co.uk/news/480/cpsprodpb/CF0F/production/_120870035_roadblock.jpg.webp"]], "author": null, "date": "2021-11-17"}, "https://www.bbc.com/news/uk-59184278": {"title": "COP26: Supermarkets promise to halve environmental impact by 2030", "subtitle": null, "text": "Five of the UK's biggest supermarkets have promised to halve the environmental impact of a weekly food shop by the end of the decade.\\nTesco, Sainsbury's, Waitrose, Co-op and M&S said they would reduce carbon emissions, deforestation and the food waste and packaging they produce.\\nTheir efforts will be monitored by the WWF conservation group.\\n\"Food production is one of the biggest threats to our planet,\" said WWF chief executive Tanya Steele said.\\nThe chief executives of the supermarkets, which together serve more than half of UK food shoppers, said in a joint statement: \"We recognise that a future without nature is a future without food. By 2030 we need to halt the loss of nature.\"\\nBefore the end of next year, they also promised to set science-based targets for how they would help to limit global warming to 1.5C above pre-industrial temperatures.\\nThis is a key target for world leaders at the COP26 climate summit in Glasgow, with scientists saying it must be met to avoid the worst effects of climate change.\\nCurrently, the world is now about 1.2C warmer than it was in the 19th Century - and extreme weather events like heatwaves, floods and forest fires are already becoming more intense. Unless more is done, the planet is already on track to warm by more than 2C by the end of this century.\\nThe food industry is responsible for more than a quarter of total greenhouse gas emissions and almost 60% of the global damage to biodiversity, so minimising its impact could make a significant contribution to reducing climate change.\\nEach year, the industry emits 17.3bn tonnes of carbon dioxide - about 19 times more than commercial planes.\\nAbout a quarter of the world's greenhouse gas emissions come from agriculture, forestry and other land use - and experts say the way food is grown and consumed needs reforming.\\nMs Steele from the WWF said the world could only tackle the \"climate and nature emergency\" if food retailers played their part.\\n\"The promises these CEOs have made are game-changing and we hope other food retailers will follow in their footsteps, so that every shopper can be confident that the products they buy aren't fuelling the climate crisis and pushing precious wildlife closer to the brink,\" she said.\\nLater, as the COP26 summit continues, it is expected that 45 governments, including the UK, will pledge urgent action and investment to protect nature and shift to more sustainable ways of farming.\\nAnd, in a separate development, another 20 countries joined a global forum aimed at reducing deforestation from the production of commodities such as palm oil, cocoa and soya - the Forest, Agriculture and Commodity Trade (FACT) dialogue forum.\\nMatt Williams, an expert from the Energy and Climate Intelligence Unit think tank, said \"food and farming have largely been missing from this summit so far\" but this \"plants the seeds\" for it to make a serious contribution to reaching net-zero emissions.\\nAnother 27 countries also signed up to a sustainable agriculture pledge to help them meet their climate goals, and will use funding earmarked for agriculture subsidies to reduce emissions.\\nAnd the UK government has announced a £500m programme which it said would help to protect over five million hectares of rainforests from deforestation - an area almost 20% of the size of the UK itself.\\nBut Anna Jones at Greenpeace UK said the attempts to address the supply chains of the food industry were \"little more than a talking shop\".\\nShe said \"there's nothing on the need to reduce demand for products like meat and dairy that are driving deforestation\".\\nLarge-scale demonstrations are taking place in Glasgow, where the summit is being held, as well as in London and other cities in the UK and around the world.\\nThe marches come after thousands of young activists, including Greta Thunberg and Vanessa Nakate marched through Glasgow on Friday protesting against investment in fossil fuels and the failure to tackle the climate crisis.", "image": [["Getty Images Stock image of a woman buying vegetables in the supermarket", "https://ichef.bbci.co.uk/news/480/cpsprodpb/179A3/production/_121457669_gettyimages-1326694983.jpg.webp"], ["More on climate summit top strapline", "https://ichef.bbci.co.uk/news/480/cpsprodpb/163F9/production/_120892119_summit_top-3x-002.png.webp"], ["More on Climate Change bottom strapline", "https://ichef.bbci.co.uk/news/480/cpsprodpb/155C6/production/_120449478_bottom-3x.png.webp"]], "author": ["Joseph Lee"], "date": "2021-11-06"}, "https://www.bbc.com/news/articles/c411ygg2xvzo": {"title": "Drax train protester released on bail", "subtitle": null, "text": "A protester who was arrested after climbing on a train bound for one of the UK's largest power stations has been bailed.\\nThe freight train was transporting wood pellets to Drax, near Selby, North Yorkshire, when it was flagged down by an activist on Friday, police said.\\nPictures showed a member of the Axe Drax campaign group on top of a container waving a flag bearing an Extinction Rebellion logo.\\nA woman was arrested and released on bail pending further inquires, British Transport Police said.\\nThe demonstration had \"no impact\" on energy generation, a Drax spokeswoman said.\\nThe protest coincided with the end of the COP26 climate summit in Glasgow.\\nAxe Drax said it wanted  \"to send a clear message\" about ending deforestation to world leaders at the conference.\\nDrax, a former coal-burning plant, has switched to using wood pellets as fuel. Its levels of carbon dioxide production have been criticised.", "image": [["A protester held an Extinction Rebellion flag in the air during the protest", "https://ichef.bbci.co.uk/news/480/cpsprodpb/4976/live/b77b0090-4612-11ec-86b7-edd8c007a699.jpg.webp"]], "author": null, "date": "2021-11-15"}, "https://www.bbc.com/news/uk-scotland-59118835": {"title": "COP26: Glasgow's UN climate conference opens with key speeches", "subtitle": null, "text": "Prime Minister Boris Johnson has addressed world leaders at Glasgow's COP26 climate change summit.\\nEarlier he welcomed about 120 heads of state to the UN event, including US President Joe Biden.\\nThe UK is hosting the two-week conference, which was delayed by a year because of the coronavirus pandemic.\\nAbout 25,000 delegates are attending and thousands of activists have also travelled to Scotland's biggest city for fringe events and protests.\\nThe opening ceremony of the COP26 summit began with Skye musician Brìghde Chaimbeul, 22, performing an arrangement of traditional melodies ahead of Mr Johnson's speech.\\nThe PM told leaders and delegates that the \"anger and the impatience of the world\" would be uncontainable \"unless we make this COP26 in Glasgow the moment that we get real about climate change\".\\nAfter the opening address, climate activists from vulnerable parts of the world, including one from the Amazon, spoke about the threat climate change poses to them.\\nPrince Charles, UN Secretary General Antonio Guterres and Sir David Attenborough also spoke.\\nIn the first key session of the gathering world leaders will outline their own climate plans.\\nLeaders from nations across the globe earlier filed through a large hall in the Scottish Event Campus on the banks of Clyde to pose for photographs with the UK Prime Minister and United Nations Secretary General Antonio Guterres. They include;\\nMr Biden landed at Edinburgh airport on Air Force One shortly before 11:00 and travelled west to Glasgow.\\nHis aircraft was one of many conveying politicians and delegates to the climate change conference.\\nScotland's First Minister Nicola Sturgeon said she understood that the air travel involved may send a \"mixed message\" - but agreed that more progress is made when leaders meet in person.\\n\"Given all of the travel required to get here, it even further increases the pressure on the shoulders of world leaders to make sure it's worth it,\" she said.\\nMs Sturgeon met Greta Thunberg and fellow campaigner Vanessa Nakate, from Uganda, inside the blue zone.\\nSpeaking at an event hosted by the environmental organisation WWF, Ms Sturgeon said voices such as Ms Thunberg's were \"so important\" as they challenge political leaders from across the globe on \"the hard realities of our own lack of delivery\".\\nThe Swedish environmental activist was greeted by hundreds of supporters when she arrived in Glasgow by train on Saturday.\\nMs Thunberg has previously been critical of the Scottish government's climate policy, saying that the country was \"not a leader on climate change\", as the First Minister had previously stated.\\nScotland has pledged to cut emissions by 75% by 2030 and be net zero by 2045, but the last three years of targets have been missed.\\nGlasgow residents and commuters have faced travel disruption because of the summit.\\nOn the M8, congestion connected with road closures for the summit was exacerbated by traffic accidents during the morning with tail-backs from the city centre all the way to Glasgow Airport reported\\nThe Erskine Bridge was closed at short notice for 90 minutes to allow the Greenpeace vessel the Rainbow Warrior, which is carrying youth climate activists, to pass safely beneath.\\nClosures near the COP26 site on the Clydeside Expressway and Clyde Arc - known as the Squinty Bridge - increased peak-time delays.\\nBut train services from London to Glasgow resumed on Monday morning after the West Coast line's closure on Sunday. Overhead electric wires had been damaged by a fallen tree in England.\\nGlasgow's Central Station has now caught up with the backlog and duty manager Alan O'Neill told BBC Scotland that trains are back to normal and the station is running well.\\nHe said: \"We've had some silent protesters which were no trouble. Passengers are fine and the trains have caught up. Everything is flowing easy enough.\"\\nMr O'Neill added that lateral flow tests and face masks were being distributed at the main entry points as many people travelling from England were unaware face coverings are still mandatory in most indoor public settings in Scotland.\\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.", "image": [["PA Media Boris Johnson", "https://ichef.bbci.co.uk/news/480/cpsprodpb/60EA/production/_121301842_tv071689727.jpg.webp"], ["PA Media Prince Charles", "https://ichef.bbci.co.uk/news/480/cpsprodpb/0974/production/_121302420_tv071690429.jpg.webp"], ["President Joe Biden met officials in Edinburgh before heading westwards to Glasgow", "https://ichef.bbci.co.uk/news/480/cpsprodpb/11D28/production/_121300037_hi071687525.jpg.webp"], ["The motorcade of U.S. President Joe Biden travelled along the M8 motorway towards the Cop26 summit", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1964/production/_121300560_hi071688578.jpg.webp"], ["More on climate summit top strapline", "https://ichef.bbci.co.uk/news/480/cpsprodpb/163F9/production/_120892119_summit_top-3x-002.png.webp"], ["More on Climate Change bottom strapline", "https://ichef.bbci.co.uk/news/480/cpsprodpb/155C6/production/_120449478_bottom-3x.png.webp"]], "author": null, "date": "2021-11-01"}, "https://www.bbc.com/news/uk-england-york-north-yorkshire-59267244": {"title": "Protester climbs on top of train to Drax power station", "subtitle": null, "text": "A protester has climbed on top of a train near a power plant in North Yorkshire.\\nThe Axe Drax campaign group said one of its activists \"halted the train\", which was carrying wood pellets and heading to Drax Power station in Selby.\\nImages on social media show the activist, dressed in orange, waving a flag bearing the Extinction Rebellion logo. It comes as the COP26 climate summit in Glasgow draws to an end.\\nDrax said there had been \"no impact\".\\nAxe Drax said the demonstration was being carried out \"to send a clear message to COP26 - stop the fell\".\\nIt said no other trains had been affected.\\nThe activist, who goes by the name of Coffee, said: \"We need to keep the trees in the ground, we need a U-turn on the decision to phase out deforestation by 2030, we need to slam on the brakes.\\n\"Halt the felling. Bring a moratorium on tree felling for six months whilst a plan is made for a future world economy.\"\\nA Drax spokesperson said: \"Everyone has the right to peaceful protest but trespassing on railway lines puts the safety of train staff, as well as the protesters themselves, at risk.\"\\n\"Drax Power Station has not been impacted by this action - it continues to generate renewable power for millions of homes and businesses.\"\\nThe company said the power station had \"slashed our emissions from power generation by 90%\" since converting from using coal to \"sustainable biomass\".\\nIt added Drax was \"helping the UK's electricity system to decarbonise faster than any other major economy\".\\nBut in a tweet, the activist said the biofuel industry was more carbon intensive than coal.\\nBy Paul Murphy, BBC Look North environment correspondent\\nDrax is one of the UK's most controversial power stations and has been on the receiving end of environmental protest and direct action for more than a decade.\\nCampaigners originally targeted it because of the huge quantities of coal it burned to make electricity. But now protesters are focused on Drax's use of wood pellets to generate power.\\nDrax calls this fuel \"sustainable biomass\" and says it's good for the planet because the CO2 produced from burning wood is absorbed by the replenishment of forests where the wood comes from.\\nBut scientists disagree over whether this process works as well as it should.\\nThis direct action against a Drax freight train follows several days of environmental protest against the power station at the COP26 summit in Glasgow.\\nIn the COP26 climate summit's first major deal, more than 100 world leaders promised to end and reverse deforestation by 2030, including Brazil where stretches of the Amazon rainforest have been cut down.\\nAxe Drax said biomass production \"harms both people and planet\" and linked deforestation to \"an increase in flooding, soil degradation, biodiversity and habitat loss, noise and air pollution for local communities\".\\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk.", "image": [["Campaign group Axe Drax said one of its activists \"halted the train\", which was carrying wood pellets and heading to Drax power station", "https://ichef.bbci.co.uk/news/480/cpsprodpb/16002/production/_121541109_signal-2021-11-12-160636_001.jpg.webp"], ["In a video message posted on Twitter, the activist said the biofuel industry was more carbon intensive than coal", "https://ichef.bbci.co.uk/news/480/cpsprodpb/159CC/production/_121542588_signal-2021-11-12-161432_006.jpg.webp"], ["Drax switched from using coal to burning wood pellets instead at its power plant in Selby", "https://ichef.bbci.co.uk/news/480/cpsprodpb/823D/production/_112014333_drax976.jpg.webp"]], "author": null, "date": "2021-11-12"}, "https://www.bbc.com/news/technology-59419572": {"title": "Protesters hit Amazon buildings on Black Friday", "subtitle": null, "text": "Protests are being staged at Amazon buildings in the UK, US, and Europe - on Black Friday.\\nThe shopping sales day is among Amazon's busiest all year.\\nAn international coalition of unions, equality and environmental groups called \"Make Amazon Pay\" is staging a day of action.\\nThe movement is demanding Amazon make changes to its business, including improved pay, an end to employee surveillance, and union engagement.\\nIn an unrelated separate protest, the Extinction Rebellion environmental group has blocked the entrances to Amazon distribution centres in the UK.\\nThe group says it has targeted 13 British buildings, including the largest one in Dunfermline.\\nIt is staging similar action abroad in Germany and Netherlands.\\nThe Make Amazon Pay coalition is not affiliated with Extinction Rebellion group, but also has environmental groups such as Greenpeace among its members.\\n\"Amazon takes too much and gives back too little,\" it claims - backed by trade unions, grassroots campaigns and non-profit-making organisations in individual countries.\\nIn the UK, that includes:\\nNo UK Amazon warehouses are unionised, so legally they can't strike.\\nMany employees will be working on the day, but campaign groups which include Amazon workers are staging protests at Amazon buildings in Coalville, Leicestershire, Coventry, Peterborough and at its London headquarters.\\nBut strikes are being encouraged elsewhere.\\nIn Germany, for example, the union Verdi called on employees at major shipping centres to strike, beginning on Wednesday night. And in France, major union CGT is also calling for workers to down tools.\\nWorldwide, nearly 50 organisations have signed up to a list of \"common demands\", published by the Make Amazon Pay coalition, which include:\\nOwen Espley, from the War on Want campaign group, said: \"Amazon is abusing its dominance across online retail, cloud services, and logistics, to create unfair competition that is driving down standards for everyone.\\n\"Amazon workers face unsafe conditions, constant surveillance and are treated like robots.\\n\"It's time for Amazon to pay fair wages, fair taxes, and for its impact on the planet.\"\\nThe GMB union also released figures on Friday that it said showed ambulance callouts to Amazon warehouses increased by nearly 50% in the run-up to Black Friday - something it blames on staff rushing to hit \"crushing targets\".\\nIt filed Freedom of Information requests with four ambulance trusts near \"major Amazon sites\". It said the data shows that over five years, November had the most ambulance visits.\\nAmazon said such claims were \"using incomplete information that's without context and designed to intentionally mislead\".\\n\"We know we're not perfect and are continuing to get better every day, but the fact is that Amazon has 40% fewer injuries on average compared to other transportation and warehousing businesses in the UK,\" a spokesperson said.\\nIt claimed the \"vast majority\" of ambulance visits to its buildings were for pre-existing conditions.\\nMick Rix, from the GMB Union, said: \"This company is a pandemic profiteer that can afford to do better.\"\\n\"It's time for Amazon sit down with their workers' union GMB and make Amazon a great, safe place to work. \"\\nAmazon reported a tripling of profits earlier this year, attributed to its success during the Covid-19 pandemic.\\nAmazon issued a prepared statement in advance of the protests about the wider Make Amazon Pay movement.\\n\"These groups represent a variety of interests, and while we are not perfect in any area, if you objectively look at what Amazon is doing in each one of these areas you'll see that we do take our role and our impact very seriously,\" it said.\\n\"We are inventing and investing significantly in all these areas, playing a significant role in addressing climate change with the Climate Pledge commitment to be net zero carbon by 2040, continuing to offer competitive wages and great benefits, and inventing new ways to keep our employees safe and healthy in our operations network, to name just a few.\"", "image": [["Amazon trucks queue outside a centre in Altrincham, delayed by protests", "https://ichef.bbci.co.uk/news/480/cpsprodpb/167C7/production/_121830129_hi072221422.jpg.webp"], ["Amazon workers enter the Tilbury Amazon building early Friday morning, walking past activists", "https://ichef.bbci.co.uk/news/480/cpsprodpb/8068/production/_121827823_hi072219470.jpg.webp"]], "author": null, "date": "2021-11-26"}, "https://www.bbc.com/news/uk-england-devon-59333761": {"title": "Extinction Rebellion: Summer protests cost Met £18m to police", "subtitle": null, "text": "Climate protests in London cost the Met Police over £18m to police.\\nStaff overtime to deal with15 protests cost the force over £4.5m between 23 August and 6 September, according to official figures published this month.\\nAcross the protests, 508 people were arrested for offences including assaulting police and criminal damage.\\nWhen approached for a comment, the Met stuck by remarks made prior to the protest expressing frustration at the level of disruption.\\nAt the time, Deputy Assistant Commissioner Matt Twist said: \"Each painstaking hour spent dealing with a protester who has committed criminal damage, glued or locked onto a road or business, is time spent away from the people of London, in the parts of London who need us most, dealing with knife crime, domestic abuse, violence.\\n\"I want our police officers to be serving Londoners, fighting crime as well as bearing down on our number one priority, violence.\"\\nHe added that while police acknowledged the group's right to protest it was \"frustrating\" that officers would be hindered in tackling priorities for the force.\\nDuring a summer of protest campaigners blocked Oxford Circus and a giant table was erected in Covent Garden.\\nCity Hall Conservative leader Susan Hall said the \"ridiculous and disruptive\" protest did \"nothing to help the environment\".\\nTo cope with demand, 5,812 officers were forced to cancel leave and help keep watch on the protests, which cost £18.1m to police.\\nAnother £1.6m was spent on additional costs which included hotels, catering, infrastructure, expenses and additional bank holiday pay, according to Met data.\\nPolice were accused of heavy-handed tactics after officers were seen using batons and dragging protesters from the top of a bus near London Bridge.", "image": [["The Met spent £18.1m on policing climate protests over August and September", "https://ichef.bbci.co.uk/news/480/cpsprodpb/223B/production/_120236780_2.61962656-1.jpg.webp"], ["Over 500 people were arrested over two weeks of protests across the capital", "https://ichef.bbci.co.uk/news/480/cpsprodpb/976B/production/_120236783_2.61960741-1.jpg.webp"]], "author": null, "date": "2021-11-18"}}