{"https://www.bbc.com/news/uk-england-norfolk-54162239": {"title": "GM crops: The Greenpeace activists who risked jail to destroy a field of maize", "subtitle": null, "text": "Exactly 20 years ago, 28 Greenpeace activists were acquitted of criminal damage after destroying a field of genetically-modified (GM) maize on a farm in Norfolk. What led to this key moment in environmental protest?\\nIn summer 1999, Michael Uwins was summoned to London by Greenpeace. The reason was on a \"need to know\" basis.\\nThe group's East of England co-ordinator, he had been trained in non-violent \"direct action\" and knew something was about to happen.\\nWhat followed would make international headlines and result in a landmark legal verdict that gave a boost to environmental activism.\\nA trial crop of GM maize had been planted at Lyng, near Dereham, Norfolk, not far from Mr Uwins' home.\\nGreenpeace opposed such trials, claiming they would cause genetic pollution of the environment.\\n\"We were told we had to 'destroy that crop' - because it was about to flower,\" said Mr Uwins, now 74.\\n\"Before we made up our minds, we were given a percentage of the likelihood of arrest. It was 100%. That had never happened before.\"\\nSo, at 05:00 BST on 26 July 1999, the protesters, including a vicar and a beauty consultant, stormed the six-acre (2.4 hectare) field of modified fodder maize, trampling and pulling at the 7ft (2.1m) plants.\\nLeading them, in white overalls, was Greenpeace executive director Lord Peter Melchett, a former government minister and himself a Norfolk farmer.\\nThe activists destroyed a large section of the crop with a machine armed with whirling 4ft (1.2m) blades.\\nThey planned to bag it up and deliver it to Norfolk-based GM contractors AgrEvo.\\n\"We totally believed in what we were doing,\" Mr Uwins said.\\n\"We were not anti-science or GM as such; it was about open-air field trials. It was irresponsible and had to be stopped.\"\\nAccording to embedded Guardian journalist John Vidal, the activists were confronted by \"furious\" landowner William Brigham and family members.\\n\"They were ramming and chasing the protesters around the field - it was all very dangerous,\" Mr Uwins said.\\nMr Brigham declined to comment when contacted by the BBC this week.\\nThe police arrived and, one by one, the protesters were arrested and charged with criminal damage and theft.\\nMr Uwins recalls a \"surreal moment\" in custody. \"A station sergeant came round taking a fish supper order: who wanted cod, and so on.\"\\nThe activists argued they had lawful excuse for their actions, to prevent neighbouring land from being unlawfully invaded by genetically-modified pollen.\\n\"We did what we did to prevent a crime\", said Mr Uwins.\\nAt Norwich Crown Court they were found not guilty of theft in April 2000, but the jury could not decide on the criminal damage charge and was discharged.\\nA second trial began that autumn. It lasted two weeks, resulting in acquittal for all defendants on 20 September.\\nThey had been confident of victory, but were still relieved, said Mr Uwins, who remembers jurors hugging them outside court.\\n\"We felt triumphant. We felt we had achieved something and it was a message to the government that these field trials should not happen.\"\\nCo-defendant Nicole Sanderson, then 29, said the case forced the GM industry to \"sit up and take responsibility\".\\n\"When you take part in an environmental action - and I've taken part in hundreds - you are trying to stop something you believe to be wrong. You don't think about court and whether the 12 people of the jury agree with you,\" she said.\\n\"Sometimes you are bringing the issue into the public eye, to right a wrong before it happens.\\n\"The jury had to listen to some very complex science; it was a massive case. If they had misunderstood any of it at any point they could have ruled against us.\"\\nThe National Farmers' Union (NFU), however, described the acquittal as \"perverse\".\\n\"This gives the green light to wanton vandalism and trespass,\" it was reported as writing to then Home Secretary Jack Straw.\\nTwenty years on, the NFU said in a statement that \"crop genetic improvement has been part of agriculture for hundreds of years\" but that the European Union had been \"discouraging in its approach to new food technologies\".\\nIt added: \"Access to modern biotechnology would enable British farmers to use resources more efficiently, remain competitive in a global market and deliver even more high quality and nutritious food for the public.\"\\nAnother Norfolk farmer, David Hill, took part in a five-year cycle of GM crop trials, starting with sugar beet.\\n\"I'd seen the bad varieties of weed beet in the 1960s and this was an opportunity, in one fell swoop, to grow a greener and cleaner crop of sugar beet. The environmental benefits were immense,\" he said.\\n\"When I heard about the protest, I was bloody angry about it. We didn't fear them coming: we had very good security and we worked within official guidelines.\"\\nGreenpeace was delighted with the acquittal, but when contacted this week, declined to comment, saying it had not run campaigns on GM crops for several years.\\nHowever, Liz O'Neill, director of the GM Freeze campaign group, said: \"These protests took place amid a headlong rush to release GMOs (genetically modified organisms) without proper testing, monitoring or the labelling that gives consumers a choice about what they are eating.\\n\"They helped bring the issue to the attention of politicians, regulators and the media resulting in the safety-first approach that has protected our food and our farms ever since.\"\\nLord Melchett died in August 2018. In 2000, he appeared on Desert Island Discs, telling Sue Lawley: \"You only win a campaign if people support you and people will only support you if you're right - if what you're saying is correct or if what you predict turns out to be the case.\"\\nHis daughter Jessie Mond Wedd, 39, said he was \"a wonderful dad, committed to environmentalism\".\\nShe said: \"He had a very individual way of looking at the world; he loved the outdoors and wildlife and felt a real sense of fear that it was in jeopardy\"\\n\"I often wonder what he would make of it all now, seeing the Extinction Rebellion movement enter mainstream consciousness.\"\\nThe case inspired her to become a barrister, and she is now studying for a Masters in Environmental Law and Sustainable Development.\\nAs for Mr Uwins, he has \"absolutely no regrets\" and feels \"immensely proud\" of his actions.\\nHe now considers himself an \"armchair activist\", but said: \"If the same thing happened again I would get my walking stick out of the cupboard and head straight up there.\"\\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk", "image": [["Greenpeace protesters destroy a field of GM crops at Lyng, Norfolk on 26 July 1999", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1305E/production/_114381977_ef35781c-4ed6-4cb2-88fb-847683f425a4.jpg.webp"], ["Now 74, Michael Uwins describes himself as an \"armchair activist\"", "https://ichef.bbci.co.uk/news/480/cpsprodpb/17E7E/production/_114381979_muwins1.jpg.webp"], ["Lord Peter Melchett was arrested at the scene", "https://ichef.bbci.co.uk/news/480/cpsprodpb/70F6/production/_114381982_98abbc13-d5fb-4c47-9e49-4d3c6cb17faa.jpg.webp"], ["GM wheat", "https://ichef.bbci.co.uk/news/480/cpsprodpb/CB8E/production/_114401125_wheat.jpg.webp"]], "author": ["Orla Moore", "Zoe Applegate"], "date": "2020-09-20"}, "https://www.bbc.com/news/stories-53640382": {"title": "How the oil industry made us doubt climate change", "subtitle": null, "text": "As climate change becomes a focus of the US election, energy companies stand accused of trying to downplay their contribution to global warming. In June, Minnesota's Attorney General sued ExxonMobil, among others, for launching a \"campaign of deception\" which deliberately tried to undermine the science supporting global warming. So what's behind these claims? And what links them to how the tobacco industry tried to dismiss the harms of smoking decades earlier?\\nTo understand what's happening today, we need to go back nearly 40 years.\\nMarty Hoffert leaned closer to his computer screen. He couldn't quite believe what he was seeing. It was 1981, and he was working in an area of science considered niche.\\n\"We were just a group of geeks with some great computers,\" he says now, recalling that moment.\\nBut his findings were alarming.\\n\"I created a model that showed the Earth would be warming very significantly. And the warming would introduce climatic changes that would be unprecedented in human history. That blew my mind.\"\\nMarty Hoffert was one of the first scientists to create a model which predicted the effects of man-made climate change. And he did so while working for Exxon, one of the world's largest oil companies, which would later merge with another, Mobil.\\nAt the time Exxon was spending millions of dollars on ground-breaking research. It wanted to lead the charge as scientists grappled with the emerging understanding that the warming planet could cause the climate to change in ways that could make life pretty difficult for humans.\\nHoffert shared his predictions with his managers, showing them what might happen if we continued burning fossil fuels in our cars, trucks and planes.\\nBut he noticed a clash between Exxon's own findings, and public statements made by company bosses, such as the then chief executive Lee Raymond, who said that \"currently, the scientific evidence is inconclusive as to whether human activities are having a significant effect on the global climate\".\\n\"They were saying things that were contradicting their own world-class research groups,\" said Hoffert.\\nAngry, he left Exxon, and went on to become a leading academic in the field.\\n\"What they did was immoral. They spread doubt about the dangers of climate change when their own researchers were confirming how serious a threat it was.\"\\nSo what changed? The record-breaking hot summer of 1988 was key. Big news in America, it gave extra weight to warnings from Nasa scientist Dr Jim Hansen that \"the greenhouse effect has been detected, and is changing our climate now\".\\nPolitical leaders took notice. Then UK Prime Minister Margaret Thatcher acknowledged the great new global threat: \"The environmental challenge which confronts the whole world demands an equivalent response from the whole world.\"\\nIn 1989, Exxon's strategy chief Duane Levine drew up a confidential presentation for the company's board, one of thousands of documents in the company's archive which were later donated to The University of Texas at Austin.\\nLevine's presentation is an important document, often cited by researchers investigating Exxon's record on climate change science.\\n\"We're starting to hear the inevitable call for action,\" it said, which risked what it called \"irreversible and costly draconian steps\".\\n\"More rational responses will require efforts to extend the science and increase emphasis on costs and political realities.\"\\nHow they made us doubt everything investigates how some of the world's most powerful interests made us doubt the connection between smoking and cancer, and how the same tactics were used to make us doubt climate change.\\nListen to the podcast from BBC Radio 4 here\\nKert Davies has scoured through Exxon's archive. He used to work as a research director at the environmental pressure group Greenpeace, where he looked into corporate opposition to climate change. This inspired him to set up The Climate Investigations Centre. He explains why this Exxon presentation mattered:\\n\"They are worried the public will take this on, and enact radical changes in the way we use energy and affect their business, that's the bottom line.\"\\nHe says this fear can also be seen in another document from the archive that sets out the so-called \"Exxon position\", which was to \"emphasise the uncertainty\" regarding climate change.\\nResearchers argue this was just the start of a decades-long campaign to shape public opinion and to spread doubt about climate change.\\nIn June 2020, the General Attorney of Minnesota Keith Ellison sued ExxonMobil, the American Petroleum Institute (API) and Koch Industries for misleading the public over climate change. The lawsuit claims that \"previously unknown internal documents confirm that the defendant well understood the devastating effects that their products would cause to the climate\".\\nIt says that despite this knowledge, the industry \"engaged in a public-relations campaign that was not only false, but also highly effective,\" which served to \"deliberately [undermine] the science\" of climate change.\\nThe accusations against Exxon and others - which the company has called \"baseless and without merit\" - build on years of painstaking research by people like Kert Davies and Naomi Oreskes, professor of the history of science at Harvard University and co-author of Merchants of Doubt.\\n\"Rather than accept the scientific evidence, they made the decision to fight the facts,\" she said.\\nBut this isn't just about Exxon's past actions. In the same year as the Levine presentation, 1989, many energy companies and fossil fuel dependent industries came together to form the Global Climate Coalition, which aggressively lobbied US politicians and media.\\nThen in 1991, the trade body that represents electrical companies in the US, the Edison Electric Institute, created a campaign called the Information Council for the Environment (ICE) which aimed to \"Reposition global warming as theory (not fact)\". Some details of the campaign were leaked to the New York Times.\\n\"They ran advertising campaigns designed to undermine public support, cherry picking the data to say, 'Well if the world is warming up, why is Kentucky getting colder?' They asked rhetorical questions designed to create confusion, to create doubt,\" argued Naomi Oreskes.\\nThe ICE campaign identified two groups which would be most susceptible to its messaging. The first was \"older, lesser educated males from larger households who are not typically information seekers\".\\nThe second group was \"younger, low-income women,\" who could be targeted with bespoke adverts which would liken those who talked about climate change to a hysterical doom-saying cartoon chicken.\\nThe Edison Electric Institute didn't respond to questions about ICE, but told the BBC that its members are \"leading a clean energy transformation, and are united in their commitment to get the energy they provide as clean as they can, as fast as they can\".\\nBut back in the 1990 there were many campaigns like this.\\n\"Unless 'climate change' becomes a non-issue,\" says another, leaked to the New York Times in 1997, \"there may be no moment when we can declare victory\".\\nTo achieve victory, the industry planned to \"identify, recruit and train a team of five independent scientists to participate in media outreach\".\\nThis important tactic assumed the public would be suspicious if oil industry executives dismissed climate change, but might trust the views of seemingly independent scientists.\\nThese would be put forward to take part in debates on TV, potentially confusing a general audience who would see opposing scientists in white coats arguing about complex technical details without knowing who to believe.\\nThe problem was, sometimes these \"white coats\" weren't truly independent. Some climate sceptic researchers were taking money from the oil industry.\\nDrexel University emeritus professor Bob Brulle studied the funding for the climate change \"counter movement\". He identified 91 institutions which he says either denied or downplayed the risks of climate change, including the Cato Institute and the now-defunct George C Marshall Institute.\\nHe found that between 2003 and 2007, ExxonMobil gave $7.2m (£5.6m) to such bodies, while between 2008 and 2010, the American Petroleum Institute trade body (API) donated just under $4m (£3m).\\nIn its 2007 Corporate Citizenship Report, ExxonMobil said it would stop funding such groups in 2008.\\nOf course many researchers would argue such money didn't influence their climate contrarian work. It seems some may have been motivated by something else.\\nMost of the organisations opposing or denying climate change science were right-wing think tanks, who tended to be passionately anti-regulation.\\nThese groups made convenient allies for the oil industry, as they would argue against action on climate change on ideological grounds.\\nJerry Taylor spent 23 years with the Cato Institute - one of those right wing think tanks - latterly as vice president. Before he left in 2014, he would regularly appear on TV and radio, insisting that the science of climate change was uncertain and there was no need to act. Now, he realises his arguments were based on a misinterpretation of the science, and he regrets the impact he's had on the debate.\\n\"For 25 years, climate sceptics like me made it a core matter of ideological identity that if you believe in climate change, then you are by definition a socialist. That is what climate sceptics have done.\"\\nThe BBC asked the Cato Institute about its work on climate change, but it did not respond.\\nThis ideological divide has had far-reaching consequences. Polls conducted in May 2020 showed that just 22% of Americans who vote Republican believed climate change is man-made, compared with 72% of Democrats.\\nUnfortunately many of the \"expert scientists\" quoted by journalists to try to offer balance in their coverage of climate change were - like Jerry Taylor - making arguments based on their beliefs rather than relevant research.\\n\"Usually these people have some scientific credentials, but they're not actually experts in climate science,\" says Harvard historian Naomi Oreskes.\\nShe began digging into the background of leading climate sceptics, including Fred Seitz, a nuclear physicist and former president of the US National Academy of Sciences. She found he was deeply anti-communist, believing any government intervention in the marketplace \"would put us on the slippery slope to socialism\".\\nShe also discovered that he had been active in the debates around smoking in the 1980s.\\n\"That was a Eureka moment. We realised this was not a scientific debate. A person with expertise about climate change would in no way be an expert about oncology or public health or cardiovascular disease, or any of the key issues associated with tobacco.\\n\"The fact that the same people were arguing in both cases was a clue that something fishy was going on. That's what led us to discover this pattern of disinformation that gets systemically used again and again.\"\\nNaomi Oreskes spent years going through the tobacco archive at the University of California at San Francisco. It contains more than 14 million documents that were made available thanks to litigation against US tobacco firms.\\nA strikingly familiar story emerged. Decades before the energy industry tried to undermine the case for climate change, tobacco companies had used the same techniques to challenge the emerging links between smoking and lung cancer in the 1950s.\\nThe story began at Christmas 1953. In New York's luxurious Plaza Hotel, the heads of the tobacco companies met to discuss a new threat to their business model.\\nDetails of the night's anxious conversations were recorded in a document written by public relations guru John Hill from Hill and Knowlton.\\nWidely read mass-market magazines like Readers Digest and Time Life had begun publishing articles about the association between smoking and lung cancer. And researchers like those who had found that lab mice painted with cigarette tar got cancer were attracting increasing attention.\\nAs John Hill wrote in the 1953 document, \"salesmen in the industry are frantically alarmed, and the decline in tobacco stocks on the stock exchange market has caused grave concern\".\\nHill recommended fighting science with science. \"We do not believe the industry should indulge in any flashy or spectacular ballyhoo. There is no public relations [medicine] known to us at least, which will cure the ills of the industry.\"\\nAs a later document by tobacco company Brown and Williamson summarised the approach: \"Doubt is our product, since it is the best means of competing with the 'body of fact' that exists in the minds of the general public.\"\\nNaomi Oreskes says this understanding of the power of doubt is vital.\\n\"They realise they can't win this battle by making a false claim that sooner or later would be exposed. But if they can create doubt, that would be sufficient - because if people are confused about the issue, there's a good chance they'll just keep smoking.\"\\nHill advised setting up the \"Tobacco Industry Research Committee\" to promote \"the existence of weighty scientific views which hold there is no proof that cigarette smoking is a cause of lung cancer\".\\nAs in the climate change debate decades later, \"Project Whitecoat\" would pit scientist against scientist.\\nAccording to Oreskes, the project targeted those who were already doing research into other causes of cancer or lung conditions - such as asbestos - which the tobacco industry could fund.\\n\"The purpose of these programmes was not to advance scientific understanding, it was to create enough confusion that the American people would doubt the existing scientific evidence.\"\\nJournalists were one of the tobacco industry's main targets. The Tobacco Industry Research Committee held meetings in its offices in the Empire State Building for major newspaper editors. It even persuaded one of the most famous broadcast journalists of the time, Edward R Murrow, to interview its experts.\\nThe eventual edition of Murrow's celebrated television programme \"See It Now\" - broadcast in 1955 -shows Project Whitecoat in action, with tobacco industry funded scientists set against independent researchers.\\nBut as would happen later with climate change, it was difficult for the audience at home to form an opinion when opposing scientists contradicted each other. Even Murrow ended up on the fence. \"We have no credentials for reaching conclusions on this subject,\" he said.\\nIf doubt was the industry's true product, then it appeared to be a roaring success.\\nFor decades, none of the legal challenges launched against the tobacco companies themselves succeeded.\\nThis was partly due to the effectiveness of Project Whitecoat, as an internal memo from tobacco firm RJ Reynolds in May 1979 concludes: \"Due to favourable scientific testimony, no plaintiff has ever collected a penny from any tobacco company in lawsuits claiming that smoking causes lung cancer or cardiovascular illness - even though 117 such cases have been brought since 1954.\"\\nBut pressure on the tobacco companies continued to mount. In 1997, the industry paid $350m (£272m) to settle a class action brought by flight attendants who had developed lung cancer and other illnesses which they argued were caused by second-hand cigarette smoke from passengers.\\nThis settlement paved the way to a landmark ruling in 2006, when Judge Gladys Kessler found US tobacco companies guilty of fraudulently misrepresenting the health risks associated with smoking.\\nJudge Kessler detailed how the industry \"marketed and sold their lethal products with zeal, with deception, with a single-minded focus on their financial success, and without regard for the human tragedy or social costs\".\\nThe tobacco companies may have eventually lost their battle to hide the harms of smoking, but the blueprint drawn up by John Hill and his colleagues proved to be very effective.\\n\"What he wrote is the same memo we have seen in multiple industries subsequently,\" says David Michaels, professor of public health at George Washington University, and author of The Triumph of Doubt, which details how the pesticides, plastics and sugar industries have also used these tactics.\\n\"We called it 'the tobacco playbook', because the tobacco industry was so successful.\\n\"They made a product that killed millions of people across the world, and the science has been very strong [about that] for many years, but through this campaign to manufacture uncertainty, they were able to delay first, formal recognition of the terrible impact of tobacco, and then delay regulation and defeat litigation for decades, with obviously terrible consequences.\"\\nWe asked Hill and Knowlton about its work for the tobacco companies, but it did not respond.\\nIn a statement, ExxonMobil told the BBC that \"allegations about the company's climate research are inaccurate and deliberately misleading\".\\n\"For more than 40 years, we have supported development of climate science in partnership with governments and academic institutions. That work continues today in an open and transparent way.\\n\"Deliberately cherry-picked statements attributed to a small number of employees wrongly suggest definitive conclusions were reached decades ago.\"\\nExxonMobil added that it recently won the court case brought by the New York Attorney General which had accused the company of fraudulently accounting for the costs of climate change regulation.\\nBut academics like David Michaels fear the use of uncertainty in the past to confuse the public and undermine science has contributed to a dangerous erosion of trust in facts and experts across the globe today, far beyond climate science or the dangers of tobacco.\\nHe cites public attitudes to modern issues like the safety of 5G, vaccinations - and coronavirus.\\n\"By cynically manipulating and distorting scientific evidence, the manufacturers of doubt have seeded in much of the public a cynicism about science, making it far more difficult to convince people that science provides useful - in some cases, vitally important - information.\\n\"There is no question that this distrust of science and scientists is making it more difficult to stem the coronavirus pandemic.\"\\nIt seems the legacy of \"the tobacco playbook\" lives on.\\nAll images subject to copyright.", "image": [["BBC Cigarette and oil illustration", "https://ichef.bbci.co.uk/news/480/cpsprodpb/163F2/production/_114422119_cigarettes_refinery1-1.jpg.webp"], ["A climate change protester outside the New York State Supreme Court during the ExxonMobil trial in October, 2019", "https://ichef.bbci.co.uk/news/480/cpsprodpb/183AA/production/_114424299_gettyimages-1182740854.jpg.webp"], ["Martin Hoffert", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1390A/production/_114283108_21111341-b715-4d90-a944-af02d69aaf30.jpg.webp"]], "author": ["Phoebe Keane"], "date": "2020-09-20"}, "https://www.bbc.com/news/world-asia-54798452": {"title": "The burning scar: Inside the destruction of Asia’s last rainforests", "subtitle": null, "text": "A Korean palm oil giant has been buying up swathes of Asia's largest remaining rainforests. A visual investigation published today suggests fires have been deliberately set on the land.\\nPetrus Kinggo walks through the thick lowland rainforest in the Boven Digoel Regency.\\n\"This is our mini market,\" he says, smiling. \"But unlike in the city, here food and medicine are free.\"\\nMr Kinggo is an elder in the Mandobo tribe. His ancestors have lived off these forests in Papua, Indonesia for centuries. Along with fishing and hunting, the sago starch extracted from palms growing wild here provided the community with their staple food. Their home is among the most biodiverse places on earth, and the rainforest is sacred and essential to the indigenous tribes.\\nSix years ago, Mr Kinggo was approached by South Korean palm oil giant Korindo, which asked him to help persuade his tribe and 10 other clans to accept just 100,000 rupiah ($8; £6) per hectare in compensation for their land. The company arrived with permits from the government and wanted a \"quick transaction\" with indigenous landholders, according to Mr Kinggo. And the promise of development was coupled with subtle intimidation, he said.\\n\"The military and police came to my house, saying I had to meet with the company. They said they didn't know what would happen to me if I didn't.\"\\nWhen he did, they made him personal promises as well, he said. As a co-ordinator, he would receive a new house with clean water and a generator, and have his children's school fees paid.\\nHis decision would change his community forever.\\nIndonesia is the world's largest exporter of palm oil, and Papua is its newest frontier. The archipelago has experienced one of the fastest rates of deforestation in the world - vast areas of forest have been cleared to make way for row upon row of oil palm tree, growing a product found in everything from shampoo to biscuits. Indonesia's palm oil exports were worth about $19bn (£14bn) last year, according to data from Gapki, the nation's palm oil association.\\nThe rich forests in the remote province of Papua had until recently escaped relatively untouched, but the government is now rapidly opening the area to investors, vowing to bring prosperity to one of the poorest regions in the country. Korindo controls more land in Papua than any other conglomerate. The company has cleared nearly 60,000 hectares of forests inside its government-granted concessions - an area the size of Chicago or Seoul - and the company's vast plantation there is protected by state security forces.\\nCompanies like Korindo have to clear the land in these concessions to allow them to replant new palms. Using fire to do that - the so-called \"slash and burn\" technique - is illegal in Indonesia due to the air pollution it causes and the high risk blazes will get out of control.\\nKorindo denies setting fires, saying it follows the law. A 2018 report by the leading global green timber certification body - the Forest Stewardship Council (FSC), of which Korindo is a certificate holder - concluded there was no evidence that illegal and deliberate fires were set by the company.\\nBut according to a new investigation by the Forensic Architecture group at Goldsmiths University in London and Greenpeace International, published in conjunction with the BBC, there is evidence that indicates deliberate burning on the land during the land-clearing period. The investigation found evidence of fires on one of Korindo's concessions over a period of years in patterns consistent with deliberate use.\\nForensic Architecture uses spatial and architectural analysis and advanced modelling and research techniques to investigate human rights violations and environmental destruction. \"This is a robust technique that can with a high level of certainty determine if a fire is intentional or not,\" said senior researcher Samaneh Moafi. \"This allows us to hold the large corporations - who have been setting fires systematically for years now - liable in the court,\" she said.\\nThe group used satellite imagery to study the pattern of land clearing inside a Korindo concession called PT Dongin Prabhawa. They used the imagery to study the so-called \"normalised burn ratio\", comparing it to hotspot data in the same area - intense heat sources picked up by Nasa satellites, and put the two datasets together over the same period of time, 2011 to 2016.\\n\"We found that the pattern, the direction and the speed with which fires had moved matched perfectly with the pattern, the speed, direction with which land clearing happened. This suggests that the fires were set intentionally,\" Samaneh Moafi said.\\n\"If the fires were set from outside the concession or due to weather conditions, they would have moved with a different directionality. But in the cases that we were looking at there was a very clear directionality,\" she said.\\nKorindo turned down several BBC interview requests, but the company said in a statement that all land clearing was carried out with heavy machinery rather than fires.\\nIt said there were many natural fires in the region due to extreme dryness, and claimed that any fires in its concessions had been started by \"villagers hunting giant wild rats hiding under stacks of wood\".\\nBut locals near the concession in Papua told the BBC the company had set fires on the concessions over a period of years, during a timeframe which matched the findings of the visual investigation.\\nSefnat Mahuze, a local farmer, said he saw Korindo employees collecting leftover wood, \"the worthless stuff\".\\n\"They piled up long rows, maybe 100-200 metres long, and then they poured petrol over it and then lit them,\" he said.\\nAnother villager, Esau Kamuyen, said the smoke from the fires \"closed the world around them, shutting off the sky\".\\nAccording to Greenpeace International, companies are rarely held to account for slash and burn - a practice that almost every year creates a smoky haze in Indonesia which can end up blanketing the entire South East Asian region, causing airports and schools to close.\\nA Harvard University study estimated that the worst fires in decades in 2015 were linked to more than 90,000 early deaths.  The fires that year are also believed to have produced more carbon emissions in just a few months than the entire United States economy.\\nMany of the tribal allegations against Korindo were investigated for two years by the Forest Stewardship Council. The regulator's tree logo - found on paper products throughout the UK and Europe - is meant to tell consumers the product is sourced from ethnically and sustainable companies. The FSC report into allegations against Korindo was never published, after legal threats from the company, but the BBC obtained a copy.\\nThe report found \"evidence beyond reasonable doubt\" that Korindo's palm oil operation destroyed 30,000 hectares of high conservation forest in breach of FSC regulations; that Korindo was, \"on the balance of probability … supporting the violation of traditional and human rights for its own benefit\"; and was \"directly benefitting from the military presence to gain an unfair economic advantage\" by \"providing unfair compensation rates to communities\".\\n\"There was no doubt that Korindo had been in violation of our rules. That was very clear,\" Kim Carstensen, the FSC's executive director, told the BBC at the group's headquarters in Germany.\\nThe report recommended unequivocally that Korindo be expelled from the body. But the recommendation was rejected by the FSC board - a move environmental groups say undermined the credibility of the organisation. A letter sent to the FSC board in August, signed by 19 local environmental groups, said the groups could no long rely on the body \"to be a useful certification tool to promote forest conservation and respect for community rights and livelihoods\".\\nMr Carstensen, the executive director, defended the decision to allow Korindo to stay. \"These things have happened, right? Is the best thing to do to say they were in breach of our values so we're not going to have anything to do with you anymore?\" he said.\\n\"The logic of the board has been, 'We want to see the improvements happen'.\"\\nKorindo strongly denied that the company was involved in any human rights violations but acknowledged there was room for improvements and said it was implementing new grievance procedures.\\nIt said it had paid fair compensation to tribes and that it had paid an additional $8 per hectare for the loss of trees - a sum decided by the Indonesian government, which granted them the concession. The BBC tried to confirm the figure with the Indonesian government, but officials declined to comment on Korindo.\\nThe Indonesian government maintains generally that Papua is an integral part of the nation, recognised by the international community. The province, which is half of the island of New Guinea (the other half belongs to the country of Papua New Guinea), became part of Indonesia after a controversial referendum overseen by the UN in 1969, in which just 1,063 tribal elders were selected to vote.\\nSince then, control over Papua's rich natural resources has become a flashpoint in a long-running, low-level separatist conflict. Papuan activists call the 1969 referendum the \"act of no choice\".\\nThe Indonesian military has been accused by activist groups of gross human rights abuses in its attempts to suppress dissent in Papua and protect business interests there. Foreign observers are rarely granted access, \"because there is something that the state wants to hide\", according to Andreas Harsono, an Indonesian researcher with the US-based Human Rights Watch.\\n\"They are hiding human rights abuses, environmental degradation, deforestation,\" he said. \"And the marginalisation of indigenous people - economically, socially and politically.\"\\nIn an attempt to ease tensions, Papua was granted greater autonomy in 2001, and there has been a significant increase in government funds for the region, with Jakarta vowing to bring prosperity to the people of Papua and saying it is committed to resolving past rights abuses.\\nDerek Ndiwaen was one of those in the Mandobo tribe who, like Petrus Kinggo, took money from Korindo for their land. Derek's sister Elisabeth was away at the time, working in the city, and she didn't find out about the deal until she returned home. According to Elisabeth, Derek became embroiled in conflict with other tribes over the land deals. She believes the stress played a role in his death.\\n\"My brother would never have sold his pride or forest before,\" she said, through tears. \"The company didn't bring prosperity. What they did was create conflict, and my brother was the victim.\"\\nElisabeth said that her brother was also made promises of free schooling for his children and health care for the family - promises she said were never realised.\\n\"The forest is gone and we are living in poverty,\" she said. \"After our forest has been sold you would think we would be living a good life. But here in 2020 we are not.\"\\nAccording to Elisabeth, Korindo told the community it would build good roads and provide clean water.\\nBut residents in her village of Nakias, in the Ngguti district say life hadn't changed the way they hoped. There's no clean running water or electricity in the village.  Those that can afford it use generators but fuel costs four times as much as in the capital Jakarta.\\nKorindo said that the company directly employs more than 10,000 people and has put $14m (£11m) into social projects in Papua, including food programmes for malnourished children and scholarships.\\nThe company has stopped all further clearing until an assessment of high conservation and high carbon stock forests inside their concessions is carried out.\\n\"The bigger question of what to do with the sins of the past will take a bit of time,\" said Kim Carstensen, the FSC chairman. \"Whether it's two years, three years - that I don't know.\"\\nElisabeth fears that nothing will make up for the destruction of the rainforest.\\n\"When I see that our ancestral forest is all cleared, chopped down, it's heart-breaking,\" she said. \"It should have been passed on to the next generation.\"\\n\"I walk through the plantation crying, and ask myself, where are our ancestors' spirits now that our forest has been completely destroyed. And it happened under my watch.\"\\nPetrus Kinggo did receive money from Korindo, he said - about $42,000 (£32,000), equal to 17 years' pay on the provincial monthly minimum wage. And the company paid for one of his eight children's school fees until 2017. He said he did not receive a house or a generator, and the money is all gone.\\n\"I have nothing left,\" he said. \"Uncles, nephews, in-laws, grandchildren, brothers, sisters all took some. And then I spent what was left on my own children's education.\"\\nThousands of hectares of the Mandobo tribe's once vast rainforest has been logged and replaced with neat rows of oil palm trees. A further 19,000 hectares now inside a Korindo concession is earmarked for clearing.\\nMr Kinggo is fighting to save some of what's left. He fears future generations will have to \"live off money\" rather than the forest. He blames the government for not consulting with the villagers before giving the concession to Korindo and \"sending them here to pressure us\".\\nBut when he walks through the forest now, he looks inside, and the money he took weighs on him.\\n\"According to God I have sinned, I deceived 10 tribes,\" he said.\\n\"The company said, 'Thank you Petrus for looking after us so well'. But in my heart I knew I had done wrong.\"\\nYou can watch a film version of this story, The Burning Scar, in the UK on the BBC News Channel on the 21/22 November 2020 at 21:30 GMT and at various times this weekend on BBC World News.\\nYou can also listen to the radio documentary on the BBC World Service here.\\nAll images copyright", "image": [["The rich rainforest in Papua, among the most biodiverse places on earth, is threatened by deforestation", "https://ichef.bbci.co.uk/news/480/cpsprodpb/12940/production/_115369067_341e9a7d-1068-4d82-89d9-1958a6a4b278.jpg.webp"], ["Petrus Kinggo struck a deal with Korindo to sell part of the land his tribe had lived off for generations", "https://ichef.bbci.co.uk/news/480/cpsprodpb/BF7D/production/_115212094_petruskinggo5.jpg.webp"], ["Papua is home to the largest rainforests in Indonesia", "https://ichef.bbci.co.uk/news/480/cpsprodpb/13E4B/production/_115338418_cb23fb88-199a-410b-a737-b32d61129722.jpg.webp"], ["Workers on one of Korindo's palm oil plantations, picking up the palm oil fruit", "https://ichef.bbci.co.uk/news/480/cpsprodpb/59B2/production/_115326922_7_a_korindopalmplantationforbbc_albertusvembrianto.jpg.webp"], ["\"The company didn’t bring prosperity,\" said Elisabeth Ndiwaen. \"What they did was create conflict.\"", "https://ichef.bbci.co.uk/news/480/cpsprodpb/F20A/production/_115326916_elisabethndiwaen2-2.jpg.webp"], ["Environmental activists fear for the Papua rainforest - among the most biodiverse places in the world", "https://ichef.bbci.co.uk/news/480/cpsprodpb/F02B/production/_115338416_ee562667-362a-49b3-98b8-73f11f600656.jpg.webp"], ["Petrus Kinggo's nephew and his generation will inherit a scarred landscape in Papua", "https://ichef.bbci.co.uk/news/480/cpsprodpb/0B92/production/_115326920_petrusnephew.jpg.webp"]], "author": ["Ayomi Amindoni & Rebecca Henschke"], "date": "2020-11-12"}, "https://www.bbc.com/news/world-europe-54604738": {"title": "The young Norwegians taking their own country to court over oil", "subtitle": null, "text": "Despite Norway's green credentials, its state wealth is due to its huge oil exports. This week, Norwegian youths are challenging what they describe as a double standard, in court.\\nIn the Barents Sea in June, the sun is still shining at 2am.\\nSmall waves refract the orange sunlight into the hazy air. A sailing boat cuts through the freezing Arctic waters. Far beyond it, on the horizon, rises a giant. This is Goliat, the world's northernmost operating oil rig, drilling for fuel on the Norwegian continental shelf.\\nThe boat's radio crackles. Goliat's workers are warning the ship's crew to stay out of the rig's exclusion zone.\\n\"And enjoy sailing,\" the rigger adds.\\n\"And you guys,\" the 21-year-old captain, Thor Due, says, \"enjoy drilling!\"\\nThor's natural politeness overrides his true feelings.\\nIt is 2018, and Thor and his crewmates are on their way home from Bear Island, south of the Svalbard archipelago, where they have been documenting the area's rich wildlife. They worry this unique landscape would be threatened by any oil spills.\\nBut their main concern is far bigger.\\nIt is just a few months after Thor and other members of Norway's Nature and Youth group - environmentalists under the age of 25 - lost the first round of what has become a long-running legal fight with the Norwegian state over oil.\\nOn 4 November, this battle will come to a head when the two sides face each other for a final hearing in Norway's Supreme Court.\\nThor and his fellow activists want to set their country on a new course - to force one of the wealthiest states in the world to abandon its biggest source of income.\\nThey say that oil and gas being extracted from Norwegian waters, to be sold on to the rest of the world, is contributing to devastating climate change. Norway is Europe's second-biggest oil producer after Russia.\\nThe activists contend that by issuing new licences for oil exploration in the Arctic in May 2016, the state breached its own constitutional obligation to ensure a clean environment for its citizens and future generations.\\nThe group, together with members of Greenpeace Norway, lost the initial case - the court ruling that Norway could not be held responsible for pollution beyond its borders.\\nThey also lost a subsequent appeal, with the court still ruling that the state was not in contravention of its constitution, although it did this time agree that Norway should be held accountable for its foreign emissions.\\nBut in Norway a court case can be appealed twice, hence the final debate in the Supreme Court.\\nThor's early years were spent sailing with his father, zig-zagging across the North Sea to avoid the various rigs' exclusion zones - an experience that brought him up close to the industry he is now taking on.\\nOil is a sensitive subject in Norway. The petroleum industry, majority-owned by the state, is credited with transforming the country from a poor fishing nation to the owner of the largest sovereign wealth fund in the world. If all its citizens stopped working, they could live off the oil money for three years.\\nNorway's oil production is estimated to account for approximately 0.7% of global emissions from fossil fuels, making the country the source of roughly 100 times the greenhouse gas emissions per capita of the world average.\\nAnd yet Norway has impressive green credentials in other ways. It was the first industrialised nation to ratify the Paris climate change agreement, which pledges to try and limit global temperatures to 1.5C above pre-industrial times. It is also a major donor to the Green Climate Fund, which finances environmental initiatives in developing countries, and has pledged that its oil fund money will never be invested in companies it judges particularly harmful to the environment.\\nNorway also has the highest per capita use of electrical cars of all countries in the world - 42,4% of cars sold in 2019 were electric.\\n\"The Norwegian paradox is that its leadership in some aspects of addressing the global climate emergency is enabled by wealth generated by a large petroleum industry,\" David Boyd, the United Nations' special rapporteur on the environment and human rights, said in a 2019 report.\\nThor spent much of his early university life volunteering to help prepare for the two first court cases. Even though two more organisations eventually came on board, there were only a handful of paid staff - everything else was done by volunteers.\\nHe and other members of Nature and Youth immersed themselves in the subject and became experts on marine oil and drilling.\\n\"It took six months before my parents realised that I wasn't actually studying,\" he says.\\nThor grew up in the small town of Molde, where many people work directly or indirectly in oil.\\n\"The best students were expected to become oil engineers,\" he says about his school days.\\nEmma Bugge Gjerdevik, a local leader for Nature and Youth, feels this pressure even more keenly. She is from Stavanger, which was a struggling fishing community until oil was discovered on the continental shelf nearby in 1969. It is now one of Norway's wealthiest towns, with the highest rate per capita of oil workers in the country.\\n\"It is impossible not to know anyone who works in oil,\" the 17-year-old says of Stavanger, adding that this includes her own mother.\\n\"The only sources of information you have when you are little are the school and your parents - who often work in the oil industry,\" she adds. \"No-one said anything about the consequences of oil.\"\\nWhen she learned about climate change, Emma was scared. The only thing she could think to do, she says, was to become engaged in the issue.\\n\"Many young people say: 'I can't be part of Nature and Youth, because my parents work in oil',\" Emma says. \"I try to explain to people that we must start exploring other supply and energy alternatives as well.\"\\nEmma and Thor are both frustrated about how adults react to their arguments. They get invited to meetings, they say, and are told how good it is that they take an interest, but feel the invites are only symbolic.\\n\"Adults often think that they know more [about the oil issue] just because they are older,\" Emma says. \"But we have resources.\"\\nShe remembers one oil manager she debated with, who accused her of making him \"a villain\". But she has come to view the real villain as the Norwegian state, which makes the decisions to extract petroleum.\\n\"Oil is absolutely incredible,\" Emma says. \"There is no other resource like it. It has contributed so much good. It is a safety net. So of course the older generations find it hard to think beyond it.\"\\nThe overall trend among Norway's public, who are regularly polled on their views about oil, is that just over half support the drilling.\\n\"The petroleum industry has been one of the main engines of the Norwegian economy for more than 50 years,\" said Prime Minister Erna Solberg in a statement this spring. \"If we lose the growth potential of this industry, we will also lose much of the momentum in Norway's transformation.\"\\nBut as climate change concerns have grown among the Norwegian population, the country's media has started writing about \"oil shame\".\\nIn 2019, oil electrician Idar Martin Herland started the hashtag #stoltoljearbeider (#proud oil worker) to challenge this view.\\n\"I saw that my colleagues felt exposed,\" he says. \"But we produce something that the world needs.\"  People criticise the oil workers, but that's unfair, he says.\\n\"These same people drive [petrol] cars.\"\\nHilde-Marit Rysst, who used to work as an oil rig technician, and is now the leader of the labour union in which Idar Martin is active, stresses that oil workers care about the planet too, but people need to be realistic.\\n\"The green energy isn't ready [to meet all our needs] yet,\" Hilde-Marit says. \"For a long time to come, renewable energy will go hand in hand with fossil fuels.\"\\n\"Young people are eager and impatient,\" Idar Martin adds. \"But we really have to do this step by step.\"\\nAnd the Norwegian oil business is trying. Offshore drilling activities have been subject to a carbon tax since 1991, and by 2018, around 80% of greenhouse gas emissions were taxed. Norway is one of the world leaders in carbon capture, utilisation and storage.\\n\"Norwegian oil is the greenest oil in the world - the best of the worst - and we invest the profits in the environment,\" Hilde-Marit says. \"We can't get flak for that!\"\\nShe argues that as long as there is the demand for more energy, Norway is fulfilling a valuable role. Future generations will want cars and mobile phones too, she says.\\nBut Thor and Emma believe it is possible to scale down consumption.\\n\"In a post-oil Norway, we may not have the same economic progress, but it is much more important to me that I can breathe, have children with a clear conscience, than Norway being the richest country in the world,\" says Emma. \"If not even the richest country in the world can start rebuilding, who will?\"\\nThor points out that Norway's neighbours have succeeded in creating flourishing societies without the economic benefits of \"black gold\".\\n\"Sweden and Finland have managed to build a welfare state without oil,\" he says. \"Still, we'll have to remove a little of our most luxurious and extravagant habits if we remove the oil; hold back a little.\"\\nEven if Emma and Thor don't win their case at the Supreme Court, they believe bringing this discussion to such a high profile stage is valuable.\\nAround 90 countries have constitutions similar to Norway's which explicitly recognise the right to a healthy environment. Thor and Emma hope that their case will set an international precedent.\\nAnd if they do win?\\n\"It will be a game changer,\" says Thor. \"It will show that Nature and Youth were right all along. They would have to listen to us.\"\\nAll images subject to copyright", "image": [["A young environmentalist in the Barents Sea at night time", "https://ichef.bbci.co.uk/news/480/cpsprodpb/9025/production/_115210963_9fda2f5e-db4d-456d-8691-17825b6fa705.jpg.webp"], ["Thor Due/Natur og Ungdom Whales and the Goliat oil rig, 2018", "https://ichef.bbci.co.uk/news/480/cpsprodpb/4205/production/_115210961_78d27b0c-534e-4c36-b56a-6b9fee497116.jpg.webp"], ["Sigurd Gautun/Natur og Ungdom Flocks of birds on Bear Island taken during the Nature and Youth expedition in 2018", "https://ichef.bbci.co.uk/news/480/cpsprodpb/6915/production/_115210962_edadfad0-981f-4e35-bb8c-3726c10cd557.jpg.webp"], ["Former leaders of Nature and Youth and Greenpeace Norway at the first court case in October 2017", "https://ichef.bbci.co.uk/news/480/cpsprodpb/14676/production/_115047538_1400-gettyimages-b873955282.jpg.webp"], ["Thor Due on the Bear Island trip", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1AF5/production/_115210960_50858375-a2fc-4374-8975-3ddb5ed76d0a.jpg.webp"], ["Fellow Nature and Youth member Sigurd Toven Gautun", "https://ichef.bbci.co.uk/news/480/cpsprodpb/10CFD/production/_115216886_4d841dde-f84a-4cfa-8f39-084538ed677e.jpg.webp"], ["Getty Images Stavanger", "https://ichef.bbci.co.uk/news/480/cpsprodpb/17258/production/_114980849_gettyimages-1183963354.jpg.webp"], ["Emma Bugge Gjerdevik (R) debating with oil union leader Hilde-Marit Rysst (L) last year", "https://ichef.bbci.co.uk/news/480/cpsprodpb/B34D/production/_115210954_98285725-6d8b-48c3-908f-9604e05dd013.jpg.webp"], ["Finding oil was an economic game changer for Norway", "https://ichef.bbci.co.uk/news/480/cpsprodpb/64D0/production/_114980852_gettyimages-1271700312.jpg.webp"], ["Getty Images Oil rig in fjord", "https://ichef.bbci.co.uk/news/480/cpsprodpb/99DB/production/_114978393_gettyimages-691123745.jpg.webp"], ["Thor with other activists from Nature and Youth", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1769D/production/_115210959_f8cedb5a-d904-410c-8aaf-1e55bad672ff.jpg.webp"]], "author": ["Matilda Welin"], "date": "2020-11-04"}, "https://www.bbc.com/news/world-europe-55273004": {"title": "Climate change: EU leaders set 55% target for CO2 emissions cut", "subtitle": null, "text": "EU leaders have agreed on a more ambitious goal for cutting greenhouse gases - reducing them by 55% by 2030, rather than 40%.\\nThe new target was reached after difficult all-night talks in Brussels.\\nPoland, heavily reliant on coal, won a pledge of EU funding to help it transition to clean energy.\\nThe EU Commission will draw up detailed plans for all 27 member states to contribute to the 55% target, measured against 1990 CO2 emission levels.\\nEU Council President Charles Michel hailed the agreement, tweeting \"Europe is the leader in the fight against climate change\".\\nIt is part of a global effort to tackle climate change by cutting atmospheric pollution, especially carbon dioxide (CO2) emissions.\\nThe Paris climate deal, signed in 2016, aims to keep global temperature rise well under 2C, preferably within a maximum rise of 1.5C.\\nEnvironmental campaign groups say the 55% target does not go far enough. And the European Parliament, yet to debate the new target, has called for a 60% cut.\\nSebastian Mang of Greenpeace said \"the evidence shows that this deal is only a small improvement on the emission cuts the EU is already expected to achieve\".\\nGreenpeace is urging a minimum cut of 65% in EU carbon emissions. That figure was also advocated by Johannes Wahlmüller of Austrian green group Global 2000.\\nThere are two key questions about this new target for 2030: is it significant and is it enough?\\nIt is undoubtedly a major step forward for the EU, the world's third-biggest emitter of greenhouse gases. It puts the Union on track to reach a net-zero emissions goal by 2050. The fact that they have been able to bring the more reluctant countries like Poland along is also a positive.\\nBut is it sufficient to satisfy the science and to avoid dangerous levels of warming? That's more debatable. Many green groups and the European Parliament argue that the EU should have gone much further to 65-70% if they really are serious about keeping the rise in temperatures under 1.5C this century.\\nThe announcement is hugely timely, coming just a day before the fifth anniversary of the Paris Climate Agreement. And right now, thanks to China and the new incoming US administration, there is a great deal of positive news on climate change. This EU decision certainly adds weight to that momentum.\\nThe UK government plans to slash UK emissions by 68% over the next decade.\\nMeanwhile, Australia has said it will achieve its 2030 emissions pledge, made under the Paris deal, without resorting to using old carbon credits.\\nAustralia overachieved on previous climate targets, meaning it built up credits to offset against carbon emissions. But there was international opposition to the idea of using those credits instead of adopting more ambitious clean energy measures.\\nIn September the EU Commission set out its blueprint for reaching the 55% target by 2030, and said at least 30% of the EU's €1.8tn (£1.64tn; $2.2tn) long-term budget would be spent on climate-related measures.\\nTo reach the 55% target, it says, annual investment in the energy system will need to be about €350bn higher across the EU.\\nThe volume of fossil fuel imports to the EU needs to fall by more than 25% compared to 2015 levels, it says.\\nAccording to the Commission, by 2030 the proportion of renewable sources in power generation needs to rise to about 66% and fossil fuel sources diminish to under 20%.\\nIn the first half of this year, the EU figure for electricity generation from renewables was 40% and that for fossil fuels was 34%.\\nCurrently in the EU the burning of fossil fuels in the energy sector accounts for just over 75% of total EU greenhouse gas emissions, most of it CO2, the Commission says.", "image": [["Poland's coal-fired Belchatow power station is among the EU's big polluters", "https://ichef.bbci.co.uk/news/480/cpsprodpb/153B9/production/_115996968_mediaitem115996967.jpg.webp"]], "author": null, "date": "2020-12-11"}, "https://www.bbc.com/news/science-environment-55732386": {"title": "US rejoins Paris accord: Biden's first act sets tone for ambitious approach", "subtitle": null, "text": "Make no mistake, returning to the Paris climate agreement is not mere symbolism - it is an act cloaked in powerful, political significance.\\nWhile re-joining the pact was actually quite simple - the signing of a letter on Biden's first day in office and then a 30-day wait which ends on Friday - there could be no more profound signal of intention from this incoming administration.\\nComing back to Paris means the US will once again have to follow the rules.\\nThose rules mean that sometime this year the US will need to improve on their previous commitment, made in the French capital in 2015, to cut carbon emissions.\\nThis new target, possibly for 2030, and President Biden's commitment to reaching net zero emissions by 2050, will be the guide rails for the US economy and society for decades to come.\\nComing back to Paris really means it is no longer \"America First\".\\nIt signals that the spirit of that awkward word, \"multilateralism\", is alive and well and living once again in the White House.\\nBut the US also needs to tread carefully and remember that the world's perspective on climate change has moved on since the Obama days.\\n\"I think the United States needs to recognise that the world is very different than it was four years ago and enter in, in partnership and humility, not coming back in telling everybody what they should be doing, because the world's gone on,\" said Jennifer Morgan, executive director of Greenpeace International.\\n\"I think the expectation's there, if you look at global climate politics, that climate will now play a role in security policy.\\n\"Fossil fuels are like weapons of mass destruction - they need to be kept in the ground.\"\\nThat sentiment found an echo in President Biden's other executive action on his first day.\\nHis cancellation of the Keystone XL pipeline permit is a carefully calculated message to the oil industry.\\n\"This new executive order on the Keystone pipeline is a very tangible, visible decision,\" said Rémy Rioux, the head of the French development agency and a negotiator for the French government during the Paris climate talks.\\n\"The US is saying 'we're back' - and 'not only are we back on track, but we're back with a fuller commitment and momentum'.\"\\nDuring his time in office, President Trump did his utmost to remove what he perceived as unnecessary barriers and red tape to the freedoms of industry and commerce.\\nThis drive seemed especially powerful when it came to anything related to climate change.\\nAt the Columbia University Sabin Center for Climate Change Law in New York, researchers have tracked around 175 rollback actions taken by the Trump administration to eliminate federal climate mitigation and adaptation measures.\\nWith President Biden vowing to overturn the rollbacks, Prof Michael Gerrard, who runs the Sabin Center, explained what his top three targets should be and why.\\nThe new president has highlighted the existential threat posed by climate change. It is, along with the pandemic, the economy and racial justice, one of the four cornerstone crises facing the new administration.\\nBut climate change is also threaded through each of the others, and tackling the root causes of rising temperatures can benefit these other pressing problems as well.\\nThere's a slightly more elegant word for it derived from the natural world - symbiosis.\\nIn the way that bees spread the pollen of flowers while gathering nectar for themselves, it refers to the interaction between different organisms to the advantage of both.\\n\"People in the US are seeing the hurricane, they're seeing the fires, they're seeing the droughts, and they know that something needs to be done,\" said David Waskow from the World Resources Institute.\\n\"The good news is that so many of the climate solutions can boost the economy, can generate jobs.\\n\"It's not a trade-off between tackling the economic situation and tackling the climate crisis; in fact, they have to go hand in hand.\"\\nIn the days ahead, we'll get a clearer view of how the new president will aim to tackle these challenges.\\nWhile campaigning, he highlighted electric vehicles and charging infrastructure, building high-speed railways, and improving energy efficiency in homes and offices.\\nTackling the energy sector remains key though, with President Biden committed to 100% clean electricity by 2035.\\nTo get there, the Biden team may push Congress to pass a clean electricity standard that would set a target for green energy but leave it up to utilities to find the best way to meet the goal.\\nThere may also be a significant effort to rollback what environmentalists would see as the Trump administration's watering down of the National Environmental Policy Act, known as Nepa.\\nThis 50-year-old law allowed federal agencies to examine big infrastructure projects, such as pipelines and power plants, for their environmental impacts. Crucially, it could evaluate the cumulative climate change impact of these ventures.\\nThis element was removed by the Trump administration.\\n\"I think it will be a really important rollback if the US wants to reach net zero by 2050,\" said Prof Pam McElwee from Rutgers University in New Jersey.\\n\"Nepa would be able to help with that long-term strategy, to help the US move away from building fossil fuel infrastructure. It could be a pretty strong tool in that arsenal.\"\\nWhile political opposition in Congress may see some compromises in the spirit of unity that President Biden underlined in his inaugural address, some experts don't see that as the biggest obstacle in Biden's path.\\n\"I would say if anything that the biggest barrier is the physics of climate change,\" said Prof McElwee.\\n\"The fact that we have to catch up makes things really, really challenging. And the scale of the challenge is really pretty overwhelming.\"\\nFollow Matt on Twitter.\\nThis article was first published on 20 January when Biden signed the act announcing the US would rejoin the Paris accord", "image": [["President Biden introducing members of his climate and energy team", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1048A/production/_116589666_gettyimages-1230220065.jpg.webp"], ["Wildfires in California have been associated with climate change", "https://ichef.bbci.co.uk/news/480/cpsprodpb/B4DA/production/_116589264_gettyimages-1230682792.jpg.webp"], ["President Trump announcing a review of the National Environmental Policy Act: Experts believe President Biden will rescind the rollback", "https://ichef.bbci.co.uk/news/480/cpsprodpb/189A/production/_116589260_gettyimages-1256557198.jpg.webp"]], "author": ["Matt McGrath"], "date": "2021-02-19"}, "https://www.bbc.com/news/uk-wales-55702770": {"title": "Mustard gas among toxic waste in Wales' old landfill sites", "subtitle": null, "text": "Toxic waste including mustard gas is buried among more than 1,500 disused landfill sites across Wales.\\nEnvironmental campaigners Greenpeace branded the 1,572 locations \"ticking time bombs\".\\nNatural Resources Wales (NRW) data reveals hundreds of the sites contain hazardous waste and only a few dozen are protectively lined.\\nThe organisation said it worked with councils to ensure old landfills were not a pollution risk.\\nIts data showed landfill lies beneath homes, leisure centres, hospitals, parkland and alongside rivers.\\nDr Paul Johnston of Greenpeace's Exeter University science unit said: \"Many of these landfill sites are ticking time bombs.\\n\"There's a huge variety of problems out there, ranging from asbestos to PCBs to radioactive material, to more recent chemicals like PFOA and pesticide waste that has been dumped in a large number of locations.\"\\nPCBs (polychlorinated biphenyls) were banned in 1986, having been used since the 1920s as cooling and insulating fluids for transformers and capacitors.\\nWhen incinerated they can produce highly toxic dioxins - one was used in an assassination attempt on Ukranian politician Viktor Yushchenko in 2004.\\nPFOA, or perfluorooctanoic acid, is used to make Teflon and has been linked to cancer and birth defects.\\nElsewhere, the data reveals \"low-level radioactive waste\", at Buckley, Flintshire. Cwmrhys quarry, Lampeter, has\"cyanide containers\" and at Bagillt, Flintshire, land is said to be \"contaminated\" with arsenic.\\nNear Furnace, Ceredigion, the data said in 1989 \"landfill gas was in explosive concentration\" but was considered a \"minimal risk.\"\\nPAHs, or polycyclic aromatic hydrocarbons, are said to be buried in Caerphilly.\\nThese have been linked to skin, lung, bladder, liver, and stomach cancers.\\nDr Johnston said: \"With the climate crisis set to bring more flooding and coastal erosion to the UK, some of these sites are at even higher risk of leaking their toxic contents.\\n\"This is a difficult and costly problem to tackle, but we're going to have to do it at some point, or there'll be some nasty surprises in store.\"\\nOf the sites in Wales:\\nOlder landfills often were not lined before waste was dumped, meaning chemicals could leak. Even modern lined landfills will eventually leak, according to studies.\\nProf Kate Spencer, of Queen Mary University of London, called landfill \"a huge problem\" that needed \"serious government investment\".\\n\"At the moment it is being left to local authorities to deal with the problem when it almost becomes a crisis and we need a much more proactive response to assess what the scale of the situation is,\" she said.\\nShe feared a \"sticking plaster approach\" was being taken.\\nOf 20,000 sites in the UK, about 1,500 were \"at risk\" on the coast, Prof Spencer said.\\n\"We are talking about very large numbers of sites that are vulnerable to climate change,\" she added.\\n\"We can't possibly just remove all that waste.\"\\nProf Spencer asked whether sites could be remediated or repurposed, or waste from them recycled.\\nManaging director of environmental consultancy firm Eunomia, Mike Brown, spent 20 years operating landfill sites.\\n\"The occurrence of acute pollution events is presumably quite low, because we are not reading about them killing fish, or whatever else might be happening,\" he said, with the vast majority of sites being \"washed through\" over the decades.\\n\"Most of them won't be causing a problem,\" he added, but moving Wales' landfill elsewhere could run into billions of pounds and he does not believe there is \"any prospect\" of it being moved.\\nIt is unclear how much waste is in each site.\\n\"If you have 200,000 tonnes in there that would cost you £40m to move. And you have got 1,500 sites there to move,\" Mr Brown said.\\nThe cost would be higher if waste was hazardous.\\n\"Where's the money going to come from?\" he said.\\nNRW's lead waste policy specialist, Gareth Lewis, said the agency worked with councils to stop old landfills becoming future pollution risks.\\nHe said it had \"details on the type and quantity of waste deposited\".\\n\"We have addressed a number of closed sites that otherwise could have caused pollution incidents,\" he added.\\n\"Older permitted sites like these are reviewed consistently by ourselves and local councils to ensure we minimise the risk to people, animals and the environment.\"\\nThe Welsh Local Government Association said landfill use was falling because \"of higher recycling and use of energy from waste\".\\n\"There are responsibilities for managing sites whilst operational and then for dealing with maintenance of closed sites,\" a spokesman said.\\nHe said \"most\" landfills were now owned privately and charged for dumping.\\n\"Natural Resources Wales is responsible for licensing the sites and overseeing compliance with environmental legislation,\" he said.\\nThe Welsh government said it had previously given councils and NRW £12m for landfill \"investigation, risk assessment and remediation work\".\\n\"We continue to provide funding for authorities to receive contaminated land training, ensuring relevant officers can manage and regulate matters of land contamination,\" a spokesman said.\\nIn 2015, Monsanto, BP and Veolia agreed to contribute to cleaning up Brofiscin Quarry, reportedly  polluted with Agent Orange derivatives. That began in 2011.\\nHerbicide Agent Orange was sprayed on Vietnam's jungles by US forces during the Vietnam War to uncover the enemy. It has been linked to increased cancer rates and birth defects.\\nIn 2008, Hansard recorded MP Mike Hancock asking Parliament about deformed cattle born at Brofiscin.", "image": [["One landfill site in Wales is said to contain \"warfare chemicals\" including mustard gas", "https://ichef.bbci.co.uk/news/480/cpsprodpb/12F55/production/_111135677_gettyimages-178415548-1.jpg.webp"], ["line", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1FCD/production/_105914180_line976-nc.png.webp"], ["line", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1FCD/production/_105914180_line976-nc.png.webp"]], "author": ["James McCarthy"], "date": "2021-04-03"}, "https://www.bbc.com/news/uk-england-leeds-56657023": {"title": "Leeds Bradford Airport development plan ruling delayed", "subtitle": null, "text": "A £150m proposal to redevelop Leeds Bradford Airport has been delayed to allow Communities Secretary Robert Jenrick more time to consider it.\\nPlans to demolish existing buildings and build a new terminal were approved by Leeds City Council in February.\\nBut that decision was referred to the government after objectors said it would contribute to climate change.\\nThe government said it needed time to allow for \"proper consideration\" of requests for the plan to be called in.\\nA date for a final decision has not been set, but the Ministry of Housing, Communities and Local Government has put in place an order which prevents Leeds City Council from granting planning permission without special authorisation.\\nLeeds Bradford Airport said the new terminal was not an expansion as it could already expand passenger numbers with its existing facilities.\\nIt added that the replacement building would be a more efficient and sustainable development helping it to achieve its carbon net-zero goals by 2023.\\nA spokesman for Leeds Bradford Airport said: \"We acknowledge the deadline extension and hope the Secretary of State for Housing, Communities and Local Government will uphold Leeds City Council's approval for our replacement terminal, which will deliver thousands of new jobs and support the region's economy.\"\\nThe airport estimates the project will support 12,650 permanent jobs across the Leeds City Region, as well as creating 850 construction-related jobs.\\nThe site handles about four million passengers annually and has already been granted permission to increase that to seven million over a 10-year-period.\\nIn July 2020, a group of climate scientists warned the expanded airport's greenhouse gas emissions would be higher than those allowed for the whole of Leeds in 10 years' time.\\nEnvironmental campaigners Greenpeace said the delay over a final decision on the redevelopment plans was a sign the government was \"starting to clock the catastrophic impacts of this proposed expansion\".\\nRebecca Newsom, Greenpeace UK's head of politics, said: \"But we're just months away from hosting critical global climate talks, and this climate-wrecking mega project is clearly incompatible with our plans to cut emissions, so why only delay the decision and not just call it in now?\"\\nMeanwhile, in a tweet, the Group for Action on Leeds Bradford Airport, said: \"No airport anywhere should expand. Delaying this decision is good news.\"\\nMr Jenrick's decision to - in effect - kick this local issue into the long grass has national significance because seven other airports as well as Leeds Bradford also want to expand their operations. They'll all be less optimistic now.\\nTo be clear, the Leeds plan isn't dead. But it doesn't bode well for the airport that Mr Jenrick says he needs more time to decide whether to kill it or not.\\nHis note to the airport didn't spell out his reasoning, but it's reasonable to assume Mr Jenrick wanted to avoid another bruising like the one he suffered recently after tacitly approving a plan for a coal mine in Cumbria.\\nHe was forced into a U-turn on that issue.\\nSo when will we get a final ruling? The government won't say, but my guess is we'll have to wait for the government's transport decarbonisation strategy due in the coming months that will show how all emissions from transport can be reduced.\\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here.", "image": [["Under the plans, existing buildings at Leeds Bradford Airport would be demolished and a new terminal built", "https://ichef.bbci.co.uk/news/480/cpsprodpb/11A45/production/_110516227_leedsbradfordairportterminal.jpg.webp"], ["Campaigners had urged councillors to reject the £150m scheme for Leeds Bradford Airport", "https://ichef.bbci.co.uk/news/480/cpsprodpb/6312/production/_116926352_galba.jpg.webp"], ["Analysis box by Roger Harrabin, Environment analyst", "https://ichef.bbci.co.uk/news/480/cpsprodpb/15901/production/_112812388__109755658_rogerharrabin_tr-nc.png.webp"]], "author": null, "date": "2021-04-06"}, "https://www.bbc.com/future/article/20210511-how-coal-pollution-dismantled-a-town": {"title": "The strange deal that created a ghost town", "subtitle": null, "text": "An infamous blue plume of pollution from one of the US's largest coal-fired plants changed the course of history for one once-thriving town.\\nI round a sharp bend in the road, and emerging over the crest of the snowy hill is the General James M Gavin Power Plant. It suddenly appears on the horizon, thick clouds emerging from its smokestacks. I'm approaching Cheshire, once thriving small-town USA, but now a ghost town.\\nThe JM Gavin coal-burning power station is the seventh-largest emitter of CO2 of all power stations in the US. In 2019 it emitted 12.9 million tonnes of CO2 into the atmosphere. But the power plant's legacy in its immediate vicinity has been far more visible. It is responsible for the demise of an entire community.\\nBuilt in the 1800s, Cheshire once had two churches, playgrounds, a high school, all nestled on the banks of the Ohio River. Now there are empty lots where quaint wooden houses once stood before being bulldozed. Just a few scattered homes remain. Even the city limits have been expanded, to encompass the 132 people living in the surrounding area to offer more of a semblance of community.\\nAs I park in town, I can smell the sulphur from the power plant. The deserted Cheshire streets on a Friday night are eerie and the sidewalk is crumbling. The names of the streets, Walnut and Mulberry, tell a story of a different era.\\nIn 2002, American Electric Power (AEP), who owned the Gavin plant at the time, agreed to buy the entire town for $20m (£14.2m) after residents complained about air pollution problems – blue plumes containing sulphuric acid that were emerging from the power plant's smoke stacks and enshrouded the surrounding area. Homeowners who agreed to sell were allowed to stay on in their homes rent free if they wanted, or they could move out and transfer their property to AEP.\\nA total of 221 residents packed up and moved – 90 homeowners in total. This was believed to be a first, according to the New York Times: a corporation buying a town. But it also led a thriving community – some of whom had been there all their lives – to dissolve away.\\nYou might also like:\\nMark Coleman remembers what Cheshire was like before the arrival of the blue plume clouds – and the mass exodus from the 150-year-old town. \"White picket fences. Going to high school. Going to the high school football games on Friday nights,\" recalls Coleman. \"It was very middle America.\"\\nThe town was founded in 1834 and some families could trace their time there back generations.\\nColeman, the appointed mayor of Cheshire for the past 10 years, now serves the remaining few residents who refused to take the buyout and decided to live out the rest of their days in the shadow of the power plant. \"Nobody's running against me now,\" Coleman says with a laugh.\\nA lifelong resident, Coleman resides on the outskirts of Cheshire, a short jaunt down the road from the plant. The 2.6-gigawatt facility is the largest coal-burning plant in Ohio, and ranks ninth in size in the United States.\\nThough he says he experienced adverse effects from the Gavin plant, only those who lived inside the incorporated village at the time were privy to the buyout. His house became part of the official village when its boundaries were extended.\\nBut the falling population has left the community with dwindling services. \"We used to have a traffic light in town,\" says Coleman. \"But the state took that away from us.\" Coleman also mentions that the town no longer has police or even a reduced speed limit. \"People didn't understand. They were like, 'There's nobody living there. What's the big deal in not having a speed limit?'\"\\nAlthough AEP no longer owns the Gavin plant – it sold it in 2017 to Lightstone Generation, a private equity firm, along with three gas-fired power plants as part of a $2.1bn (£1.5bn) deal – the power station continues to operate.\\nLarge trucks still drive through the stretch of road leading to the Gavin plant, and a one-mile-long (1.6km) conveyor belt carries waste from the power plant to a landfill site behind the town.\\nStill, Coleman takes the challenges in his stride, including the sulphuric smell, similar to rotten eggs, and having to power wash soot covering his porch. \"It's part of living in this area. You've got the chemical plants. You've got the power plants. My dad was a coal miner – so you get used to that sort of thing… It's a part of life here.\"\\nAs one of the last remaining residents, Coleman doesn't bear a grudge against the Gavin plant, and the other nearby coal-fired power stations. \"They're our neighbours. They need to be responsible. If they want to do the blue plume – they need to fix it. And that's what they did. In my opinion they fixed it.\"\\nSo, if Coleman believes that things are manageable, why haven't people moved back to Cheshire? \"Gavin still owns the properties,\" he says. \"They can't resell it to individuals.\"\\nAEP confirmed that the property it owns in the town cannot be sold, but added that it does not own all parcels of land in Cheshire.\\n\"In many cases, the structures were then demolished, creating green space,\" adds Melissa McHenry, managing director of external communications at AEP.\\nAt the time of the buyout, AEP agreed to let senior citizens take the money and remain in their homes. Under the terms, AEP bought the property, but allowed the residents to stay rent-free for the remainder of their lives. At the time of their death, the property would transfer to AEP.\\nWhen Lighthouse Generation bought the Gavin plant, they also inherited the property in Cheshire that AEP had purchased, McHenry says. Now, once the remaining people in town die or leave, workers from the Gavin plant will be free to bulldoze the last of the houses that were part of the buyout deal.\\nEarlier in my visit to Cheshire, I saw a house that was boarded up. Coleman says it belonged to an elderly woman who recently passed away. It's next on the list of properties scheduled to be torn down.\\n\"I see it a little bleak, for the simple fact that a lot of the people who live in the area are older. You don't see the families moving here,\" says Coleman. \"We did get the reputation of being next to the power plant.\"\\nNew neighbour\\nEve Morgenstern spent 10 years filming the documentary Cheshire Ohio, which chronicles the buyout of the town. \"I was just completely struck by the story that an entire centuries-old village was going to be bought out by this huge coal-fire power plant.\"\\nMorgenstern first went to Cheshire in 2002, after reading a New York Times article on the plight of the tiny town taking on a huge corporation that had annual revenues of $61bn (£46bn). \"It's so ridiculous, this idea that you buyout a town,\" says Morgenstern. \"Cheshire was a place that the residents really loved,\" she says. \"It was a quaint village that hadn't been taken over by the strip malls and developers.\"\\nIn 1974, when AEP built the Gavin power plant, there wasn't a lot of resistance from the residents. \"It didn't feel upsetting to them that there was going to be a plant right next to the town,\" says Morgenstern. \"In fact, it was kind of exciting and it just sort of symbolised potential work and progress.\"\\nAfter all, south-east Ohio is coal country. Just a few kms away is the older Kyger Creek power plant. Built in 1954, it is smaller than the Gavin plant, but its owners – Ohio Valley Electric Corporation – have spent millions trying to address its own pollution issues.\\n\"[Residents] were very accepting when the industry came because it brought jobs,\" says Morgenstern.\\nThe Gavin plant tried to be a good neighbour. But, in 1995, things began to sour. There were noise complaints about the high-powered fans used to reduce pollution, until the plant installed mufflers. Prior to 2000, the plant began storing huge tanks of anhydrous ammonia to control nitrogen oxide (NOx) emissions. They also stored chlorine gas that was used to prevent fouling of cooling or steam generation water.\\nAnhydrous ammonia offered a cheaper method for reducing NOx emissions required by the US Environmental Protection Agency (EPA), but it wasn't welcomed locally. According to the Centers of Disease Control and Prevention, if exposed to open air this volatile chemical can blind, suffocate, burn and kill humans. The chemical is also a key component in producing crystal meth. People would sneak in at night and shoot holes at the tank to get at the anhydrous ammonia, local resident Jennifer Harrison recalls. This prompted protests. In December 2000, the plant agreed to switch to a safer method, spending $9m to use a urea-based system.\\nWhen it first opened, about a third of a mile of open space existed between the Gavin plant and the northern fence line that sat outside the town of Cheshire, according to AEP. But each new environmental control measures increased the footprint of the plant, bringing it closer to the community of Cheshire.\\nThen, in 2001, blue plume clouds began to blanket the entire town – caused by sulphur trioxide and sulphuric acid emissions from the coal-burning power plant. A sulphuric smell was everywhere – and could even be detected inside people's homes. \"It made people start to feel very upset and freaked out about their health and what's going on here,\" says Morgenstern.\\nAEP says the blue plume was transient and would only touch down \"in different locations for extremely short periods of time\".\\nThe blue plume would occur mostly on high-humidity days. Sometimes residents say it was so thick that people had to have their car headlights on when they drove through the Cheshire streets at noon.\\nHarrison, who moved to Cheshire in 1980, and was on the village council when the buyout happened, remembers emerging from a pool in her backyard and noticing a strange taste in her mouth. \"It was cloudy all of a sudden, and I thought, man, the chlorine must be too strong,\" recalls Harrison, who has now relocated 16km (10 miles) south of Cheshire. \"By July, the clouds would come down and hit the ground. And I mean we were smoked in – all over town. Like fog.\"\\nHarrison and other Cheshire residents began to experience burning sensations in their eyes and throats. Asthma, and other breathing difficulties, were also side-effects, along with, as Harrison recalls, \"blisters on your lips and tongue.\"\\nAEP admits that the mist was a \"short-term irritant\" that could cause itchy, burning sensations in eyes and nostrils and potentially triggering asthma problems with those suffering from the condition.\\nBut what caused the blue plume?\\nIn 2000, the US EPA cited the Gavin Plant in violation of the Clean Air Act.\\n\"They had one really enormous stack that went really high up,\" says Morgenstern. \"And that smoke was going all over the place way up here into New York and Canada.\"\\nThe sulphur and nitrogen compounds emitted from the 1,100ft (335m) smokestack were claimed to be causing acid rain hundreds of miles away, prompting protests. Greenpeace activists even scaled the tall smokestack – and parachuted off to raise awareness.\\nAEP denied any wrongdoing in a long-running legal battle with a number of states and the EPA over acid rain from Gavin and a number of its other power plants. The company eventually settled the case by agreeing to upgrade its pollution control measures.\\nAcid rain is caused by a chemical reaction when compounds such as sulphur dioxide and nitrogen oxides are released into the air.\\nIn response to the Clean Air Act violation and concerns from the community, AEP says it spent $850m (£610m) installing systems aimed at reducing the harmful emissions. First it installed a scrubber to reduce sulphur dioxide emissions and then selective catalytic reduction (SCR) technology to reduce emissions of nitrogen oxide.\\nThis also allowed the plant to keep burning a high-sulphur type of coal. AEP says it chose to install the scrubbers rather than switch to low-sulphur coal following concerns from the community about job losses from local mines as the coal would need to be sourced from further away. Though the measures cut down on acid rain affecting locations hundreds of miles away, it still meant pollution fell locally.\\nAnd then a new problem emerged over the summer of 2001. A statement provided by AEP's McHenry says that the interaction between the two emission control systems the company had installed at the Gavin plant had an unexpected side-effect. AEP says the SCR caused a slight increase in sulphur trioxide being released and when this mixed with water vapour from the scrubber, it created a sulphuric acid mist that had a blue tinge.\\nAlthough the company insists there were no long-term health issues caused by the mist, those who lived close to the plant, however, say they were affected worst.\\nMorgenstern also claims she experienced adverse effects during her numerous Cheshire visits while making her documentary. \"There certainly were times I would go down there and you would have a sulphuric smell, but the times that there was the burning eyes and mouth and throat, those were particular episodes of this blue haze touchdown,\" she says. \"Kind of disturbing.\"\\nMonthly meetings between Cheshire residents and a representative from the Gavin plant became shouting matches. The Ohio Environmental Protection Agency's (EPA) solution was to install a monitor, although AEP was able to submit the reports themselves.\\nHeidi Griesmer, spokesperson for the Ohio EPA, told the BBC that before the Gavin plant's monitoring data is sent to the national EPA, the data undergoes quality control through Ohio EPA.\\n\"There has been a handful of times over the years since the monitors were installed that a single hour has exceeded the value of the standard, 75ppb,\" says Griesmer. \"But compliance with the standard is not based on a single hour, rather, compliance is determined if the 99th percentile of one-hour daily maximum concentrations, averaged over 3 years exceeds 75ppb.\"\\nA representative from the Gavin plant would come to the town's monthly council meeting, who would say they knew they had a problem, and were working on it. \"That's all they would ever say. And they would never do anything,\" says Harrison. \"We finally went after them because they were not going to ever change their answer – it would still be that way.\"\\nAEP eventually put forward a $7m (£5m) technical solution it thought might solved the problem, but by then the community in Cheshire had had enough.\\nThe town got their congressman involved – who advised them to hire a team of attorneys who were involved with driving the Clean Air Act. The legal team met with residents, and then negotiated with AEP behind closed doors. They came back with a $20m buyout offer – a fraction of the cost of the pollution control measures AEP installed that led to the blue haze in the first place. The houses were bought at three times the market value – 90 homeowners each received roughly $150,000 (£106,000). The attorneys got $5.6m (£4m) of the $20m settlement.\\nThe town took the offer. The residents say they thought there was no way they could take on such a big corporation, and a legal battle would likely drag on for years. They felt it was a good solution. \"We wanted it done with. It caused us great stress after that many years,\" says Harrison, reflecting on her history with the Gavin plant. She felt the buyout was fair. \"Well, first of all, our property was worthless. No one is going to want to buy a house in that environment,\" she adds. \"Plus, we were tired of the fight. So we took it and I was glad.\"\\nThe terms of the settlement meant no further legal action could be taken – the residents couldn't sue the plant in the future, even if major health issues arose. After the deal was signed, the residents had six months to move out of Cheshire. Once they moved, their homes were torn down. When Harrison's wooden house, built in 1901, was bulldozed, her husband stood on the corner by their pear tree and cried. \"He never cried. Big burly guy, but it broke his heart. Even though we'd won it was still sad,\" says Harrison. However, some people were angry. \"To this day – there's still people that won't speak to each other.\"\\nA few holdouts refused to take the buyout and stayed in their homes. Coleman, who at the time lived outside the incorporated village limits, only learned of the buyout on the news on the night it happened. He was more upset with the people that went to Gavin and sold than he was with the plant. \"When that buyout happened, that's when you just found out people's true colours,\" he says. \"Have people in your village council that love the village – more than they do themselves. I'm sorry. That's just the way I look at it. People that want the village to succeed – instead of their own greed.\" Now, he notes, his property is not very valuable.\\nSome of those who sold stayed in the general area, buying homes in neighbouring towns, but the community itself fragmented.\\n\"It was a very, very sad, emotional time,\" Harrison sums up. \"The town died. People went away. All your friends.\"\\nCoal country\\nWhat happened in Cheshire is a microcosm that exemplifies a coal plant worst-case scenario.\\n\"Gavin is particularly startling, but it's not like it's a new thing,\" says Neil Waggoner from Beyond Coal – a branch of the environmental nonprofit the Sierra Club, whose mission is to promote renewable energy and close coal plants in the United States. \"These are issues that we see in coal plant communities across the country.\"\\nCoal-fired power plants around the United States release roughly 2.5 million tonnes of toxic chemicals into rivers, lakes, and streams each year. There are about 600 coal or oil-fired power plants in the US and between them are the dominant emitters of mercury, acid gases and many toxic metals.\\nThe reason Cheshire stands out is the buyout, says Waggoner. \"It made Cheshire ground zero for the impacts of that plant – and this bigger conversation of what impacts are these giant coal plants having to the country.\"\\nIn 2007, AEP settled a major legal case by the federal EPA, eight US states and a number of environmental groups over pollution from 16 of the company's coal-fired power plants. Among them was the Gavin plant. AEP agreed to cut its air pollutants by 813,000 tonnes a year at a cost of $4.6bn (£3.2bn). It also agreed to pay a $15m (£10.6m) penalty and spend $60m (£42.4m) cleaning up the effects of past emissions.\\nSo how do you clean up a town like Cheshire? Dealing with the waste heaps of coal ash is one of the more pressing local environmental issues.\\nIn 2014, Beyond Coal challenged the permitting process for the expansion of the coal ash ponds at the Gavin plant. Ponds of coal ash, the leftover waste from burning coal, can cause contamination from arsenic, mercury, selenium, lead, boron, bromine and other compounds that can harm human health.\\nChris Yoder, research director of the Midwest Biodiversity Institute, notes that elevated contaminant levels have been found near the Gavin plant. \"The price of having burned coal for 40 years is you're left behind with all these coal ash ponds that have a discharge and it contains pollutants and their liability; that is tremendous.\" As well as heavy metals, burning coal also releases organic compounds such as polycyclic aromatic hydrocarbons, some of which can cause cancer, Yoder notes.\\nThe Gavin plant is issued with permits from the Ohio EPA that allow it to discharge certain pollutants including mercury into the Ohio River because it is unable to find technology capable of removing them from wastewater running off its site. Campaigners such as Beyond Coal want more to be done to improve the treatment technologies available.\\nPikes peak\\nSolid waste from the Gavin Plant is hauled to a landfill site that locals have nicknamed Pikes Peak. This heap of coal ash is the highest point in Cheshire, just above the tree line, stretching for roughly 255 acres (1 sq km) and filling three valleys. \"It looks like a white mountain,\" says Harrison. \"That's a wasteland up there. There's 20 years of crap there.\"\\n\"We're dealing with enormous amounts of coal ash – just the legacy of how much of these chemicals are going to be left in the water, in the ground, long term health consequences,\" says Morgenstern. \"It has been almost 20 years since the story broke… and here we are. It's still there. It's still dirty. This is still going on.\"\\nIn Georgia, a recently proposed billwould require coal ash to be stored in safer conditions. To improve safety, the ash would need be removed to lined landfills – which have a barrier between the ash and the groundwater to help prevent contamination. But no such legislation is being considered in Ohio and the costs of removing ash from a landfill site can be vast.\\n\"I don't know what you could ever do to clean that up,\" Harrison says. \"What would you do with it? Where would you put it?\"\\nCrucial jobs\\nThe Gavin plant's new owner, Lightstone Generation, is now responsible for the ongoing clean-up and reducing pollution. The company did not respond to requests for comment from the BBC for this article.\\nBut the writing may already be on the wall, as by 2027 two of Ohio's largest coal plants are set to close.\\nIf the Gavin plant were to close tomorrow, things would not be easy for Cheshire. What would be the impact on the remaining community? \"Oh, it would die,\" says Coleman. \"If Gavin went under, that's your biggest employer in this area. People will still need to heat their homes; still need electricity,\" he says. \"But renewable energies, right now, doesn't get it there yet. Until then, we have to have what we have.\"\\nWaggoner, too, recognises this tension. \"Here's the plant that poisons the air and destroys the community,\" he says. \"But now you've got people from the area who are fighting to keep it online because it's the economic engine of the county.\"\\nHarrison agrees. \"There's no good solution,\" she says. \"People are either without jobs and cleaner air, or you've got people working in dirty air – which impacts the people that live there.\"\\nThis is already a low-income area with a raft of other community issues, including a huge opioid epidemic and wider drug problem. Driving towards Cheshire, you can't help but notice all the billboards for veteran support groups and drug addiction recovery. This area is already struggling.\\n\"These communities provided the backbone for the United States being an industrial power,\" says Waggoner. \"Through cheap power and access to power these communities bore a way higher burden than most other communities in the country. These communities did so much for everyone else. It's imperative that the rest of the country is giving back as this change occurs.\"\\nIf plants are eventually to close, Waggoner wants to see a commitment to cleaning up and taking care of local people by creating new industry in the area. \"For coal plant communities,\" says Waggoner, that's clean up. \"They have to start recognising reality and planning for the future,\" Waggoner says. Failing that, he fears the story of Cheshire could be played out elsewhere.\\nFor the residents of Cheshire, such a clean-up would transform the town. \"I wish that we could be able to rebuild,\" says Coleman. \"Before I pass away, I would love to see that. It is very empty streets now – which was once very Americana.\"\\nEven after nearly 20 years since the buyout, that vision of the town as it once was is still fresh for the remaining residents.\\n\"It was a wonderful town, it was,\" Harrison tells me, with emotion in her voice. \"And I think I knew just about everybody there. We'd lived there for 23 years. You know, our kids were born and raised there, they learned to ride their bikes and swim there. Friends were there. And then suddenly people packed up and moved. And it's very sad.\"\\n--\\nJoin one million Future fans by liking us on Facebook, or follow us on Twitter or Instagram.\\nIf you liked this story, sign up for the weekly bbc.com features newsletter, called \"The Essential List\". A handpicked selection of stories from BBC Future, Culture, Worklife, and Travel, delivered to your inbox every Friday.", "image": [["The small Ohio town of Cheshire was bought almost in its entirety by a nearby coal-fired power plant after residents complained about pollution (Credit: Harmon Leon)", "https://ichef.bbci.co.uk/images/ic/480xn/p09h8sd9.jpg.webp"], ["Cheshire was once a bustling small town, but now the majority of its residents have gone (Credit: Harmon Leon)", "https://ichef.bbci.co.uk/images/ic/480xn/p09h8tk0.jpg.webp"]], "author": ["Harmon Leon"], "date": "2021-05-13"}, "https://www.bbc.com/news/uk-england-somerset-57580710": {"title": "Glastonbury cancellation 'big hit' for Greenpeace", "subtitle": null, "text": "Two years without the Glastonbury Festival has meant \"a big financial hit\" for environmental charity Greenpeace.\\nGlastonbury usually takes place on the last weekend of June but was cancelled in 2021 and 2020, due to Covid-19.\\nFounder Michael Eavis is one of its biggest donors, often giving up to £500,000 after each festival.\\nGreenpeace's Bob Wilson said it had also missed having a key opportunity to \"sign up new supporters\".\\nHundreds of thousands of people would have descended on the Somerset farm if the festival had gone ahead this weekend.\\nMr Wilson, who is the charity's events manager, said: \"That single donation makes up quite a big chunk of our annual income, so only having one Glastonbury festival in the last four years has been a big financial hit for us.\"\\nThe organisation has been a staple part of the festival, which usually takes place in Shepton Mallet, Somerset, since 1991.\\nMr Eavis wrote to Lord Peter Melchett, the then CEO of Greenpeace 30 years ago, inviting the charity and its supporters to his festival.\\nOver time their role changed, eventually leading to a Greenpeace field dedicated to environmental education and awareness.\\nMr Wilson said: \"We were quite pleased to join as it gave us access to a very large crowd even then, like-minded people and right from the word go Michael gave Greenpeace a donation.\\n\"We went from selling badges and t-shirts and things like that in a little tent to eventually Michael saying 'would you like to run a field?' It just grew from there really. It's become quite a destination field now.\"\\nThe largest music festival in the UK, Glastonbury offers charities the opportunity to spread the message about their work to up to 200,000 people in one weekend.\\nMr Wilson said one particular year \"we got 80,000 people signed up across the site, which is no mean feat\".\\nHe said that in other years \"we gave lunch to the Dalai Lama\".\\n\"We gave lunch to [former Labour leader] Jeremy Corbyn as he wrote his speech in the corner. It all adds to the very important brand awareness and the fact that the donations are important.\"\\nGlastonbury has a \"fallow\" year every five years, but Mr Wilson said with these extra two events called off, organisers \"immediately started to think about us\".\\nThe festival team has raised money for Greenpeace, WaterAid and Oxfam by collaborating on a line of merchandise following 2020's cancellation and through its Live at Worthy Farm online event in May, with plans to donate from its upcoming camping season at the site.\\nWaterAid and Oxfam are also prominent charities at the festival who benefit from donations and sign-ups.\\nWaterAid's Anna Hedges said it had been a festival partner for 26 years: \"During which time we have received more than £2.5m in generous donations to help transform lives with clean water, decent toilets and good hygiene.\"\\nShe thanked Michael and Emily Eavis and the team \"for their ongoing commitment and support\".\\nMr Wilson said he was grateful for the extra help from the team during the pandemic.\\n\"So they've tried to keep it ticking over, but the loss is there for everyone to realise,\" he said.\\n\"We miss the community, I guess, more than anything; everybody coming together from all over the world to work with us and to meet us.\\n\"We can't wait for another proper, 'normal' Glastonbury, both for the financial boost it gives us, and because it's the best party in the world.\"\\nThe Glastonbury site is to be transformed into a \"family-friendly campsite\" over the school holidays.\\nIn January Emily and Michael Eavis confirmed the 2021 cancellation and that anyone with a ticket would be offered the opportunity to roll their £50 deposit over to next year, when the festival will hopefully resume.\\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk", "image": [["This year's festival was called off in January 2021 due to the pandemic", "https://ichef.bbci.co.uk/news/480/cpsprodpb/18347/production/_119034199_gp0stqw1b_high_res.jpg.webp"], ["Bob Wilson from Greenpeace, (right), said Michael Eavis (left) first invited the charity to Glastonbury in 1991", "https://ichef.bbci.co.uk/news/480/cpsprodpb/E707/production/_119034195_gp024jf_high_res.jpg.webp"], ["The Greenpeace field at Glastonbury offers education and activities for thousands of festival-goers each year", "https://ichef.bbci.co.uk/news/480/cpsprodpb/BD3B/production/_119034484_gp0stoisb_pressmedia.jpg.webp"]], "author": ["Harriet Robinson"], "date": "2021-06-24"}, "https://www.bbc.com/sport/football/57488478": {"title": "Euro 2020 - France 1-0 Germany: Several in hospital after parachute protest", "subtitle": null, "text": "Several people have been taken to hospital to receive treatment for injuries caused by a protester who parachuted into the Allianz Arena during France's win over Germany.\\nEuropean football's governing body Uefa said \"law authorities will take the necessary action\" for what it called a \"reckless and dangerous\" act.\\nDebris fell on to the pitch and stands when the parachutist got tangled in wires carrying an overhead camera.\\nThe man landed heavily on the pitch.\\nHe had the words \"Kick out oil Greenpeace\" written on his parachute and was given medical attention before being escorted away by security.\\nFrance head coach Didier Deschamps was seen ducking out of the way of a large piece of equipment near the dugout.\\nEnvironmental campaign group Greenpeace took responsibility for the stunt and in a statement apologised to those who were hurt, blaming \"technical difficulties\" for the paraglider unintentionally landing on the pitch.\\nGreenpeace campaigner Benjamin Stephan said the plan was to \"fly over\" the stadium and release a light ball with a message encouraging German car manufacturer Volkswagen \"to do more to protect the climate\".\\nIt added that \"safety is at the heart of Greenpeace's action\" and it will support any investigation.\\n\"We sincerely and emphatically apologise to the two injured and hope that they will get better soon,\" said Stephan. \"We would also like to apologise to the players and spectators for the moment of shock.\"\\nCheck out the Euro 2020 scores and fixtures\\nListen to the latest Daily Euros podcast from BBC Radio 5 Live\\nIn a statement, Uefa called it a \"reckless and dangerous act\".\\n\"This inconsiderate act - which could have had very serious consequences for a huge number of people attending - caused injuries to several people attending the game who are now in hospital and law authorities will take the necessary action,\" the governing body added.\\nFrance won the game 1-0 courtesy of Mats Hummels' own goal in the first half.", "image": [["Image caption, The protestor was given medical attention before being escorted away", "https://ichef.bbci.co.uk/ace/standard/624/cpsprodpb/E473/production/_118938485_parachute-main.jpg"]], "author": null, "date": "2021-06-16"}, "https://www.bbc.com/news/world-asia-57845156": {"title": "Korindo: Korean palm oil giant stripped of sustainability status", "subtitle": null, "text": "A Korean palm oil giant has been rejected from the world's leading green certification body in the wake of a BBC investigation.\\nThe BBC had earlier found evidence  that the Korindo group had been buying up swathes of Asia's largest remaining rainforests in the remote Indonesian province of Papua.\\nA visual analysis suggested that fires had then been deliberately set to these forests, a clear violation of the Forest Stewardship Council (FSC).\\nThe regulator's tree logo - found on paper products throughout the UK and Europe - is meant to tell consumers the product is sourced from ethical and sustainable companies.\\nAt the time of the BBC's investigation late last year, the FSC said they would not expel Korindo but were working with the Korean company to address social and environmental problems.\\nBut now the green body says the relationship has \"become untenable\" and Korindo's trademark licenses with FSC will be terminated from October.\\n\"We were not able to verify improvements in Korindo's social and environmental performance,\" Kim Carstensen, FSC international director general said.\\nHe said the decision would \"give us clarity and a breath of fresh air while Korindo continues its efforts to improve.\"\\nKorindo groups chief sustainability officer Kwangyul Peck said in a statement that the company was \"very shocked by the FSC decision.\"\\nHe insists they were following all the steps of \"an agreed roadmap of improvements\" and said despite their expulsion from the FSC \"they remain committed to sustainability and human rights.\"\\nKorindo controls more land in Papua than any other conglomerate.  The company has cleared nearly 60,000 hectares of forests inside its government-granted concessions - an area the size of Chicago or Seoul.\\nA 2018 report by the FSC into the allegations against Korindo was never published, after legal threats from the company, but the BBC obtained a copy.\\nThe report found \"evidence beyond reasonable doubt\" that Korindo's palm oil operation destroyed 30,000 hectares of high conservation forest in breach of FSC regulations and that the company was, \"on the balance of probability … supporting the violation of traditional and human rights for its own benefit.\"\\nA visual investigation by the Forensic Architecture group at Goldsmiths University in London and Greenpeace International, published in conjunction with the BBC, also found evidence that indicated deliberate burning.\\nKiki Taufik, head of the Greenpeace Southeast Asia forest campaign said the FSC decision was \"better late than never\" saying they had \"finally come to their senses\".\\nBut he said the Indonesian government continues to \"grant companies like Korindo forest concessions, allowing them to violate the rights of indigenous people.\"\\n\"It is crucial that buyers and certification bodies don't keep helping them create a facade of sustainability and transparency,\" he said.\\nAfter the BBC's investigation last year, the Indonesian parliament had launched an inquiry into Korindo's conduct - though the findings have not been made public.\\nThe Korindo group strongly denies starting any fires or involvement in any human rights violations, saying it follows the law.  They also insisted they paid fair compensation to tribes.\\nIndonesia is the world's largest exporter of palm oil -  found in everything from shampoo to biscuits - and Papua is its newest frontier.\\nThe rich forests in the remote province of Papua had until recently escaped relatively untouched, but the government has rapidly opened the area up to investors, vowing to bring prosperity to one of the poorest regions in the country.\\nVast areas of forest have been cleared to make way for row upon row of oil palm trees.\\nIndonesia's palm oil exports were worth about $19bn (£14bn) last year, according to data from Gapki, the nation's palm oil association.", "image": [["Environmental activists fear for the Papua rainforest - among the most biodiverse places in the world", "https://ichef.bbci.co.uk/news/480/cpsprodpb/F02B/production/_115338416_ee562667-362a-49b3-98b8-73f11f600656.jpg.webp"], ["The rich rainforest in Papua, among the most biodiverse places on earth, is threatened by deforestation", "https://ichef.bbci.co.uk/news/480/cpsprodpb/12940/production/_115369067_341e9a7d-1068-4d82-89d9-1958a6a4b278.jpg.webp"]], "author": null, "date": "2021-07-15"}}