{"https://www.bbc.com/news/uk-wales-57276978": {"title": "Aberystwyth: Twenty-five years since protest halted royal visit", "subtitle": null, "text": "A Queen's visit has only been stopped once on mainland Britain - 25 years ago today when students stopped her completing a visit to Aberystwyth.\\nOn the final day of May 1996, hundreds of university students gathered outside Pantycelyn Hall to oppose an invitation given to the Queen to open an extension to the National Library.\\nThe protesters thought someone from Wales, perhaps an author or other cultural figure, should have been opening the extension.\\nAs the Queen's car approached the crowds, there were both boos and chants of God Save the Queen.\\nTwo men jumped a barrier and one tried to run in front of the monarch's car, which swerved.\\nAs the car passed the Queen continued waving to the crowd.\\nJohn Meredith was the BBC Wales correspondent at the event. He said he expected trouble during the visit.\\n\"I knew from the beginning that something would happen - but where and when and what form the protest would take, that's what I didn't know.\\n\"[At the start of the visit] down by the station were the older generation and children, people who were very loyal and very pleased to see the Queen, there was a lot of clapping and flag waving.\"\\nThe atmosphere changed as the royal car left town and climbed the hill towards the library, where it had to pass Pantycelyn. When the protest itself took place John Meredith was at the library awaiting the official opening.\\n\"When the Queen arrived, I became aware that there had been some kind of protest on the way up. Then it was a matter of finding out what exactly had happened.\\n\"But by the time she got to us, everything was quiet, the schoolchildren were singing and a 95-year-old woman was there to greet her, everything had calmed down by the time she got to the library and the police had everything under control.\"\\nMr Meredith said the response in Aberystwyth to the protest was mixed.\\n\"People who felt strongly that someone who was involved with the library, a Welsh man or woman, should be opening the new extension, they felt strongly in that direction, but then people in the town felt strongly that it was good for Aberystwyth to have the Queen come and do it.\"\\nMorys Gruffydd was one of the seven arrested. His picture appeared on the front of the Western Mail the following day, under the headline The Shaming of Wales.\\nMr Gruffydd - who still lives in Aberystwyth - said he did not regret being part of the protest.\\n\"I think there's pride in being part of something so big and being one of the hundreds who protested,\" he said.\\n\"But I think looking at it now in a wider context, it shows that non-violent protest can get things done, people listen to protesters' voices and it's nice to see protest continuing today - if it's in support of the Welsh language, BLM or Extinction Rebellion.\\n\"It was no surprise that the alleged national newspaper used such a headline. But the biggest shame was that the Queen was invited to open one of the national institutions here in Wales,\" he said.\\nAberystwyth's mayor in 1996, Carol Kolczak, said at the time the visit had gone well \"except for the last part when she was meant to go to the college\".\\n\"The only problem I have is that this happened in Aberystwyth, and I must say that the people involved were not Aberystwyth people,\" she said.\\n\"If they were students, then the people from the town feel very strongly that something must be done about it.\"\\nOne Aberystwyth woman told the BBC at the time: \"It's very disgusting. Would they like this wherever they come from?\\nAfter opening the extension, on the advice of her security officers the Queen did not proceed to the second part of her visit.\\nShe had been due to open a new glaciology centre on the university campus.\\nBut she did not complete the visit according to plan, the only time this has happened in Britain.\\nSome criticised the police, saying it should have been possible to ensure that the Queen could complete the visit safely.\\nDyfed-Powys Police rejected criticism at the time.\\nIn 1996 the deputy chief constable, Eifion Pritchard, said: \"We've made sure the Queen is safe - she left safely and with her dignity.\\n\"And that's more important than finishing the programme, in my opinion.\"\\nAccording to historian Hefin Mathias, the event in Aberystwyth in 1996 was significant for another reason too.\\n\"There had been lots of protests in Aberystwyth in the '60s when Prince Charles was in college there and it got worse during the investiture in 1969, but on the whole the Queen was warmly welcomed to Wales normally,\" he said.\\n\"So the assumption was that she would be very welcome on this occasion too.\\n\"And she was welcomed by the people near the station when she first arrived.\"\\nBut the visit \"struck a chord in particular with the anti-British and anti-royal sentiments of the young people.\"\\nMr Mathias said: \"This may also reflect the fact that the people of Wales were changing, society was changing, from one that could be seen as having been maybe servile, to a much more confident society and more willing to assert its rights.\"", "image": [["Police grabbed a man as he tried to run in front of the Queen's car, which swerved", "https://ichef.bbci.co.uk/news/480/cpsprodpb/766A/production/_118741303_queen2de40.jpg.webp"], ["Journalist John Meredith said he knew there would be trouble at the event", "https://ichef.bbci.co.uk/news/480/cpsprodpb/156A9/production/_118712778_johnmeredith.jpg.webp"]], "author": ["Craig Duggan"], "date": "2021-05-31"}, "https://www.bbc.com/future/article/20210511-how-coal-pollution-dismantled-a-town": {"title": "The strange deal that created a ghost town", "subtitle": null, "text": "An infamous blue plume of pollution from one of the US's largest coal-fired plants changed the course of history for one once-thriving town.\\nI round a sharp bend in the road, and emerging over the crest of the snowy hill is the General James M Gavin Power Plant. It suddenly appears on the horizon, thick clouds emerging from its smokestacks. I'm approaching Cheshire, once thriving small-town USA, but now a ghost town.\\nThe JM Gavin coal-burning power station is the seventh-largest emitter of CO2 of all power stations in the US. In 2019 it emitted 12.9 million tonnes of CO2 into the atmosphere. But the power plant's legacy in its immediate vicinity has been far more visible. It is responsible for the demise of an entire community.\\nBuilt in the 1800s, Cheshire once had two churches, playgrounds, a high school, all nestled on the banks of the Ohio River. Now there are empty lots where quaint wooden houses once stood before being bulldozed. Just a few scattered homes remain. Even the city limits have been expanded, to encompass the 132 people living in the surrounding area to offer more of a semblance of community.\\nAs I park in town, I can smell the sulphur from the power plant. The deserted Cheshire streets on a Friday night are eerie and the sidewalk is crumbling. The names of the streets, Walnut and Mulberry, tell a story of a different era.\\nIn 2002, American Electric Power (AEP), who owned the Gavin plant at the time, agreed to buy the entire town for $20m (£14.2m) after residents complained about air pollution problems – blue plumes containing sulphuric acid that were emerging from the power plant's smoke stacks and enshrouded the surrounding area. Homeowners who agreed to sell were allowed to stay on in their homes rent free if they wanted, or they could move out and transfer their property to AEP.\\nA total of 221 residents packed up and moved – 90 homeowners in total. This was believed to be a first, according to the New York Times: a corporation buying a town. But it also led a thriving community – some of whom had been there all their lives – to dissolve away.\\nYou might also like:\\nMark Coleman remembers what Cheshire was like before the arrival of the blue plume clouds – and the mass exodus from the 150-year-old town. \"White picket fences. Going to high school. Going to the high school football games on Friday nights,\" recalls Coleman. \"It was very middle America.\"\\nThe town was founded in 1834 and some families could trace their time there back generations.\\nColeman, the appointed mayor of Cheshire for the past 10 years, now serves the remaining few residents who refused to take the buyout and decided to live out the rest of their days in the shadow of the power plant. \"Nobody's running against me now,\" Coleman says with a laugh.\\nA lifelong resident, Coleman resides on the outskirts of Cheshire, a short jaunt down the road from the plant. The 2.6-gigawatt facility is the largest coal-burning plant in Ohio, and ranks ninth in size in the United States.\\nThough he says he experienced adverse effects from the Gavin plant, only those who lived inside the incorporated village at the time were privy to the buyout. His house became part of the official village when its boundaries were extended.\\nBut the falling population has left the community with dwindling services. \"We used to have a traffic light in town,\" says Coleman. \"But the state took that away from us.\" Coleman also mentions that the town no longer has police or even a reduced speed limit. \"People didn't understand. They were like, 'There's nobody living there. What's the big deal in not having a speed limit?'\"\\nAlthough AEP no longer owns the Gavin plant – it sold it in 2017 to Lightstone Generation, a private equity firm, along with three gas-fired power plants as part of a $2.1bn (£1.5bn) deal – the power station continues to operate.\\nLarge trucks still drive through the stretch of road leading to the Gavin plant, and a one-mile-long (1.6km) conveyor belt carries waste from the power plant to a landfill site behind the town.\\nStill, Coleman takes the challenges in his stride, including the sulphuric smell, similar to rotten eggs, and having to power wash soot covering his porch. \"It's part of living in this area. You've got the chemical plants. You've got the power plants. My dad was a coal miner – so you get used to that sort of thing… It's a part of life here.\"\\nAs one of the last remaining residents, Coleman doesn't bear a grudge against the Gavin plant, and the other nearby coal-fired power stations. \"They're our neighbours. They need to be responsible. If they want to do the blue plume – they need to fix it. And that's what they did. In my opinion they fixed it.\"\\nSo, if Coleman believes that things are manageable, why haven't people moved back to Cheshire? \"Gavin still owns the properties,\" he says. \"They can't resell it to individuals.\"\\nAEP confirmed that the property it owns in the town cannot be sold, but added that it does not own all parcels of land in Cheshire.\\n\"In many cases, the structures were then demolished, creating green space,\" adds Melissa McHenry, managing director of external communications at AEP.\\nAt the time of the buyout, AEP agreed to let senior citizens take the money and remain in their homes. Under the terms, AEP bought the property, but allowed the residents to stay rent-free for the remainder of their lives. At the time of their death, the property would transfer to AEP.\\nWhen Lighthouse Generation bought the Gavin plant, they also inherited the property in Cheshire that AEP had purchased, McHenry says. Now, once the remaining people in town die or leave, workers from the Gavin plant will be free to bulldoze the last of the houses that were part of the buyout deal.\\nEarlier in my visit to Cheshire, I saw a house that was boarded up. Coleman says it belonged to an elderly woman who recently passed away. It's next on the list of properties scheduled to be torn down.\\n\"I see it a little bleak, for the simple fact that a lot of the people who live in the area are older. You don't see the families moving here,\" says Coleman. \"We did get the reputation of being next to the power plant.\"\\nNew neighbour\\nEve Morgenstern spent 10 years filming the documentary Cheshire Ohio, which chronicles the buyout of the town. \"I was just completely struck by the story that an entire centuries-old village was going to be bought out by this huge coal-fire power plant.\"\\nMorgenstern first went to Cheshire in 2002, after reading a New York Times article on the plight of the tiny town taking on a huge corporation that had annual revenues of $61bn (£46bn). \"It's so ridiculous, this idea that you buyout a town,\" says Morgenstern. \"Cheshire was a place that the residents really loved,\" she says. \"It was a quaint village that hadn't been taken over by the strip malls and developers.\"\\nIn 1974, when AEP built the Gavin power plant, there wasn't a lot of resistance from the residents. \"It didn't feel upsetting to them that there was going to be a plant right next to the town,\" says Morgenstern. \"In fact, it was kind of exciting and it just sort of symbolised potential work and progress.\"\\nAfter all, south-east Ohio is coal country. Just a few kms away is the older Kyger Creek power plant. Built in 1954, it is smaller than the Gavin plant, but its owners – Ohio Valley Electric Corporation – have spent millions trying to address its own pollution issues.\\n\"[Residents] were very accepting when the industry came because it brought jobs,\" says Morgenstern.\\nThe Gavin plant tried to be a good neighbour. But, in 1995, things began to sour. There were noise complaints about the high-powered fans used to reduce pollution, until the plant installed mufflers. Prior to 2000, the plant began storing huge tanks of anhydrous ammonia to control nitrogen oxide (NOx) emissions. They also stored chlorine gas that was used to prevent fouling of cooling or steam generation water.\\nAnhydrous ammonia offered a cheaper method for reducing NOx emissions required by the US Environmental Protection Agency (EPA), but it wasn't welcomed locally. According to the Centers of Disease Control and Prevention, if exposed to open air this volatile chemical can blind, suffocate, burn and kill humans. The chemical is also a key component in producing crystal meth. People would sneak in at night and shoot holes at the tank to get at the anhydrous ammonia, local resident Jennifer Harrison recalls. This prompted protests. In December 2000, the plant agreed to switch to a safer method, spending $9m to use a urea-based system.\\nWhen it first opened, about a third of a mile of open space existed between the Gavin plant and the northern fence line that sat outside the town of Cheshire, according to AEP. But each new environmental control measures increased the footprint of the plant, bringing it closer to the community of Cheshire.\\nThen, in 2001, blue plume clouds began to blanket the entire town – caused by sulphur trioxide and sulphuric acid emissions from the coal-burning power plant. A sulphuric smell was everywhere – and could even be detected inside people's homes. \"It made people start to feel very upset and freaked out about their health and what's going on here,\" says Morgenstern.\\nAEP says the blue plume was transient and would only touch down \"in different locations for extremely short periods of time\".\\nThe blue plume would occur mostly on high-humidity days. Sometimes residents say it was so thick that people had to have their car headlights on when they drove through the Cheshire streets at noon.\\nHarrison, who moved to Cheshire in 1980, and was on the village council when the buyout happened, remembers emerging from a pool in her backyard and noticing a strange taste in her mouth. \"It was cloudy all of a sudden, and I thought, man, the chlorine must be too strong,\" recalls Harrison, who has now relocated 16km (10 miles) south of Cheshire. \"By July, the clouds would come down and hit the ground. And I mean we were smoked in – all over town. Like fog.\"\\nHarrison and other Cheshire residents began to experience burning sensations in their eyes and throats. Asthma, and other breathing difficulties, were also side-effects, along with, as Harrison recalls, \"blisters on your lips and tongue.\"\\nAEP admits that the mist was a \"short-term irritant\" that could cause itchy, burning sensations in eyes and nostrils and potentially triggering asthma problems with those suffering from the condition.\\nBut what caused the blue plume?\\nIn 2000, the US EPA cited the Gavin Plant in violation of the Clean Air Act.\\n\"They had one really enormous stack that went really high up,\" says Morgenstern. \"And that smoke was going all over the place way up here into New York and Canada.\"\\nThe sulphur and nitrogen compounds emitted from the 1,100ft (335m) smokestack were claimed to be causing acid rain hundreds of miles away, prompting protests. Greenpeace activists even scaled the tall smokestack – and parachuted off to raise awareness.\\nAEP denied any wrongdoing in a long-running legal battle with a number of states and the EPA over acid rain from Gavin and a number of its other power plants. The company eventually settled the case by agreeing to upgrade its pollution control measures.\\nAcid rain is caused by a chemical reaction when compounds such as sulphur dioxide and nitrogen oxides are released into the air.\\nIn response to the Clean Air Act violation and concerns from the community, AEP says it spent $850m (£610m) installing systems aimed at reducing the harmful emissions. First it installed a scrubber to reduce sulphur dioxide emissions and then selective catalytic reduction (SCR) technology to reduce emissions of nitrogen oxide.\\nThis also allowed the plant to keep burning a high-sulphur type of coal. AEP says it chose to install the scrubbers rather than switch to low-sulphur coal following concerns from the community about job losses from local mines as the coal would need to be sourced from further away. Though the measures cut down on acid rain affecting locations hundreds of miles away, it still meant pollution fell locally.\\nAnd then a new problem emerged over the summer of 2001. A statement provided by AEP's McHenry says that the interaction between the two emission control systems the company had installed at the Gavin plant had an unexpected side-effect. AEP says the SCR caused a slight increase in sulphur trioxide being released and when this mixed with water vapour from the scrubber, it created a sulphuric acid mist that had a blue tinge.\\nAlthough the company insists there were no long-term health issues caused by the mist, those who lived close to the plant, however, say they were affected worst.\\nMorgenstern also claims she experienced adverse effects during her numerous Cheshire visits while making her documentary. \"There certainly were times I would go down there and you would have a sulphuric smell, but the times that there was the burning eyes and mouth and throat, those were particular episodes of this blue haze touchdown,\" she says. \"Kind of disturbing.\"\\nMonthly meetings between Cheshire residents and a representative from the Gavin plant became shouting matches. The Ohio Environmental Protection Agency's (EPA) solution was to install a monitor, although AEP was able to submit the reports themselves.\\nHeidi Griesmer, spokesperson for the Ohio EPA, told the BBC that before the Gavin plant's monitoring data is sent to the national EPA, the data undergoes quality control through Ohio EPA.\\n\"There has been a handful of times over the years since the monitors were installed that a single hour has exceeded the value of the standard, 75ppb,\" says Griesmer. \"But compliance with the standard is not based on a single hour, rather, compliance is determined if the 99th percentile of one-hour daily maximum concentrations, averaged over 3 years exceeds 75ppb.\"\\nA representative from the Gavin plant would come to the town's monthly council meeting, who would say they knew they had a problem, and were working on it. \"That's all they would ever say. And they would never do anything,\" says Harrison. \"We finally went after them because they were not going to ever change their answer – it would still be that way.\"\\nAEP eventually put forward a $7m (£5m) technical solution it thought might solved the problem, but by then the community in Cheshire had had enough.\\nThe town got their congressman involved – who advised them to hire a team of attorneys who were involved with driving the Clean Air Act. The legal team met with residents, and then negotiated with AEP behind closed doors. They came back with a $20m buyout offer – a fraction of the cost of the pollution control measures AEP installed that led to the blue haze in the first place. The houses were bought at three times the market value – 90 homeowners each received roughly $150,000 (£106,000). The attorneys got $5.6m (£4m) of the $20m settlement.\\nThe town took the offer. The residents say they thought there was no way they could take on such a big corporation, and a legal battle would likely drag on for years. They felt it was a good solution. \"We wanted it done with. It caused us great stress after that many years,\" says Harrison, reflecting on her history with the Gavin plant. She felt the buyout was fair. \"Well, first of all, our property was worthless. No one is going to want to buy a house in that environment,\" she adds. \"Plus, we were tired of the fight. So we took it and I was glad.\"\\nThe terms of the settlement meant no further legal action could be taken – the residents couldn't sue the plant in the future, even if major health issues arose. After the deal was signed, the residents had six months to move out of Cheshire. Once they moved, their homes were torn down. When Harrison's wooden house, built in 1901, was bulldozed, her husband stood on the corner by their pear tree and cried. \"He never cried. Big burly guy, but it broke his heart. Even though we'd won it was still sad,\" says Harrison. However, some people were angry. \"To this day – there's still people that won't speak to each other.\"\\nA few holdouts refused to take the buyout and stayed in their homes. Coleman, who at the time lived outside the incorporated village limits, only learned of the buyout on the news on the night it happened. He was more upset with the people that went to Gavin and sold than he was with the plant. \"When that buyout happened, that's when you just found out people's true colours,\" he says. \"Have people in your village council that love the village – more than they do themselves. I'm sorry. That's just the way I look at it. People that want the village to succeed – instead of their own greed.\" Now, he notes, his property is not very valuable.\\nSome of those who sold stayed in the general area, buying homes in neighbouring towns, but the community itself fragmented.\\n\"It was a very, very sad, emotional time,\" Harrison sums up. \"The town died. People went away. All your friends.\"\\nCoal country\\nWhat happened in Cheshire is a microcosm that exemplifies a coal plant worst-case scenario.\\n\"Gavin is particularly startling, but it's not like it's a new thing,\" says Neil Waggoner from Beyond Coal – a branch of the environmental nonprofit the Sierra Club, whose mission is to promote renewable energy and close coal plants in the United States. \"These are issues that we see in coal plant communities across the country.\"\\nCoal-fired power plants around the United States release roughly 2.5 million tonnes of toxic chemicals into rivers, lakes, and streams each year. There are about 600 coal or oil-fired power plants in the US and between them are the dominant emitters of mercury, acid gases and many toxic metals.\\nThe reason Cheshire stands out is the buyout, says Waggoner. \"It made Cheshire ground zero for the impacts of that plant – and this bigger conversation of what impacts are these giant coal plants having to the country.\"\\nIn 2007, AEP settled a major legal case by the federal EPA, eight US states and a number of environmental groups over pollution from 16 of the company's coal-fired power plants. Among them was the Gavin plant. AEP agreed to cut its air pollutants by 813,000 tonnes a year at a cost of $4.6bn (£3.2bn). It also agreed to pay a $15m (£10.6m) penalty and spend $60m (£42.4m) cleaning up the effects of past emissions.\\nSo how do you clean up a town like Cheshire? Dealing with the waste heaps of coal ash is one of the more pressing local environmental issues.\\nIn 2014, Beyond Coal challenged the permitting process for the expansion of the coal ash ponds at the Gavin plant. Ponds of coal ash, the leftover waste from burning coal, can cause contamination from arsenic, mercury, selenium, lead, boron, bromine and other compounds that can harm human health.\\nChris Yoder, research director of the Midwest Biodiversity Institute, notes that elevated contaminant levels have been found near the Gavin plant. \"The price of having burned coal for 40 years is you're left behind with all these coal ash ponds that have a discharge and it contains pollutants and their liability; that is tremendous.\" As well as heavy metals, burning coal also releases organic compounds such as polycyclic aromatic hydrocarbons, some of which can cause cancer, Yoder notes.\\nThe Gavin plant is issued with permits from the Ohio EPA that allow it to discharge certain pollutants including mercury into the Ohio River because it is unable to find technology capable of removing them from wastewater running off its site. Campaigners such as Beyond Coal want more to be done to improve the treatment technologies available.\\nPikes peak\\nSolid waste from the Gavin Plant is hauled to a landfill site that locals have nicknamed Pikes Peak. This heap of coal ash is the highest point in Cheshire, just above the tree line, stretching for roughly 255 acres (1 sq km) and filling three valleys. \"It looks like a white mountain,\" says Harrison. \"That's a wasteland up there. There's 20 years of crap there.\"\\n\"We're dealing with enormous amounts of coal ash – just the legacy of how much of these chemicals are going to be left in the water, in the ground, long term health consequences,\" says Morgenstern. \"It has been almost 20 years since the story broke… and here we are. It's still there. It's still dirty. This is still going on.\"\\nIn Georgia, a recently proposed billwould require coal ash to be stored in safer conditions. To improve safety, the ash would need be removed to lined landfills – which have a barrier between the ash and the groundwater to help prevent contamination. But no such legislation is being considered in Ohio and the costs of removing ash from a landfill site can be vast.\\n\"I don't know what you could ever do to clean that up,\" Harrison says. \"What would you do with it? Where would you put it?\"\\nCrucial jobs\\nThe Gavin plant's new owner, Lightstone Generation, is now responsible for the ongoing clean-up and reducing pollution. The company did not respond to requests for comment from the BBC for this article.\\nBut the writing may already be on the wall, as by 2027 two of Ohio's largest coal plants are set to close.\\nIf the Gavin plant were to close tomorrow, things would not be easy for Cheshire. What would be the impact on the remaining community? \"Oh, it would die,\" says Coleman. \"If Gavin went under, that's your biggest employer in this area. People will still need to heat their homes; still need electricity,\" he says. \"But renewable energies, right now, doesn't get it there yet. Until then, we have to have what we have.\"\\nWaggoner, too, recognises this tension. \"Here's the plant that poisons the air and destroys the community,\" he says. \"But now you've got people from the area who are fighting to keep it online because it's the economic engine of the county.\"\\nHarrison agrees. \"There's no good solution,\" she says. \"People are either without jobs and cleaner air, or you've got people working in dirty air – which impacts the people that live there.\"\\nThis is already a low-income area with a raft of other community issues, including a huge opioid epidemic and wider drug problem. Driving towards Cheshire, you can't help but notice all the billboards for veteran support groups and drug addiction recovery. This area is already struggling.\\n\"These communities provided the backbone for the United States being an industrial power,\" says Waggoner. \"Through cheap power and access to power these communities bore a way higher burden than most other communities in the country. These communities did so much for everyone else. It's imperative that the rest of the country is giving back as this change occurs.\"\\nIf plants are eventually to close, Waggoner wants to see a commitment to cleaning up and taking care of local people by creating new industry in the area. \"For coal plant communities,\" says Waggoner, that's clean up. \"They have to start recognising reality and planning for the future,\" Waggoner says. Failing that, he fears the story of Cheshire could be played out elsewhere.\\nFor the residents of Cheshire, such a clean-up would transform the town. \"I wish that we could be able to rebuild,\" says Coleman. \"Before I pass away, I would love to see that. It is very empty streets now – which was once very Americana.\"\\nEven after nearly 20 years since the buyout, that vision of the town as it once was is still fresh for the remaining residents.\\n\"It was a wonderful town, it was,\" Harrison tells me, with emotion in her voice. \"And I think I knew just about everybody there. We'd lived there for 23 years. You know, our kids were born and raised there, they learned to ride their bikes and swim there. Friends were there. And then suddenly people packed up and moved. And it's very sad.\"\\n--\\nJoin one million Future fans by liking us on Facebook, or follow us on Twitter or Instagram.\\nIf you liked this story, sign up for the weekly bbc.com features newsletter, called \"The Essential List\". A handpicked selection of stories from BBC Future, Culture, Worklife, and Travel, delivered to your inbox every Friday.", "image": [["The small Ohio town of Cheshire was bought almost in its entirety by a nearby coal-fired power plant after residents complained about pollution (Credit: Harmon Leon)", "https://ichef.bbci.co.uk/images/ic/480xn/p09h8sd9.jpg.webp"], ["Cheshire was once a bustling small town, but now the majority of its residents have gone (Credit: Harmon Leon)", "https://ichef.bbci.co.uk/images/ic/480xn/p09h8tk0.jpg.webp"]], "author": ["Harmon Leon"], "date": "2021-05-13"}, "https://www.bbc.com/news/uk-england-beds-bucks-herts-57071321": {"title": "Workers 'stuck' due to Extinction Rebellion newspaper protest", "subtitle": null, "text": "Workers were stuck at a newspaper printing plant for up to seven hours after members of Extinction Rebellion staged a protest outside the main gates, a court heard.\\nA group erected two bamboo structures and parked two vans across the entrance to The Sun's printing plant in Hertfordshire on 4 September.\\nIt is estimated the blockade stopped 3.5 million newspapers being delivered.\\nSix defendants deny a charge of wilfully obstructing a highway.\\nThe trial at St Albans Magistrates' Court was delayed for a second time in as many days as one of the accused, Sally Davidson, left the court room after judge Sally Fudge said her co-defendant Liam Norton would be tried in his absence.\\nOn Monday, 36-year-old Mr Norton delayed proceedings for three hours after he glued his hand to a table and filmed himself on his phone in court.\\nMs Davidson said she would not be taking part in proceedings as she wanted to stand trial with Mr Norton.\\nShe later returned to court and the trial resumed.\\nAbout 100 workers on a nightshift were unable to leave the plant in their cars when they finished at 05:00 BST due to the protest, the court heard.\\nAlan Brett, manufacturing director at Newsprinters, near Broxbourne, said the company had to order about 20 taxis and workers had to walk past the protesters to get to them.\\nMr Brett said one worker, who finished at 05:00, had to stay at the plant until 11:00 as he was unable to leave in a taxi as he needed his car later in the day.\\nThe court was also told that due to the blockade no ambulance or fire engine would have been able to get into the plant.\\nNewsprinters produces the Rupert Murdoch-owned News Corporation's titles including the Sun and the Times, as well as the Daily Telegraph, the Daily Mail and the London Evening Standard.\\nPC Josh Wilson, who arrived on scene at 23:30, told the court he saw protesters suspended from the bamboo structures with \"rock-climbing-like\" equipment, while other activists stood below.\\nThe court heard protesters were also lying under parked vans and the roofs of vehicles.\\nThe activists were protesting at what they said was the misreporting of the climate crisis by the media.\\nPolice repeatedly asked the group to leave the road as they were breaking the law by blocking it, the court was told.\\nOfficers arrested 51 people when the group failed to move.\\nEleanor Bujak told the court she sat on top of one of the vans through the night and did not come down until 11:00 the following morning.\\nWhen asked why, Ms Bujak said she believed the papers were failing in their duty to the public to tell the truth about the climate and ecological emergency.\\nMs Davidson said the blockade was a symbolic protest to make the public aware the government was not protecting its people and were \"failing the people of this world\".\\nAnother defendant, Timothy Speers, told the court the climate and ecological emergency was \"truly terrifying\".\\n\"Parts of the planet are becoming so hot they are literally becoming uninhabitable,\" he said.\\n\"The media in this country - all over the world- aren't addressing the issue.\"\\nThe six defendants are:\\nThe trial continues.\\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk", "image": [["The trial at St Albans Magistrates' Court has been delayed for a second time in as many days", "https://ichef.bbci.co.uk/news/480/cpsprodpb/FB6D/production/_118456346_sbna_stalbancrowncourts7and8.jpg.webp"]], "author": null, "date": "2021-05-11"}, "https://www.bbc.com/cymrufyw/57300237": {"title": "25 mlynedd ers protest yn erbyn ymweliad y Frenhines ag Aber", "subtitle": null, "text": "Mae union chwarter canrif ers i brotest gan fyfyrwyr yn Aberystwyth atal y Frenhines rhag cwblhau ymweliad â'r dref - yr unig dro i hynny ddigwydd ar dir mawr Prydain.\\nAr ddiwrnod olaf Mai roedd cannoedd o fyfyrwyr y brifysgol wedi dod at ei gilydd tu fas i Neuadd Pantycelyn er mwyn dangos eu hanfodlonrwydd gyda'r gwahoddiad yr oedd y Frenhines wedi'i gael i agor estyniad newydd i'r Llyfrgell Genedlaethol.\\nRoedd y protestwyr yn meddwl mai rhywun o Gymru - awdur neu ffigwr diwylliannol arall - ddylai fod wedi cael yr anrhydedd o agor yr estyniad.\\nFe gafodd saith o'r protestwyr eu harestio - rhai ohonyn nhw ar ôl neidio dros rwystrau i geisio atal car y Frenhines rhag cyrraedd y llyfrgell wrth iddo basio Neuadd Pantycelyn.\\nRoedd Morys Gruffydd yn un o'r rhai gafodd ei arestio. Roedd ei lun ar flaen y Western Mail y diwrnod canlynol, dan y pennawd 'The Shaming of Wales'.\\nDywedodd Mr Gruffydd - sy'n dal i fyw yn Aberystwyth - nad yw'n edifarhau am ei ran yn y brotest o gwbl.\\n\"Dwi'n credu bod yna falchder o fod yn rhan o rywbeth mor fawr a bod yn rhan o'r cannoedd oedd yn protestio,\" meddai.\\n\"Ond dwi'n credu wrth edrych ar y peth mewn cyd-destun ehangach mae'n dangos bod protestio di-drais yn gallu cyflawni pethau, bod pobl yn gwrando ar leisiau protestwyr ac mae'n braf gweld protestio yn parhau heddi - os yw e o blaid yr iaith Gymraeg, BLM neu Extinction Rebellion.\\n\"Os yw pobl yn dod at ei gilydd mewn modd di-drais mae modd cyflawni unrhyw beth.\\n\"Doedd dim syndod gyda llaw bod y papur cenedlaethol honedig wedi rhoi pennawd o'r fath. Ond y cywilydd mwyaf oedd bod y Frenhines wedi cael gwahoddiad yn y lle cyntaf i agor un o'r sefydliadau cenedlaethol yma yng Nghymru.\"\\nRoedd rhai wedi beirniadu'r heddlu, gan ddweud y dylai fod modd sicrhau y gallai'r Frenhines gwblhau'r ymweliad.\\nOnd gwrthod hynny wnaeth Heddlu Dyfed-Powys ar y pryd. Ar ôl y brotest ym 1996 fe ddywedodd Eifion Pritchard, Dirprwy Brif Gwnstabl y llu: \"Da ni wedi gwneud yn siŵr bod y Frenhines yn saff - bod hi wedi mynd o 'ma yn saff a gyda'i hurddas. Ac mae hynny'n fwy pwysig na gorffen y rhaglen yn fy marn i.\"\\nJohn Meredith oedd gohebydd BBC Cymru yn y digwyddiad, a dywedodd ei fod yn disgwyl y byddai rhyw drafferth yn ystod yr ymweliad.\\n\"O'n i'n gwybod o'r dechrau y byddai rhywbeth yn digwydd - ond lle a phryd a pha ffurf fyddai'r brotest yn cymryd - dyna o'n i ddim yn gwybod,\" meddai.\\n\"Lawr ar bwys yr orsaf [ar ddechrau'r ymweliad] roedd y genhedlaeth hŷn a phlant - pobl oedd yn deyrngar iawn ac yn falch iawn o weld y Frenhines - roedd lot o glapio a chwifio baneri ac ati.\"\\nOnd fe newidiodd yr awyrgylch wrth i'r car brenhinol adael y dref a dringo'r bryn tuag at y llyfrgell a gorfod pasio Neuadd Pantycelyn er mwyn cyrraedd.\\nPan ddigwyddodd y brotest roedd John Meredith wrth y llyfrgell yn disgwyl yr agoriad swyddogol.\\n\"Pan gyrhaeddodd y Frenhines ro'n i'n ymwybodol wedyn bod rhyw brotest wedi digwydd ar y ffordd lan, ac wedyn roedd hi'n fater o ffeindio allan wedyn beth yn union oedd wedi digwydd,\" meddai.\\n\"Ond erbyn iddi gyrraedd ni roedd popeth 'nôl yn dawel eto achos roedd plant yr ysgol Gymraeg yn canu iddi ac roedd dynes 95 oed yna i'w chyfarch hi, roedd popeth wedi tawelu erbyn iddi gyrraedd y llyfrgell a phopeth dan reolaeth gan yr heddlu.\"\\nYchwanegodd bod yr ymateb yn Aberystwyth i'r brotest yn gymysg.\\n\"Roedd y bobl oedd yn teimlo'n gryf mai rhywun oedd yn ymwneud â'r llyfrgell - Cymro neu Gymraes - ddylai fod yn agor yr estyniad newydd yma, o'n nhw yn teimlo'n gryf i'r cyfeiriad yna, ond wedyn roedd pobl yn y dref yn teimlo'n gryf bod hi'n beth da i Aberystwyth bod y Frenhines yn dod i wneud hyn.\"\\nAr ôl agor yr estyniad yn y Llyfrgell - ar gyngor ei swyddogion diogelwch - aeth y Frenhines ddim ymlaen i ail ran ei hymweliad.\\nRoedd hi fod i agor adran newydd ar gampws y brifysgol ond wnaeth hi ddim cwblhau'r ymweliad yn unol â'r cynllun gwreiddiol - yr unig dro i hynny ddigwydd ym Mhrydain.\\nYn ôl yr hanesydd Hefin Mathias roedd y digwyddiad yn Aberystwyth ym 1996 yn arwyddocaol am reswm arall hefyd.\\n\"Mi oedd yna brotestio mawr wedi bod yn Aberystwyth yn y 60au pan oedd y Tywysog Siarl wedi dod i'r Coleg ac mi oedd wedi gwaethygu yn ystod yr arwisgo yn 1969, ond ar y cyfan roedd y Frenhines yn cael ei chroesawu yn gynnes iawn gan bobl Cymru,\" meddai.\\n\"Daeth hi i gydymdeimlo gyda phobl Aberfan, ac roedd hi wedi bod yma nifer o weithiau.\\n\"Felly y rhagdybiaeth oedd y byddai 'na groeso mawr iddi, ac mi oedd croeso iddi ymhlith y werin bobl fel petai ar y diwrnod hwnnw, ond mi oedd yr ymweliad penodol yma yn taro yn arbennig yn groes i deimladau gwrth-Brydeinig a gwrth-Frenhinol y to ifanc.\\n\"Efallai fod hyn hefyd yn adlewyrchu y ffaith fod pobl Cymru ei hun yn newid, y gymdeithas yn newid, o fod yn gymdeithas wasaidd, i gymdeithas llawer mwy hyderus ac yn fwy parod i fynnu ei hawliau - a falle dyna pam roedd y brotest yma wedi digwydd.\\n\"Roedd yn arwyddocaol felly mewn cyd-destun lleol, ond hefyd yn arwyddocaol mewn cyd-destun cenedlaethol.\"", "image": [["Disgrifiad o’r llun, Roedd papur newydd y Western Mail yn feirniadol iawn o'r protestwyr", "https://ichef.bbci.co.uk/ace/standard/976/cpsprodpb/9DDD/production/_118731404_westernmail.png"], ["Disgrifiad o’r llun, Dywedodd Morys Gruffydd nad yw'n edifarhau am ei ran yn y brotest o gwbl", "https://ichef.bbci.co.uk/ace/standard/976/cpsprodpb/1130D/production/_118731407_morysgruffydd.png"], ["Disgrifiad o’r llun, Dywedodd John Meredith fod yr ymateb yn Aberystwyth i'r brotest wedi bod yn gymysg", "https://ichef.bbci.co.uk/ace/standard/976/cpsprodpb/03F5/production/_118731010_johnmeredith.png"]], "author": null, "date": null}}