{"https://www.bbc.com/news/uk-scotland-edinburgh-east-fife-59097289": {"title": "Edinburgh warned to prepare for COP26 disruption", "subtitle": null, "text": "For the next two weeks Glasgow will be the focus of world attention as it hosts COP26.\nBut the impact of the event won't be limited to Scotland's largest city and people in Edinburgh are being warned to prepare for disruption too.\nOf the 25,000 delegates invited to attend the UN climate conference, about a fifth will stay in the capital and travel through to the Clydeside venue.\nThat means added pressure on the city's transport system.\nWith the threat of strike action now averted, ScotRail has reverted to its original plan, which includes bolstering the service between Edinburgh and Glasgow that will take so much of the strain.\nTrains travelling via Falkirk High will operate with the maximum eight carriages for the duration of the conference.\nThe timetable - which comes into effect on Monday and runs until Friday 12 November - also includes more late-night trains with some running after midnight.\nThose travelling, however, can expect it to be busy, with ScotRail urging passengers to plan ahead and check their journeys before travelling.\nCommuters are also being warned to expect disruption on Edinburgh's roads.\nThe opening days of the two-week conference will feature the spectacle of dignitaries being whisked through the city in motorcades en route to Glasgow.\nMore than 50 world leaders are staying in the capital and their entourages, not to mention thousands more COP26 delegates, are helping to boost hotel occupancy to levels typically seen during the busy summer festivals.\nAnd while the VIPs are on the move, drivers will have to stop and wait.\nSarah Boyd, operations director for Lothian Buses, is part of team monitoring the likely impact on a bank of screens in their city centre control room.\nShe said: \"If we're able to say how long its likely to last for then we will give that information out. That allows drivers to communicate with people on the bus if there's perhaps going to be a period of sitting and waiting. We'll do our best to keep people informed.\n\"I think we expect there will be disruption and we're going to do our best to cope with that. Our primary function is to take people on their journeys as safely as possible so we will do our very best to keep that service running to time but we are advising people to plan ahead, leave extra time for their journey and to be considerate of fellow passengers and our drivers.\"\nCOP26 also means longer hours for Naomi Cornwall and her colleagues running the council's travel Twitter account from the same control room.\n\"The cameras here obviously come in very handy so there's access to over 500 cameras that I can use and zoom in if there's problems,\" she said. \"If there are any issues then we hear via the drivers radioing in but also we hear a lot from people on social media. If something has happened we'll get the message out quickly.\"\nPlanned protests, such as this Sunday's Extinction Rebellion march from the Meadows to the Scottish Parliament, will also contribute to restricted movement around Edinburgh. So too, potentially, the unannounced \"non-violent direct action\" promised by activists during the climate conference.\nFactor in major sporting events such as Scotland's sold out Rugby International against Australia next Sunday and it's clear a busy fortnight is in prospect.\nCammy Day, deputy leader of Edinburgh Council, said: \"We're working with Police Scotland and with all our transport providers to make sure that we keep the city going as much as we can but I won't pretend. With thousands more people coming to the city there will be some disruption.\"\n\"The city will be really busy with people toing and froing on trains and buses.\n\"There will be some potential closures so read what we're doing online, keep aware and do your bit to take part in COP26 whether that's reducing your carbon footprint or taking in the many events either here in Edinburgh or in Glasgow.\"\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.", "image": [{"caption": "BBC Traffic control centre", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/94F9/production/_121273183_edinburghcop261.png.webp", "local_name": "BBC_2021-10-30_Edinburgh-warned-to_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Sarah Boyd, of Lothian Buses, says the company will do its best to keep people informed of any disruption", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6DE9/production/_121273182_edinburghsarahboydcop262.png.webp", "local_name": "BBC_2021-10-30_Edinburgh-warned-to_img2.webp", "local_path": "article_images/BBC"}, {"caption": "A previous Extinction Rebellion protest outside the Scottish Parliament in 2019", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/A85F/production/_107230134_d8nvy-vxsaa-vqn.jpg.webp", "local_name": "BBC_2021-10-30_Edinburgh-warned-to_img3.webp", "local_path": "article_images/BBC"}], "author": ["Steven Godden"], "date": "2021-10-30", "source": "BBC", "id": "BBC_2021-10-30_Edinburgh-warned-to"}, "https://www.bbc.com/news/uk-england-hampshire-57858103": {"title": "Farnborough Airport entrances blocked by protesters", "subtitle": null, "text": "Environmental activists from Extinction Rebellion have blocked entrances to a private airport in Hampshire.\nCampaign group members are outside three entrances to Farnborough Airport protesting against carbon dioxide levels produced by private flights.\nSome of the protesters have locked themselves to a stretch limousine, fuel barrels and a steel tripod.\nAn airport spokeswoman said authorities were monitoring the situation and the airport was still fully operational.\nAn Extinction Rebellion spokesman said: \"As world leaders gather for the COP26 climate summit in Glasgow this month, protesters are calling on the world's super-rich elite of celebrities, oligarchs and business leaders to ditch private flights.\"\nProtesters have accused the airport of \"greenwashing\" after it announced a switch to sustainable aviation fuel (SAF) which is created using non-recyclable household waste.\nGreenwashing is a term used for companies allegedly using misleading information to make products or services sound more environmentally friendly.\nTodd Smith, 32, activist and a former airline pilot from Reading, Berkshire, criticised Farnborough Airport's move to offer sustainable aviation fuel as an alternative.\nHe said: \"The term 'sustainable aviation fuel' was coined by the aviation and fossil fuel industry to deceive the public and greenwash the utterly destructive nature of biofuels.\n\"Biofuels result in land grabs, deforestation, biodiversity loss, water scarcity, rising food prices and land-use emissions which can be worse than the fossil fuel they are replacing.\"\nA government spokesperson previously told the BBC: \"We share the passion of many to end our contribution to climate change and protect the planet for this generation and those to come.\"\nA Hampshire Constabulary spokesman confirmed officers were at the scene of the protest and no arrests had been made.\nThey added: \"Everyone has the right to free speech and protest.\"\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk.", "image": [{"caption": "Environmental activists have blocked three entrances to Farnborough Airport", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/12BAF/production/_120791767_xr1.jpg.webp", "local_name": "BBC_2021-10-02_Farnborough-Airport-entrances_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Protesters accused the private airport of \"greenwashing\"", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/179CF/production/_120791769_xr2.jpg.webp", "local_name": "BBC_2021-10-02_Farnborough-Airport-entrances_img2.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-10-02", "source": "BBC", "id": "BBC_2021-10-02_Farnborough-Airport-entrances"}, "https://www.bbc.com/news/uk-politics-58761003": {"title": "Green Party's new leadership team to focus on power not protests", "subtitle": null, "text": "The Green Party's new leaders have vowed to make it a powerful electoral force across England and Wales.\nCarla Denyer and Adrian Ramsay have been elected to replace Jonathan Bartley and Sian Berry.\nMs Denyer said voters were increasingly seeing Greens \"can get elected\".\nShe said the party agreed with many of the aims of Insulate Britain - the group staging protests on motorways - but did not \"necessarily agree\" with their tactics.\nThe new leadership team has pledged to build on recent electoral successes and take more seats at every level, including more MPs.\nThe party currently has just one MP, Caroline Lucas, but gained 99 seats in May's local elections and became the joint largest on Bristol City Council.\nMs Denyer, who is a councillor in Bristol, said: \"We increasingly are in power. The Greens are part of the administration on 14 councils in England and Wales now and in government in Scotland.\n\"That's a steep curve, that's improving all the time.\"\nShe said the party was the \"electoral wing\" of the Green movement, and while there was a place for \"direct action in the wider political movement\", Insulate Britain is \"not necessarily always doing it in the most constructive way\".\nMr Ramsay said strong voices are needed to make the case for a Green agenda, not just on the environment but a whole range of issues.\n\"Our country is in crisis  - pumps running out of petrol, empty shelves in supermarkets and millions heading into winter fearing rising fuel bills\" he added and Green polices would \"help prevent the next crisis\".\nBy BBC Political Correspondent Ione Wells\nCarla Denyer and Adrian Ramsay put an emphasis in their campaign, and victory speeches, on becoming a serious electoral force.\nMs Denyer has often been touted within party circles as the \"obvious next MP\" and came second in the race for the Bristol West seat in 2019.\nMr Ramsay was part of the campaign team that got their only MP, Caroline Lucas, elected and has been credited with co-writing the election strategy that saw them deliver more Green councillors on more councils than ever at the English local elections in 2021.\nThey beat a number of other candidates including deputy leader Amelia Womack and Tamsin Omond, a founding member of Extinction Rebellion.\nThe new leadership were keen to stress that groups like Insulate Britain and Extinction Rebellion were different from the Green Party, and they don't always support their tactics, but credited the organisations for putting climate at the \"top of the agenda\".\nFor this pair though, winning influence through positions of power is a key aim.\nThey hope to use current issues like rising energy bills and empty petrol pumps to demonstrate their view that the UK is too reliant on fossil fuels.\nMr Ramsay said the Greens would create \"sustainable, secure jobs with decent rates of pay\" with policies to install insulation and renewable energy systems in homes, improve public transport system and prioritise sustainable food supplies.\nSpeaking after the result was announced, Ms Denyer said both she and Mr Ramsay would \"focus on getting more Greens elected\" at every level, including more Green MPs.\nShe said: \"It is time for the Greens to shine.\n\"We intend to lead this party to the electoral success we know is within our grasp\", adding: \"A better future is possible.\"\nMr Ramsay and Ms Denyer took 44% of the first preference votes in the leadership contest.\nAnd in the second round of voting, the new leaders secured 62% of preferences, with 6,274 votes.\nAmelia Womack and Tamsin Omond came second with 30% of first preference votes. Ms Womack will continue to be the party's deputy leader.\nThe election was triggered after Jonathan Bartley announced he would be standing down as party co-leader and Sian Berry decided not to seek re-election.", "image": [{"caption": "The Greens launched their 2019 manifesto in Bristol", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/3B18/production/_120782151_ea1e45e1-e270-4b1e-9dbe-78652230be5d.jpg.webp", "local_name": "BBC_2021-10-01_Green-Party's-new_img1.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-10-01", "source": "BBC", "id": "BBC_2021-10-01_Green-Party's-new"}, "https://www.bbc.com/news/uk-scotland-glasgow-west-59089946": {"title": "COP26: Climate summit venue becomes UN territory", "subtitle": null, "text": "Glasgow's Scottish Events Campus (SEC) has officially been handed over to the United Nations for the historic COP26 summit.\nThe venue now makes up the Blue Zone, and becomes official UN territory for the duration of the global conference.\nThe area will be patrolled by armed UN officers and will be under the highest levels of security.\nThe UN confirmed the SEC was handed over to it on Friday afternoon ahead of the summit opening on Sunday.\nWorld leaders and delegates will gather in Glasgow from 31 October until 12 November in a bid to hammer out a deal to tackle climate change.\nMost countries will be represented, with about 25,000 accredited delegates expected for the UN Conference of Parties (COP) summit, which will attract the attention of the world and activists from around the globe.\nThe event will take place across two sites - the Blue Zone at the Scottish Event Campus and the Green Zone at Glasgow Science Centre.\nThe Blue Zone will host the main negotiations between world leaders and climate change specialists and is therefore subject to the strictest restrictions.\nOrganisations sending delegates to the conference to observe and take part had to apply more than a year ago to navigate tight security requirements.\nPolice Scotland will only be allowed to enter the site if they are invited to do so by the UN secretary general, or if they believe there is a threat to life.\nThe area will remain under the jurisdiction of Scots Law if any crimes are committed there.\nUN officials, representatives and experts all have diplomatic immunity which means they are exempt from legal process - inside the blue zone.\nThe Green Zone is located on the south of the river with the Science Centre at the heart, hosting a programme of ticketed events.\nThe plan there is to spotlight the dynamic, exciting and inspiring strides being made in climate action across the world.\nWith just two days to go until the world's eyes fall on Glasgow, activity is already building in the city.\nClimate change activists Ocean Rebellion staged one of the first demonstrations on the banks of the River Clyde with three \"vomiting oil heads\" to highlight environmental threats to the oceans.\nExtinction Rebellion started a fortnight of protest action off with a demonstration at the University of Glasgow.\nFour activists locked themselves to the memorial gate to demand that the university urgently implements the campaign group's  Green New Deal - a list of 60 demands they say would end the establishment's \"ecologically destructive practices\".\nThe area around the SEC will be protected by about 10,000 police officers every day.\nPolice Scotland are in charge of the operation and make up about 45% of the numbers, with officers drafted in from across the UK to make up the rest of the police contingent.\nAs well as police from around the UK, there will also be British Transport Police, MoD police and representatives of the Civil Nuclear Constabulary.\nIn addition, police divers will be part of security unit on the River Clyde during the conference.\nMinistry of Defence police will also provide a \"24/7 armed policing presence\" on the river, which runs close to the venue and through the centre of the city.", "image": [{"caption": "The interior of the COP26 Blue Zone was unveiled on Friday", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1058C/production/_121265966_cop2.jpg.webp", "local_name": "BBC_2021-10-29_COP26:-Climate-summit_img1.webp", "local_path": "article_images/BBC"}, {"caption": "site map", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1F85/production/_121096080_cop26_glasgow_site_map_2x640-nc-002.png.webp", "local_name": "BBC_2021-10-29_COP26:-Climate-summit_img2.webp", "local_path": "article_images/BBC"}, {"caption": "Negotiations will take place in the SEC which is now UN territory for the duration of the summit", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1F14/production/_121265970_cop1.jpg.webp", "local_name": "BBC_2021-10-29_COP26:-Climate-summit_img3.webp", "local_path": "article_images/BBC"}, {"caption": "Ocean Rebellion demonstrated against fossil fuel pollution opposite the Hydro in Glasgow", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/B76C/production/_121265964_gettyimages-1236201878.jpg.webp", "local_name": "BBC_2021-10-29_COP26:-Climate-summit_img4.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-10-29", "source": "BBC", "id": "BBC_2021-10-29_COP26:-Climate-summit"}, "https://www.bbc.com/news/uk-england-bristol-58734918": {"title": "Bristol airport's plans 'unite community' in opposition", "subtitle": null, "text": "Today marks the final day of the public inquiry into Bristol Airport's controversial expansion plans. The airport wants to expand its terminal and transport facilities so that up to 12 million passengers can use it - a 30% rise on the 8.5 million people a year who currently do.\nNorth Somerset Council refused planning permission for the expansion last year and has been defending that decision at the inquiry.\nBut what's it like to live on the airport's doorstep? BBC Radio Bristol's political reporter Pete Simson has been to talk to people who live under the flight path on the Mendip Hills.\nAs you approach Bristol Airport from the city, there's a tiny right hand turn which takes you into the equally tiny village of Felton. Blink and you'll miss it.\nIt's here I meet Claire Czajkowska and Neil Davidge, who live with their young son and flock of chickens. They have lived in the village for eight years.\nMs Czajkowska said: \"We are in the middle of an acre and a half surrounded by chickens. It's very quiet but when a plane goes over the contrast is quite stark.\n\"They wake us up at half five in the morning- it's very loud. When they're taking off this way you can hear them in the garden and in the house and sometimes you have to stop speaking.\"\nThe couple acknowledge the house and land was affordable due to its proximity to the airport, which is just two miles (3.2km) away.\n\"We bought the house knowing fully that the airport was there and was noisy.\"\nMr Davidge, a musician who has produced for bands like Massive Attack, has to stop working when the planes go over as they produce a tone that is out of key with the music he is writing.\nFor a passionate opponent of the airport's expansion, Ms Czajkowska has a surprising affinity with flying, having grown up in Switzerland and with family in Ireland and Poland.\n\"We've been hopping on planes for as far back as I remember. I'm not against any of that,\" she said.\n\"But we've got to get real now, we've got to get sensible.\"\nFor Mr Davidge, how the expansion will impact his children and grandchildren is the main concern.\n\"We're the first generation that actually knows we're going to leave the world in a worse place for our children and I think that is terrible,\" he said.\n\"We shouldn't be expanding like this, we need to reduce emissions. We need to take better responsibility for this world.\"\nGovernment inspectors have spent the past three months listening to evidence from all sides, and will have to decide whether or not they can expand their passenger numbers, flights, car-parking spaces - increasing jobs in the process. It's a huge decision.\nOn the other side of the hill, as the jet engines roar for take-off, another opponent shares his somewhat contradictory emotions.\n\"Part of me is quite excited listening to that,\" said Steve Hogg.\nHe is the independent district councillor for the village of Wrington and its surroundings, and, despite being a fervent critic of the expansion plans, it turns out he's a trained pilot.\n\"People have called me a hypocrite. But there's a difference between pootling around in a microlight and 5,000 extra cars on the greenbelt.\"\nFor Mr Hogg, the issue has united local people like no other.\n\"In the summer I spoke at an Extinction Rebellion protest, then met with local [Conservative] MP Liam Fox the same day. We are all singing from the same hymn sheet.\n\"Wrington has a very real window on the airport's activities as do Cleeve and Winford- lots of rural communities surround Bristol Airport.\"\nHe said he would support an expansion related to an innovation in aviation but added \"this is about cheap holidays to the Med and that's what it's always been about\".\n\"How can you expand a rural airport in the heart of a community like this in the middle of a climate crisis?\"\nLocal people, however, also happen to work at Bristol Airport, and in the summer I was given access to some of their loyal, everyday staff.\nChristine is the terminal operations controller, overseeing the day to day running of the airport.\nShe said: \"When I was younger my parents used to bring me and my brother here to watch planes at the end of the runway. I always wanted to work here.\"\nThe animosity from opponents hurts, she says, especially as \"we don't make the big decisions but we are doing the daily things to do our bit, things no-one notices unless you work here\".\nThe airport does indeed have plans to become \"net zero\" by 2030.\nAn impressive feat in isolation, but given this target doesn't include emissions from flights or those travelling to and from the airport it has led to accusations of \"greenwashing\" by some critics.\nLater that morning procurement manager Susannah proudly explains the work they are doing to reduce emissions from buying sustainable products to using electric vehicles on site.\nHer straight-talking manner is endearing and when I challenge her on the contradiction of doing this while increasing flights, I get a most un-corporate response.\n\"Will you stop going on holiday? Will you stop flying because of carbon? If you ask that of everybody, I'm not sure they will.\"\nIt's her firmly-held belief that technology will make the industry less polluting in time, as cleaner ways to fly are developed.\nBack in Felton, it's a belief that's enthusiastically welcomed by Ms  Czajkowska: \"Fabulous. Do that. Get the planes running on clean fuels, with less noise. Then come back and ask us to expand.\"\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk", "image": [{"caption": "Neil Davidge and Claire Czajkowska's home shares the same Mendip countryside as Bristol Airport, which is less than two miles away", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/01EE/production/_120749400_airportcouple.jpg.webp", "local_name": "BBC_2021-10-08_Bristol-airport's-plans_img1.webp", "local_path": "article_images/BBC"}], "author": ["Pete Simson"], "date": "2021-10-08", "source": "BBC", "id": "BBC_2021-10-08_Bristol-airport's-plans"}, "https://www.bbc.com/news/uk-scotland-59102422": {"title": "COP26: Greta Thunberg mobbed as activists gather in Glasgow", "subtitle": null, "text": "Thousands of activists arrived in Scotland's largest city to make their climate change concerns known.\nThey included Greta Thunberg who was mobbed as she arrived by train in Glasgow.\nThe Swedish activist was surrounded by police, media and activists at the city's Central Station.\nEarlier, faith groups making pilgrimages to Glasgow converged in the city as protests build ahead of COP26 which starts on Sunday.\nMany had walked thousands of miles to join in a procession through the city centre.\nThe event was an \"opening ceremony\" to a series of non-violent protests planned in Glasgow, and around the world, during the United Nations convention.\nMs Thunberg travelled by train from London Euston, carrying a cardboard placard saying Fridays for Future, the name of the youth movement inspired by her school strikes in 2018.\nHundreds of people from Extinction Rebellion (XR) Faith and pilgrimage groups converged at the McLennan Arch on Glasgow Green, where XR Scotland's \"Blue Rebels\" formed a guard of honour for them.\nThe bells at St Mary's Episcopal Cathedral in Glasgow led a UK-wide toll from 18:00, offering a traditional warning to humanity to \"pay heed to the climate crisis\".\nThose arriving in the city include Marcha Glasgow, a group of Spanish activists who took a ferry from Bilbao to Portsmouth to embark on a 30-day hike to Glasgow.\nCamino to COP26 members have walked from London and Bristol to Glasgow in just under two months.\nYoung Christian Climate Network activists arrived in the city on Saturday after walking 1,200 miles from Cornwall.\nEcumenical Pilgrimage for Climate Justice arrived in Glasgow from Poland, Sweden and Germany and Pilgrimage for COP26 has walked from Dunbar to Glasgow.\nGlasgow-based artists Zoe Walker and Neil Bromwich paraded the Serpent of Capitalism, a 30m (100ft) sculptural artwork alongside the pilgrimage groups.\nAlex Cochrane, of XR Glasgow, said: \"COP26 must end a growing crime against humanity by wealthy governments where the global south are sacrificed to bear the brunt of the global north's affluent, carbon-intensive lifestyles.\n\"We welcome the pilgrims of faith - and no faith - who are walking to COP26 to demand governments also walk the walk for the global south.\"\nYaz Ashmawi, of XR Pilgrim, said: \"Countries around the world are already suffering the consequences of our historic emissions in the west, and small island states like the Maldives will be submerged by rising seas if no immediate action is taken on the climate.\n\"As people of faith we have a spiritual duty of care to those who are less fortunate than us, so we have been using this walk to raise money for activists in financially disadvantaged countries that are already impacted, to empower them to join this conversation themselves.\"\nA group of indigenous leaders from North and South America were welcomed to Glasgow by First Minister Nicola Sturgeon.\nShe said that although Scotland did not have a place at the negotiating table, the Scottish government would help Minga Indigena get their message heard.\n\"As representatives of indigenous peoples and the Global South, they have an important message to convey on behalf of those least responsible for the global climate emergency, who are often first and most severely affected by its consequences,\" Ms Sturgeon said.\nCalfin Lafkenche, Mapuche leader from Patagonia, Chile, Minga Indígena said: \"We are the guardians of 70% of the world's biodiversity. It is everyone's task to reach an understanding and move to a new paradigm where all humanity protect nature.\n\"We need to face the greatest challenge in history together.\"\nThe group have so far been unable to bring all their representatives to Glasgow because of a shortage of accommodation in the city. Several members have been given accommodation by local people but organisers still hope to get access to a large property where more of them can stay together.\nOver the next two weeks about 30,000 people are expected to attend the climate conference.\nPolice Scotland Chief Constable Iain Livingstone, Scotland's most senior police officer, previously said his force would respond \"swiftly and robustly\" to protesters who tried to disrupt the event.\nHe said the force - together with 7,000 officers from other parts of the UK who have been deployed to Scotland to help police COP26 - was \"ready for the challenges that lie ahead\".\nDramatic protests from other groups have already begun in other parts of the city.\nSing The Change brought choirs together in George Square to sing an arrangement of Louis Armstrong's  What A Wonderful World.\nFour XR protesters locked themselves to the Memorial Gates at the University of Glasgow on Friday to demand that the establishment adopt the Green New Deal - a climate strategy developed by students and staff at the university.\nOcean Rebellion activists poured \"oil\" in front of Glasgow's Cop26 venue in protest ahead of the event.\nAndrew Darnton, an Ocean Rebellion activist and climate change researcher, told BBC Radio's Good Morning Scotland programme his group had arrived in Glasgow early to get media coverage before the summit began, and had been warmly welcomed by the people of Glasgow.\nThey use \"striking visual performances\", such as setting fire to their boats or pools of dead mermaids, to convey their message about blue carbon - how the seas store carbon.\n\"We are bringing people news about the state of the seas and the degradation of the oceans and pointing out how important that is in relation to getting any kind of meaningful progress on cutting carbon,\" Mr Darnton said. \"You can't do that without the seas.\"\nHe added: \"We'd like people simply to understand that you won't fix the climate crisis without attending to the ocean.\n\"Bottom trawling of the ocean, stirring up the ocean bed, produces more carbon in a year that the whole of aviation, the whole of flying, because the seas lock up so much carbon for us. They provide most of our breathable oxygen.\"\nRail companies worked together to bring young people, politicians and representatives from non-governmental organisations from Europe to Glasgow.\nDebates on sustainable travel were held during the journey to London. Passengers then travelled to Glasgow on a Pendolino clad with a new design to celebrate the Climate Train journey.\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.", "image": [{"caption": "Greta Thunberg arrives at Glasgow's Central station", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6975/production/_121279962_gettyimages-1236231825.jpg.webp", "local_name": "BBC_2021-10-30_COP26:-Greta-Thunberg_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Climate activist Greta Thunberg was mobbed as she arrived in Glasgow", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/B795/production/_121279964_gettyimages-1236231317.jpg.webp", "local_name": "BBC_2021-10-30_COP26:-Greta-Thunberg_img2.webp", "local_path": "article_images/BBC"}, {"caption": "PA Media Coat of Hopes, Glasgow Green", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/14629/production/_121279438_tv071634599.jpg.webp", "local_name": "BBC_2021-10-30_COP26:-Greta-Thunberg_img3.webp", "local_path": "article_images/BBC"}, {"caption": "Reuters Serpent of Capitalism", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/13A03/production/_121278308_tv071637134.jpg.webp", "local_name": "BBC_2021-10-30_COP26:-Greta-Thunberg_img4.webp", "local_path": "article_images/BBC"}, {"caption": "Getty Images climate march", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/19A7/production/_121276560_gettyimages-1236208022.jpg.webp", "local_name": "BBC_2021-10-30_COP26:-Greta-Thunberg_img5.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-10-30", "source": "BBC", "id": "BBC_2021-10-30_COP26:-Greta-Thunberg"}, "https://www.bbc.com/news/science-environment-58847456": {"title": "Prince Charles: I understand climate activists' anger", "subtitle": null, "text": "The Prince of Wales has told the BBC he understands why campaigners from organisations like Extinction Rebellion take to the streets to demand action on climate change.\nIn the interview at his home in Balmoral, Prince Charles said action such as blocking roads \"isn't helpful\".\nBut he said he totally understood the \"frustration\" climate campaigners felt.\nAnd he warned of a \"catastrophic\" impact if more ambitious action isn't taken on climate change.\nSpeaking in the gardens of his house on the Balmoral estate in Aberdeenshire, the prince said it had taken too long for the world to wake up to the risks of climate change.\nAnd he worried that world leaders would \"just talk\" when they meet in Glasgow in November for a crucial UN climate conference.\n\"The problem is to get action on the ground,\" he said.\nAsked if he sympathised with Greta Thunberg, the climate campaigner who has also criticised leaders for failing to act, he said: \"Of course I do, yes.\n\"All these young people feel nothing is ever happening so of course they're going to get frustrated.  I totally understand because nobody would listen and they see their future being totally destroyed.\"\nThe prince also said he understood why groups such as Extinction Rebellion were taking their protests to the streets.\n\"But it isn't helpful, I don't think, to do it in a way that alienates people.\n\"So I totally understand the frustration, the difficulty is how do you direct that frustration in a way that is more constructive rather than destructive.\"\nWhen asked if the UK government was doing enough to combat climate change, the prince replied:  \"I couldn't possibly comment.\"\nThe interview took place in Prince George's Wood, an arboretum the Prince of Wales has created in the gardens of Birkhall on the Balmoral estate.\nHe planted the first tree when Prince George, his oldest grandchild, was born and he said the project had become \"an old man's obsession\".\nPrince Charles was frank about the shortcomings of businesses to take action on climate.\nHe has long argued engaging business leaders in tackling climate change would be crucial in limiting global temperature rises.\nThis has been a key strand of his campaigning over the years, most recently through his Sustainable Markets Initiative.\nThe prince said that, while governments can bring billions of dollars to the effort, the private sector has the potential to mobilise trillions of dollars.\nBut he told the BBC he feared many business executives still didn't give environmental issues the priority they deserved.\nMany of the young people they employ really mind about environment issues but, he said, \"they haven't quite got to the top to make a fundamental difference\".\nHe said the Glasgow climate conference was \"a last chance saloon\" and said it would be \"a disaster\" if the world did not come together to tackle climate change.\n\"I mean it'll be catastrophic. It is already beginning to be catastrophic because nothing in nature can survive the stress that is created by these extremes of weather,\" he said.\nChallenged about his own efforts to reduce his carbon footprint, Prince Charles said he had switched the heating of Birkhall to biomass boilers, using wood chips from trees felled in the estate's forest.\nHe has installed solar panels at Clarence House, his London residence, and on the farm buildings of his Gloucestershire home, Highgrove.\nHe said he had installed heat pumps at some of his properties and a hydroelectric turbine in the river that runs beside Birkhall.\nHe was also challenged on his long-standing love of cars, and asked if he was \"a bit of a Jeremy Clarkson, a bit of a petrol-head?\"\n\"Well, yes\", the prince acknowledged: \"But that was before we knew what the problems were.\"\nHe said he had converted his favourite vehicle, an Aston Martin he has owned for 51 years, to run on what he described as \"surplus English white wine and whey from the cheese process\".\nHis Aston Martin has been modified to run on a fuel called E85 - made up of 85% bioethanol and 15% unleaded petrol.\nBioethanol can be derived from different sources - including in the case of the prince's car - surplus wine and alcohol extracted from fermented whey.\nHe said most of the vehicles used on his estates were now electric but \"it can't all be done with electric vehicles\", and that hydrogen technology would need to be part of the mix as transportation was decarbonised.\nTop of the list of the concerns he had about electric vehicles was price, \"they are not cheap\", he said.  He was also worried about how the materials for batteries would be sourced and how they would be recycled.\n\"At the moment there is a huge amount of waste which is really worrying,\" he said.\nThe prince acknowledged how difficult it was for most people to reduce their carbon footprint.\nHe said he had changed his diet to reduce his impact on the environment and urged others to do the same.\nHe now doesn't eat meat and fish on two days each week and doesn't eat any dairy products on another day.\n\"If more people did that it would reduce a lot of the pressure on the environment,\" he said.\nTrees were a great way to capture carbon and improve the urban environment, he said, suggesting avenues of trees might be planted to commemorate those who had died in the coronavirus pandemic.\nThe prince recognised that low carbon travel remains a big challenge.  He said he hoped flying would become easier and more sustainable when new bio-fuels, using carbon captured from the air with sustainably sourced hydrogen, become available.\nBut he believed systemic change was necessary to bring about the transformation of transportation and other industries that would be required to drive down emissions.\n\"No one person can solve the problem,\" he said. \"It's a pinprick.\"\nThe prince said the key would be making the environmentally friendly options cheaper for everyone.\n\"We still have fossil fuel subsidies, why?\" he asked.\nHe described as \"crazy\" the fact there were still subsidies for what he called \"insane agro-industrial approaches to farming which are a disaster in many ways, cause huge damage and contribute enormously to emissions\".\nHe said there were similar \"perverse\" subsidies for the fishing industry which he said caused \"mammoth damage\" through trawling.\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.\nDo you have any questions about the forthcoming COP26 global climate conference in Glasgow?\nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in.", "image": [{"caption": "Prince George's Wood is designed to showcase autumn colours", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/12FB7/production/_121015777_ssijrzmq.png.webp", "local_name": "BBC_2021-10-11_Prince-Charles:-I_img1.webp", "local_path": "article_images/BBC"}], "author": ["Justin Rowlatt"], "date": "2021-10-11", "source": "BBC", "id": "BBC_2021-10-11_Prince-Charles:-I"}, "https://www.bbc.com/news/uk-england-london-59035764": {"title": "Insulate Britain: Protesters block east London roads", "subtitle": null, "text": "Insulate Britain has targeted Canary Wharf in east London as it resumes its roadblock campaign after a pause.\nDemonstrators from the environmental group obstructed Limehouse Causeway at 08:20 BST.\nAbout 60 protesters have also targeted nearby Liverpool Street, Bishopsgate and Upper Thames Street.\nPolice have arrested 52 people, dragging some from the road. Transport Secretary Grant Shapps previously branded activists \"glued fools\".\nInsulate Britain blocked roads on 14 days over five weeks to 14 October, with some protesters gluing their hands to the carriageway to increase the length of time it took for police to remove them.\nThe Department for Transport has applied for more than 100 court injunctions covering the national highway network around London and the South East. Breaches of the injunctions could lead to jail terms.\nDemonstrators who superglued their hands to the ground on Monday were removed from the road by officers before being arrested and led to police vehicles.\nAs she was unglued, one woman said she was \"in agony\".\nMembers of the public approached the protesters, with some saying they were \"doing a good job\".\nOne of the protesters, Emily, said she had been arrested 14 times for her involvement in demonstrations.\nAnother, Tony Hill, 71, said he had travelled from near Kendal in Cumbria to the capital to take part.\nHe said: \"I'm here today out of anger, fear and determination. The anger that my government is failing the people of our country.\n\"The governments of the world are failing everyone. Everyone says we're at the 11th hour but we're at midnight and nothing substantial is being done by our government and the governments across the world.\"\nIn a statement, Insulate Britain said: \"We won't stand by while the government kills our kids.\"\nActivist Liam Norton branded the government \"treasonous\", claiming it had \"betrayed\" citizens and was leading the country on a path to \"genocide\".\nInsulate Britain, an offshoot of Extinction Rebellion, wants the government to insulate all UK homes by 2030 to cut carbon emissions.", "image": [{"caption": "Police have arrested 52 people, dragging some from the road", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/07DB/production/_121211020_a1.jpg.webp", "local_name": "BBC_2021-10-25_Insulate-Britain:-Protesters_img1.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-10-25", "source": "BBC", "id": "BBC_2021-10-25_Insulate-Britain:-Protesters"}, "https://www.bbc.com/news/uk-scotland-58915705": {"title": "COP26: Protesters who block major roads 'will be moved' by police", "subtitle": null, "text": "Protesters who block major roads during the UN climate conference in Glasgow will be moved and may face arrest, police have said.\nPolice Scotland said this would apply even if the COP26 protests are peaceful as they could be unlawful and unsafe.\nDep Ch Con Will Kerr told BBC Scotland officers have a \"whole range of tactics\" to use in such circumstances.\nAlthough disruption is expected, DCC Kerr insisted emergency services would still respond to those who need them.\n\"Some protesters will inevitably try and block some roads. If it's not a main arterial route, we'll take a sensible proportionate approach to it,\" he said.\n\"If it's a main route, if it involves movement plans for the world leaders, if it involves major disruption to the life of the city, then we will move in and if the protesters won't move, we will remove them.\"\nAsked how quickly the police would move people, he said: \"It depends on how many people, what the environment is, but it also depends on how quickly we need to move for the safety of the protesters themselves.\n\"Running on to major roads to try and block it is a very unsafe thing to do. If we need to step in quickly, we will step in quickly.\"\nThe force said that because the UN actively encourages protest, certain groups have been accredited and assigned a time and venue to gather.\nPolice Scotland has met with a number of groups to discuss how the event will be policed, including Extinction Rebellion.\nAssistant Chief Constable Bernie Higgins said there was \"no one size fits all to protest\".\n\"Some groups will do a lie in,\" he said. \"If people want to go to George Square and lie down, crack on, because you're really not going to have much impact on the conference.\n\"If however you decide to try and shut the Kingston Bridge then that's really, really dangerous for yourself, it's really, really dangerous to other road users and potentially it would prevent ambulances responding to calls so we would move very swiftly to clear that area and it would result in arrests.\"\nHe added that police could put diversions in place if protesters block minor routes.\nAbout 10,000 officers will be deployed each day to the conference in Glasgow next month, where around 120 world leaders and heads of state are expected to attend.\nEvery force in the UK will assist Police Scotland with operations, including British Transport Police, the Civil Nuclear Constabulary and Ministry of Defence police.\nSpecialist resources such as firearms officers, dog handlers, mounted branch, search teams and the marine unit will be used.\nSignificant events during the conference, running from 31 October to 12 November, include the two-day world leaders summit on 1-2 November and the youth event on 5 November.\nPolice Scotland also expect 100,000 people to attend a climate rally on 6 November in the city centre.\nThe style of policing throughout the event will be \"friendly, fair and accommodating\", according to the force.\nIn addition to road closures, DCC Kerr said there was potential for \"further disruption\" if pressure on agencies and services becomes \"more acute\".\nHowever he stressed: \"I can reassure the public that if they need an emergency response from us they will get it.\"\nDCC Kerr added: \"There's no straightforward, simple or single answer to the complex problem of tens of thousands of people and well over 100 world leaders moving about a city over a compressed period of time.\n\"Our principal and simple objective is relatively straight forward, to run a safe and secure environment in which the conference can take place. We are very confident the conference will take place in that secure environment.\"\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.", "image": [{"caption": "Insulate Britain protesters blocked the M25 in Essex in September", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/FFF8/production/_121082556_gettyimages-1235434788.jpg.webp", "local_name": "BBC_2021-10-14_COP26:-Protesters-who_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Deputy Chief Constable Will Kerr said police will move protesters who block major routes", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/3C44/production/_121082451_cop2.jpg.webp", "local_name": "BBC_2021-10-14_COP26:-Protesters-who_img2.webp", "local_path": "article_images/BBC"}, {"caption": "Assistant Chief Constable Bernie Higgins (left) and Deputy Chief Constable Will Kerr (right) briefed the media on policing plans for COP26", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/122BC/production/_121082447_cops1.jpg.webp", "local_name": "BBC_2021-10-14_COP26:-Protesters-who_img3.webp", "local_path": "article_images/BBC"}, {"caption": "A number of roads will already be closed during the climate summit", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/21FC/production/_118700780_8931c543-89c5-4001-93ad-fe5373a6a473.jpg.webp", "local_name": "BBC_2021-10-14_COP26:-Protesters-who_img4.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-10-14", "source": "BBC", "id": "BBC_2021-10-14_COP26:-Protesters-who"}, "https://www.bbc.com/news/uk-scotland-59071603": {"title": "COP26 protesters planning high-impact disruption", "subtitle": null, "text": "Climate change protesters from Extinction Rebellion say they are planning high impact \"deliberate disruption\" during the COP26 summit.\nWorld leaders and delegates will gather in Glasgow next week in a bid to hammer out a deal to tackle climate change.\nExtinction Rebellion uses what it calls \"non-violent direct action\" to call on leaders to take urgent action on the climate emergency.\nIts activists say they are prepared to be arrested.\nBut they will try not to affect the wider community by blocking routes used by emergency vehicles.\nCatherine Idle, from the protest group, said: \"Our approach is to have deliberate disruption where it's going to make the most impact.\n\"There have been 25 COPs already and emissions are still rising and so we're there to demand they do better.\"\nMs Idle said the activists cared about people and did not want to make going about their lives harder or more awkward.\n\"The disruption is to get the attention of the people with positions of power,\" she said.\nGreenpeace has been using non-violent direct action for decades. It will have representatives inside and outside the conference at Glasgow's Scottish Exhibition Campus (SEC).\nThe organisation's head of politics Rebecca Newsom said: \"Greenpeace activists will be there on the ground in Glasgow to try to make sure world leaders actually listen and step up and take action.\n\"I can't go into more details about what our plans are at this stage but hopefully they will help to have a big impact and contribute to that sense of pressure that world leaders need to feel.\"\nCOP26 will attract seasoned campaigners, veteran activists and ordinary members of the public, young and old.\nOn Saturday 6 November, as many as 100,000 people are expected to attend a march and rally organised by the COP26 Coalition, a broad alliance of groups and individuals.\nWorld-famous climate activist Greta Thunberg is planning to attend, as is the less well-known Malcolm Macqueen, who chairs the Organic Growers of Fairlie.\nThe group runs a community garden on old industrial land on the North Ayrshire coast and joined the COP26 Coalition to raise its concerns about land use and climate change.\nA retired nuclear chemist, Mr Macqueen said: \"I think more and more of our gardeners and across Scotland have been quite concerned this year because we had a dry spell that lasted almost two months.\n\"During that spell there was virtually no rain and that's likely to become the norm unfortunately.\n\"We want to go to Glasgow to make sure they know it's at the top of our agenda.\"\nPolice Scotland will have 10,000 officers on duty every day during COP26.\nThe force says it will facilitate peaceful protests but won't tolerate anything that disrupts the conference or the wider community.\nHundreds of officers have received riot training in case there's trouble.\nExtra cell capacity has been arranged and courts in Glasgow, Edinburgh, Aberdeen, Falkirk, Paisley and Hamilton are preparing to deal will extra cases.\nIt is impossible to predict how widespread or disorderly the protests will be or the impact they will have, just as it's impossible to predict how the conference will end.\nA group of 20 grandparents from Belgium travelled to Edinburgh by train and are walking to Glasgow via the Union Canal.\nOne of them, Ria Gielas, summed up how many people feel about COP26 and climate change.\n\"I do it for my grandchildren,\" she says. \"I'm very afraid for the future because the world is going to be dangerous.\n\"The conference has to achieve many things. It has to be now. It has to happen now.\"\nInsulate Britain's roadblocking tactics in the south of England have attracted widespread publicity, but proved controversial.\nThe group's press team told the BBC that COP conferences \"are killing our kids. There are currently no plans to attend\".", "image": [{"caption": "Extinction Rebellion said it is planning further protests during COP26", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/174DE/production/_121245459_gettyimages-1138714134.jpg.webp", "local_name": "BBC_2021-10-28_COP26-protesters-planning_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Catherine Idle from Extinction Rebellion says the aim is to have the most impact", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6490/production/_121244752_cop26extinctionrebellionint2610_frame_468.jpg.webp", "local_name": "BBC_2021-10-28_COP26-protesters-planning_img2.webp", "local_path": "article_images/BBC"}, {"caption": "Greenpeace's Rebecca Newsom says they want to put pressure on world leaders", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/100D0/production/_121244756_greenpeacerebeccazoomiv2110_frame_0.jpg.webp", "local_name": "BBC_2021-10-28_COP26-protesters-planning_img3.webp", "local_path": "article_images/BBC"}], "author": ["David Cowan"], "date": "2021-10-28", "source": "BBC", "id": "BBC_2021-10-28_COP26-protesters-planning"}}