{"https://www.bbc.com/news/uk-england-london-59957330": {"title": "Christian train activists went too far in climate protest, court hears", "subtitle": null, "text": "Three Christian environmentalists \"went too far\" in their climate change protest by stopping a busy train, a court has heard.\nPassengers begged the Reverend Sue Parfitt, 79, Father Martin Newell, 54, and Philip Kingston, 85, to move from the rush-hour train at east London's Shadwell station in October 2019.\nThe trio refused until police officers arrived.\nThey had to unstick Mr Kingston after he glued himself to the locomotive.\nInner London Crown Court was told that Ms Parfitt, from Bristol, and Mr Newell, from Birmingham, used a ladder to climb on the train roof while Mr Kingston, from South Gloucestershire, superglued himself to the side of the carriage.\nProsecution barrister Edmund Blackman told the jury that although the three had the \"precious right\" to protest, in this case they went too far.\nThe train was travelling from Lewisham to Bank shortly before 07:00 and was about three-quarters full.\nThe protest caused more than an hour of disruption and 15 Docklands Light Railway (DLR) services were delayed or cancelled.\nThe protesters, who are members of Christian Climate Action, an arm of Extinction Rebellion, deny charges of obstructing an engine or carriage on the railway.\nThe jury heard that a passenger pleaded \"we have got to go to work, the kids are on the train and we have got to go to school\".\nIn response, Mr Newell said he was \"sorry\", adding: \"But this is what we have to resort to\", as he refused calls from members of the public to come down.\nMr Blackman said the protesters had arrived at the station at about 06:45 and \"acting in concert\" had intended to cause rush-hour disruption.\nThese protesters \"deliberately acted unlawfully\" at a busy time of time of day with a demonstration aimed at \"attracting attention\" to the climate change crisis, he added.\nBritish Transport Police Supt Richard Twyford said that any such protests could lead to safety risks such as congestion and crush hazards, and could force people to be evacuated.\nThe jury heard that some passengers told the environmentalists that the train they targeted was an electric train and should therefore not be the focus of the protest, while another commuter asked: \"How did you get to the station, did you walk here? Obviously you got here by a train or bus,\" the court was told.\nThe trial continues.", "image": [{"caption": "Father Martin Newell and the Reverend Sue Parfitt deny charges of obstructing an engine or carriage on the railway", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/F452/production/_122664526_hi073029747.jpg.webp", "local_name": "BBC_2022-01-11_Christian-train-activists_img1.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2022-01-11", "source": "BBC", "id": "BBC_2022-01-11_Christian-train-activists"}, "https://www.bbc.com/news/uk-england-london-59971022": {"title": "Extinction Rebellion: Priest says faith motivated train-halt climate protest", "subtitle": null, "text": "A Catholic priest who stopped a train as part of a climate protest with two other Christian environmentalists was motivated by his faith, a court heard.\nPassengers begged Father Martin Newell, 54 and the Rev Sue Parfitt, 79, to move from the roof of the rush-hour train at east London's Shadwell station in October 2019.\nPhilip Kingston, 85, was also part of the Extinction Rebellion (XR) protest and had glued himself to the train.\nPolice had to unstick him.\nInner London Crown Court was told Ms Parfitt, from Bristol, and Mr Newell, from Birmingham, used a ladder to climb on the train roof while Mr Kingston, from South Gloucestershire, superglued himself to the side of the carriage.\nThe three protesters, members of Christian Climate Action, an arm of XR, are charged with obstructing an engine or carriage on the railway, which they deny.\nGiving evidence on Wednesday, Mr Newell told a jury his \"deepest motivation\" was his Christian faith.\n\"There's a climate emergency which is an existential threat to the human race and... this was the best way I could think of at that time to draw attention to it and get the government to take the urgent action that's needed,\" he told the court.\n\"Jesus taught us the most important commandment was to love God and love your neighbour, and Pope Francis said the Earth is our neighbour, and I would agree with that and he said the Earth is being abused and we have to stop it.\"\nMs Parfitt and Mr Newell said prayers while they were on the roof for about 45 minutes, jurors heard.\nThey tried to talk to passengers and then continued their protest in silence, the court was told.\nThe DLR train, which was travelling from Lewisham to Bank shortly before 07:00 BST, was about two-thirds full of passengers.\nThe protest caused 77 minutes of disruption with 15 DLR trains delayed or cancelled, but no trains were stuck in tunnels, the jury was told.\nMr Newell said the protest was the result of months of planning and meetings were held in an attempt to make sure it was safe.\nThe disruption came a day after an Extinction Rebellion (XR) representative had met with British Transport Police (BTP) to say a protest was on the cards within 24 hours.\nMr Newell added they had decided not to target stations that were underground, or close by, to prevent passengers being stuck in tunnels and \"panicking\".\nThe trial continues.", "image": [{"caption": "Father Martin Newell and the Rev Sue Parfitt deny charges of obstructing an engine or carriage on the railway", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/F452/production/_122664526_hi073029747.jpg.webp", "local_name": "BBC_2022-01-12_Extinction-Rebellion:-Priest_img1.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2022-01-12", "source": "BBC", "id": "BBC_2022-01-12_Extinction-Rebellion:-Priest"}, "https://www.bbc.com/news/uk-england-london-59983711": {"title": "Extinction Rebellion protester glued himself to train for grandchildren", "subtitle": null, "text": "A climate change protester who glued himself to a rush-hour train in east London has told a court he did so for the future of his four grandchildren.\nFormer university lecturer Philip Kingston, 85, attached his hand to the Docklands Light Railway (DLR) carriage at Shadwell station in October 2019.\nThe Reverend Sue Parfitt, 79, and Father Martin Newell, 54, were dragged off the roof of the same train.\nAll three deny obstructing an engine or carriage on the railway.\nThe trio are members of Christian Climate Action within Extinction Rebellion.\nMr Kingston told Inner London Crown Court his grandchildren and his Catholic faith influenced his decision to take part in the demonstration.\nHe said: \"I have four grandchildren and they are the greatest concern in my life because my understanding of the temperature that the earth is heading towards is going to be mighty difficult for them and their generation.\n\"I have a very strong belief that this man Jesus shows me the way of life, which is giving all our use for others... I appreciate this principle that the order of my life is to, as far as I can, to put others first.\"\nThe court heard the DLR train, which was travelling from Lewisham to Bank shortly before 07:00 GMT, had been at about 70% capacity.\nThe protest  disrupted services for 77 minutes and 15 trains were delayed or cancelled.\nMr Kingston, from Patchway in south Gloucestershire, said the \"safety of passengers was the primary consideration\" of the group's planning ahead of the stunt, and he was as certain \"as humanly possible\" that no-one would be put at risk.\nWhen asked whether he would have still proceeded had the safety of passengers been in question, he replied: \"No, not at all.\"\nHe added that initially passengers had reacted angrily, but after he spoke with those nearby \"the anger subsided and they were beginning to engage\".\nThe trial continues.", "image": [{"caption": "Philip Kingston's stunt disrupted services for more than an hour", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/AAB3/production/_122699634_kingston.jpg.webp", "local_name": "BBC_2022-01-13_Extinction-Rebellion-protester_img1.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2022-01-13", "source": "BBC", "id": "BBC_2022-01-13_Extinction-Rebellion-protester"}, "https://www.bbc.com/news/uk-politics-60032465": {"title": "Crime bill: Lords defeats for government's protest clamp-down plans", "subtitle": null, "text": "The government has suffered a series of defeats in the House of Lords over its plans to clamp down on disruptive and noisy protesters.\nOpposition peers voted against a range of measures in the Police, Crime, Sentencing and Courts Bill, with Labour calling some of the plans \"outrageous\".\nPeers also voted to make misogyny a hate crime in England and Wales.\nNo 10 said it was disappointed peers voted against measures to combat the \"guerilla tactics\" of some protesters.\nThe bill now faces going back and forth between the Commons and Lords. The government is likely to continue fighting for its proposals.\nThe bill is a huge piece of legislation that covers major proposed changes on crime and justice in England and Wales.\nThe most controversial part of it is on the planned changes to protests - which the government proposed in response to environmental activists who have blocked roads, glued themselves to trains and stopped printing presses in recent years.\nThe government was hoping to get the Lords to support its proposals, but in a series of votes lasting until the early hours of Tuesday morning, peers repeatedly voted against the government.\nMinisters were defeated, by 261 votes to 166, over plans to give the police new powers to stop protests in England and Wales if they are deemed to be too noisy and disruptive.\nAnd the Lords also backed, by 238 votes to 171, a Liberal Democrat amendment to strip out the power to impose conditions on protests on noise grounds.\nAsked if measures against noisy protests would be reintroduced in the Commons, Mr Raab told BBC Radio 4's Today programme: \"We'll look very carefully at all of that, but, yes, absolutely.\n\"In relation to noise, of course we support the right of peaceful and rambunctious protest, but it cannot be allowed to interfere with the lives of the law-abiding majority.\"\nThe prime minister's official spokesman said it would \"reflect\" on the votes before the bill returned to the Commons.\nHe added: \"It is disappointing the Lords did not back the public order measures that will ensure the everyday lives of the overwhelming majority are not disrupted by a selfish minority of protesters whose actions endanger lives and cost the public millions of pounds.\"\nIt was a drubbing.\nThe government lost 14 votes in the House of Lords on the detail of the Police, Crime Sentencing and Courts Bill on Monday night, to add to the five previous defeats in earlier debates.\nMost of these are reversible in the Commons because they represent changes to the bill, but the government was also trying to add in some changes of its own, introducing a series of new public order offences aimed at preventing a recurrence of last year's Insulate Britain and Extinction Rebellion protests.\nBecause the Lords blocked these from becoming part of the bill, they won't be sent back to the Commons.\nLabour had approached this issue warily, conscious that they could be accused of allowing the rights of protesters to trump the rights of ordinary people to go about their lives, so they proposed what they regarded as a more focused alternative - but ended up helping vote down the government's new clauses as unacceptable on civil liberties grounds.\nMy best guess is that the government's proposals will resurface as a free standing public order bill, when the new Parliamentary year begins in April.\nOther amendments on subjects like misogyny, noise at demonstrations, drink-spiking, the Police duty of candour, the repeal of the Vagrancy Act and many more, will have to be agreed by MPs.\nThis is what's known as \"Parliamentary ping pong\", in which a bill bounces between the Commons and the Lords until both have agreed on its final form, and it can run on for quite a while.\nIt will have to be completed before the end of the current parliamentary session, expected in late March or April.\nPeers also voted against measures which would make it illegal for protesters to lock themselves to things and to give police officers powers to stop and search people in an attempt to prevent them taking part in illegal protests.\nGreen peer Baroness Jones described the government's plans as \"oppressive\" and \"plain nasty\".\n\"How do you seriously think a protest is going to happen without noise?\" she asked.\nLabour's Lord Hain called the move \"the biggest threat to the right to dissent and the right to protest in my lifetime\" adding that it would have \"throttled\" protests by the suffragettes.\nBut the government's Home Office minister in the Lords, Baroness Williams, defended the plans, telling peers that the police would only use the powers where \"necessary\" and \"appropriate\".\nShe urged peers to consider the different contexts in which a noisy protest could take place.\nThroughout the debate, drum noises from a demonstration outside Parliament against the bill could be heard in the Lords' chamber, but the minister said no-one would try to stop that.\nHowever, she said noisy anti-vaccination protests outside a school or nursing home were a different matter - and that police should have the powers to intervene if necessary.\nThe government also suffered a defeat over a separate issue when peers voted to make misogyny a hate crime in England and Wales - a move that would enable judges to impose stronger penalties if prejudice against women is proved to be the motivation.\nThe proposal was added to the bill as an amendment against the government's wishes and led by Conservative peer Baroness Newlove - a former victims' commissioner.\nBaroness Newlove said: \"As a society we have rightly taken steps to acknowledge the severity of racist or homophobic crimes, but have not yet acted on crimes driven by hatred of women.\"\nCrossbench peer Baroness Fox, the former Brexit Party MEP, argued against the proposal, saying the data collected would be \"almost entirely based on subjective perceptions\" of what constituted misogyny.\nShe warned that police resources would be wasted if they got \"tangled up in the reporting and monitoring of stats and data which I do not think is reliable\".\nHome Office Minister Baroness Williams pointed to a report by the Law Commission last year which concluded that making misogyny a hate crime would not solve the problem of hostility towards women.\nThe amendment had support from Labour and the Liberal Democrats and it was backed by 242 votes to 185.\nPeers voted against the government's plans to:\nPeers voted for new amendments to the bill that would:", "image": [{"caption": "A demonstration against the bill was held outside Parliament as peers debated the proposed law", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/59E7/production/_122751032_crime_bill_pa.jpg.webp", "local_name": "BBC_2022-01-18_Crime-bill:-Lords_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Analysis box by Mark D'Arcy, parliamentary correspondent", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/13530/production/_120025197_markdarcy_tr_r4-nc.png.webp", "local_name": "BBC_2022-01-18_Crime-bill:-Lords_img2.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2022-01-18", "source": "BBC", "id": "BBC_2022-01-18_Crime-bill:-Lords"}, "https://www.bbc.com/news/uk-england-london-59996870": {"title": "Extinction Rebellion: Jury clears protesters who climbed on train roof", "subtitle": null, "text": "Two climate change activists who sat on the roof of a rush-hour train in east London have been cleared of obstructing a carriage on the railway.\nThe Rev Sue Parfitt, 79, and Fr Martin Newell, 54, climbed on the Docklands Light Railway (DLR) carriage at Shadwell station on 17 October 2019.\nA third activist, Philip Kingston, 85, superglued his hand to the train.\nSpeaking outside Inner London Crown Court, Ms Parfitt said: \"It's wonderful that the jury saw the bigger picture\".\nMike Schwarz, solicitor at the law firm Hodge Jones and Allen which represented the defendants, described the verdict as being part of an \"escalating pattern\".\nHe said: \"There is mounting evidence from the courts and in particular from juries that the public is taking the climate crisis and the increasingly urgent need to focus on it far more seriously than government and business.\"\nThe verdict comes after four people were recently cleared of criminal damage over toppling the statue of slave trader Edward Colston in Bristol and throwing it in the harbour.\nSpeaking outside the court, Fr Newell was asked if he was planning to disrupt public transport again. He replied: \"I'm not sure that disrupting public transport is the right thing to do at this point, but in terms of would I risk going to prison? Absolutely.\"\nMs Parfitt, 79, said she felt the verdict showed that the protest had been \"the right thing to do\".\nShe said: \"It's wonderful that the jury saw the bigger picture, that the court has vindicated our action and we hope it in some small way inspires others to feel that there may be sacrifices to be made, perhaps particularly by people of faith.\"\nLast month, the Anglican priest admitted she was \"surprised\" to avoid jail for blocking the M25.\nShe was one of seven members of Insulate Britain who were handed suspended sentences for breaching an injunction and being in contempt of court. Two others were jailed.\nDuring this trial the jury had heard that the trio were strongly motivated by their Christian faith while Mr Kingston's grandchildren also influenced his participation.\nThe ex-university lecturer, from South Gloucestershire, said he had been trying \"to put others first\" during the protest which disrupted services for 77 minutes and led to 15 trains being delayed or cancelled.\nThe jury heard that some passengers told the environmentalists that the train they had targeted was an electric train - one of the greenest modes of transport - and should therefore not be the focus of the protest.\nThe court heard the DLR service, which was travelling from Lewisham to Bank shortly before 07:00 BST, had been at about 70% capacity.\nIn what they said was an attempt to appeal to the public and the government about the dangers of climate change and the financial institutions whose actions damage the planet, the defendants targeted a train one stop away from Bank, in the City of London's financial district.\nThis was partly because, according to the activists, they had planned the demonstration to ensure there was no risk to public safety, by taking measures including targeting a station above ground and having 10 Extinction Rebellion activists on the platform to ensure violence did not break out.\nFr Newell said: \"I'm very grateful to the jury to acting on their conscience and hearing the issues that we wanted to raise in the original action two and a half years ago.\n\"The climate emergency is the biggest issue facing the human race in our time and nothing is more important with dealing with that and despite the words that many governments have said about being more urgent, they're just not doing it.\"", "image": [{"caption": "Protesters climbed to the top of a train carriage at Shadwell station", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/EBC4/production/_109265306_a1.jpg.webp", "local_name": "BBC_2022-01-14_Extinction-Rebellion:-Jury_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Fr Martin Newell, from Birmingham, and the Rev Sue Parfitt, from Bristol, praised the jury", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/5C93/production/_122699632_newellparfitt.jpg.webp", "local_name": "BBC_2022-01-14_Extinction-Rebellion:-Jury_img2.webp", "local_path": "article_images/BBC"}, {"caption": "Philip Kingston's stunt disrupted services for more than an hour", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/AAB3/production/_122699634_kingston.jpg.webp", "local_name": "BBC_2022-01-14_Extinction-Rebellion:-Jury_img3.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2022-01-14", "source": "BBC", "id": "BBC_2022-01-14_Extinction-Rebellion:-Jury"}, "https://www.bbc.com/news/uk-england-norfolk-60182070": {"title": "Wensum Valley: Campaigners fight to stop plans for link road", "subtitle": null, "text": "Campaigners are calling on a council to stop plans for a dual carriageway they say will slice through an environmentally-sensitive area.\nThe £198m Norwich Western Link (NWL) would connect the Northern Distributor Road (NDR) to the A47.\nBut opponents say the proposed road will damage the Wensum Valley, a site of special scientific interest (SSSI).\nNorfolk County Council is yet to submit an official planning application but insists concerns will be addressed.\nIt says the 3.9-mile (6.2km) road would reduce journey times west of Norwich, shorten response times for emergency vehicles and boost the local economy.\nThe \"Witness the Wensum\" protest is supported by Extinction Rebellion, Friends of the Earth and several high profile names, including naturalist Chris Packham and Stephen Fry.\nHowever, a petition calling for the road to be built has garnered more than 3,500 signatures in a matter of days, claiming the link would prevent rat-running in smaller villages.\nThe valley is a Special Area of Conservation and contains ancient woodland and a rare chalk stream.\nIt is also home to a \"super colony\" of endangered Barbastelle bats.\nJames Harvey, Norwich spokesman for Extinction Rebellion, said the road will \"cut a swathe through this rare chalk stream habitat\" and put further pressure on the bat colony.\n\"It's going to increase emission and traffic when we're in a climate and ecological emergency, we can't continue with these ecocidal road schemes,\" he said.\n\"It's also going to open up the countryside to more development which is what the county council wants - so we'll see more housing developments, more retail estates springing up and yet more destruction of the countryside.\"\nHe added: \"Profit for a few over welfare for the many. We can't carry on like that.\"\nHe urged the council to invest the money in green public transport.\nNorfolk-born broadcaster and comedian Stephen Fry is also among 23 people to sign an open letter against the road.\n\"Norfolk is faced with a once-in-a-generation opportunity to change direction. Let's make sure it is not lost,\" the letter reads.\nNorwich City Council has already rejected plans for the NWL.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk", "image": [{"caption": "More than 300 people met in the Wensum Valley near Norwich to protest against a proposed new road", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/11A71/production/_123050327_protest.png.webp", "local_name": "BBC_2022-01-29_Wensum-Valley:-Campaigners_img1.webp", "local_path": "article_images/BBC"}, {"caption": "The yellow box indicates the area under consideration for a new link between the A1270 NDR and the A47 west of Norwich", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/0DFB/production/_102897530_route1.jpg.webp", "local_name": "BBC_2022-01-29_Wensum-Valley:-Campaigners_img2.webp", "local_path": "article_images/BBC"}, {"caption": "The Norwich Western Link would extend the Broadland Northway by three miles, by joining the A1067 Fakenham Road to the A47", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/12EED/production/_98694577_ndrwest5.jpg.webp", "local_name": "BBC_2022-01-29_Wensum-Valley:-Campaigners_img3.webp", "local_path": "article_images/BBC"}, {"caption": "Holly Steward, nine, and her mother Laura joined the protest at Ringland, Norfolk, on Saturday", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/AAAE/production/_123049634_hollysteward.png.webp", "local_name": "BBC_2022-01-29_Wensum-Valley:-Campaigners_img4.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2022-01-29", "source": "BBC", "id": "BBC_2022-01-29_Wensum-Valley:-Campaigners"}, "https://www.bbc.com/news/uk-england-london-59969309": {"title": "Extinction Rebellion: Plane glue stunt Paralympian has jail term cut", "subtitle": null, "text": "A former Paralympian who was jailed for gluing himself to the roof of a plane during an Extinction Rebellion protest has had his sentence reduced.\nJames Brown, who is visually impaired, glued his hand to a British Airways plane at London City Airport in 2019.\nThe 57-year-old was jailed for causing a public nuisance last year but took his case to the Court of Appeal.\nThe judges cut his 12-month jail sentence to four months but dismissed the appeal against his conviction.\nIn December, lawyers representing Brown, told the Court of Appeal there had been \"no reason\" to charge him with causing a public nuisance and questioned the \"proportionality\" of the decision to bring the charge.\nThey also argued that his sentence was \"manifestly disproportionate\" and said he was suffering \"unique hardship\" in prison because of his disability.\nWhen passing the original sentence judge Gregory Perrins, said Brown, who has been registered blind since birth, had \"cynically used\" his disability and put his \"own life at risk\" to carry out the stunt.\nOn 10 October 2019 the double gold medallist, from Exeter, had climbed on to the plane, which was destined for Amsterdam, before gluing his right hand to the aircraft.\nNorthern Ireland-born Brown, who represented Great Britain in cycling and athletics before going on to represent Ireland in cross-country skiing, livestreamed the protest until he was removed after an hour.\nSouthwark Crown Court heard a total of 337 passengers had their flights cancelled as a result, with some missing birthday celebrations, business meetings and family events. The disruption also cost the airline about £40,000.\nBrown, who represented himself at his trial, denied one count of causing a public nuisance, claiming he had \"to do something spectacular\" to draw attention to the climate crisis.\nThree appeal judges, Lord Burnett - the Lord Chief Justice, Lord Justice Singh and Mr Justice Goss, considered the case.\nIn a written ruling Lord Burnett said people who caused major disruption at airports ran \"a substantial risk\" of going to prison and the judges felt Brown's conviction was not \"unsafe\".\nHowever, he added: \"Taking account of all the circumstances, we have concluded that the sentence should be one of four months' imprisonment.\"", "image": [{"caption": "James Brown, who is visually impaired, climbed on to the British Airways plane at London City Airport in 2019", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/17D61/production/_119633679_hi068921100.jpg.webp", "local_name": "BBC_2022-01-14_Extinction-Rebellion:-Plane_img1.webp", "local_path": "article_images/BBC"}, {"caption": "James Brown glued his hand to a British Airways plane in October 2019", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/150EB/production/_122715268_jamesbrownxr.jpg.webp", "local_name": "BBC_2022-01-14_Extinction-Rebellion:-Plane_img2.webp", "local_path": "article_images/BBC"}, {"caption": "Brown said he was suffering \"unique hardship\" in prison because of his disability", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/FEE5/production/_119635256_hi068921099.jpg.webp", "local_name": "BBC_2022-01-14_Extinction-Rebellion:-Plane_img3.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2022-01-14", "source": "BBC", "id": "BBC_2022-01-14_Extinction-Rebellion:-Plane"}, "https://www.bbc.com/news/business-60036245": {"title": "The people moving from high to low-carbon careers", "subtitle": null, "text": "Watching the Red Arrows jet across the sky as a young boy, Todd Smith knew that flying was what he wanted to do when he was older.\nAfter five years' training, costing £100,000, followed by two years working as a flying instructor, he finally landed his dream job in his late twenties - working as an airline pilot.\nBut in 2019, the travel firm he was working for - Thomas Cook - collapsed.\nBy this time Mr Smith had become increasingly concerned about the growing threat of climate change, and the aviation sector's carbon emissions.\n\"I started connecting the dots, and was met with an uncomfortable conflict,\" he says.\n\"I wanted to get involved in [environmental protest group] Extinction Rebellion, but knew it would be career suicide, and I had a lot of debt. It would be easier to return to the industry and pay off the debt.\"\nYet with the pandemic grounding aircraft, Mr Smith, who lives in the Berkshire town of Reading, decided to quit his high-flying career for good.\n\"Of course I prefer flying and visiting exotic destinations, and earning a decent salary,\" says the 32-year-old. \"But when confronted with the climate and ecological emergency, how could I possibly prioritise my needs, when we need to think collectively about how to tackle the biggest existential threat to humanity?\"\nMr Smith is now a climate activist. He acts as a spokesperson for Extinction Rebellion and is the co-founder of Safe Landing, a movement of climate-conscious aviation sector workers.\nGiving up his dream job was a tough decision, he says. \"I'm doing this out of desperation, not out of choice. Financially I've been really struggling, I'm in a huge amount of debt, it's been challenging.\"\nBut he adds: \"Taking action has been cathartic and eased my anxiety.\"\nMr Smith's campaigning comes as a United Nation's climate change panel warned last summer that the world faced increasingly extreme heatwaves, droughts and flooding.\nUN secretary-general António Guterres said the study was \"code red for humanity\". Last October, the UK pledged to achieve net-zero greenhouse gas emissions by 2050. This target will require big growth and investment in the low-carbon economy.\nMr Smith is far from the only person to leave a previous job due to concerns about the environment.\nAfter working in the oil and gas industry in Denmark for 10 years, Nader Beltaji has moved to a low-carbon career. He now works as a project manager at renewable energy giant RWE.\n\"I actually did my master's thesis on solar power and I wanted to go into that direction, but at the time there weren't many opportunities that caught my attention,\" says the 33-year-old who now lives in Wiltshire. \"Now the landscape has completely changed.\"\nCurrently working on the construction of an offshore wind farm off north east England, Mr Beltaji says he has more job satisfaction these days.\n\"Climate change is certainly very much in the news, and offshore wind is part of the UK's big energy strategy, so it's good to be part of that, and know you're working on delivering the targets,\" he says. \"Oil and gas feels like quite a dying industry.\"\nRachel Bowcutt used to work in the UK's dairy industry, Globally this sector is seen as very carbon intensive. The UN estimates that the dairy sector's global carbon dioxide emissions total some 1.7bn tonnes annually. That is more than the aviation sector's pre-pandemic 915m tonnes.\nHowever, UK public body Agriculture & Horticulture Development Board counters that in the UK the dairy sector only accounts for 3% of total carbon emissions, compared with 7% for the country's aviation industry.\nPreviously, Ms Bowcutt was operations manager for the Royal Association of British Dairy Farmers for two years, before quitting to take up a job at perhaps the organisation's nemesis - The Vegan Society.\nShe went vegan after reading reports, such as this from Oxford University, saying that a vegan diet \"is probably the single biggest way to reduce your impact on planet Earth\".\nThis study was widely reported, although others do say that going car-free or flying less have more of an impact.\nMs Bowcutt says she had also started to feel uncomfortable about the dairy industry and its practices after watching a session at a work conference about the optimum time to take calves away from their mothers.\n\"It all felt a bit unnecessary in terms of animal welfare and the environmental impact. It got to the point where I thought this isn't for me anymore, and I wondered if there was an equivalent organisation for vegans - and the job came up.\"\nMs Bowcutt, who lives in Leamington Spa, in Warwickshire, started at the Vegan Society last year. \"I have much more confidence about the work I'm involved in. I can see the benefits, it's easier to promote and a subject matter I really believe in.\"\nThe move to low-carbon jobs is urgently needed, argues Friends of the Earth climate campaigner Denis Fernando.\n\"There is a climate emergency, and we need drastic action to make things happen, so we'll [need to] see more of a push towards green workforces,\" he says. \"Green jobs create jobs. Everyone wins.\n\"There's a strong understanding towards moving towards green and low-carbon jobs, and an overall trend of people who want to do it, but we are deficient in terms of green skills.\n\"There's intention, but government policy could do more to quickly get more apprentices so they can start building skills. It can't be done to scale unless the government gives more resources to local councils.\"\nNew Economy is a new series exploring how businesses, trade, economies and working life are changing fast.\nA government spokesperson says: \"The UK is capitalising on the green industrial revolution, with over 56,000 clean jobs created and supported in the UK's green industries since the launch of the prime minister's Ten Point Plan.\n\"These range from electric vehicle manufacturing in Sunderland, hydrogen facilities in Teesside, to new floating offshore wind farms and factories in Wales and Scotland.\n\"To build on this, we are ensuring people have the right skills for employment in Britain's new low carbon industries, through measures ranging from green skills boot camps, to dedicated apprenticeships, as we support new British industries, green jobs and economic growth.\"\nMr Fernando says green jobs have multiple benefits, including reducing the impact on the climate and restoring nature, and can involve millions of us.\n\"Green jobs could be anything from working on renewable wind turbines or ecology, but also bicycle repair, customer service at a railway station or a warehouse manager for a freight warehouse going by rail rather than air.\n\"We really need try to think of the big agenda which everyone can participate in.\"", "image": [{"caption": "Todd Smith, pictured here in his old pilot's uniform, is now a campaigner for Extinction Rebellion", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/15769/production/_122831978_thumbnail_image0.jpg.webp", "local_name": "BBC_2022-01-20_The-people-moving_img1.webp", "local_path": "article_images/BBC"}, {"caption": "It had previously been Mr Smith's long-held dream to become a pilot", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/70F1/production/_122831982_image0.jpg.webp", "local_name": "BBC_2022-01-20_The-people-moving_img2.webp", "local_path": "article_images/BBC"}, {"caption": "The UN has warned that the impact of climate change will mean more flooding, heatwaves and droughts", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/66AC/production/_122848262_gettyimages-1234015104-1.jpg.webp", "local_name": "BBC_2022-01-20_The-people-moving_img3.webp", "local_path": "article_images/BBC"}], "author": ["Suzanne Bearne"], "date": "2022-01-20", "source": "BBC", "id": "BBC_2022-01-20_The-people-moving"}}