{"https://www.bbc.com/news/uk-england-cumbria-55917464": {"title": "Whitehaven coal mine opposition provokes real anger, mayor says", "subtitle": null, "text": "Criticism of plans for the UK's first deep coal mine in 30 years is misplaced and has provoked \"real anger\", the local mayor has said.\nThe mine, near Whitehaven, was approved by Cumbria County Council and the government has declined to intervene.\nCoking coal from the mine, to be used in producing steel, would \"drive forward green energy projects\", Copeland mayor Mike Starkie claimed.\nOpponents say the site will cause significant environmental damage.\nMr Starkie said he believed people across West Cumbria were overwhelmingly in favour of the scheme as it would \"underpin an economic revitalisation\" by providing hundreds of jobs.\nThe Conservative mayor said: \"This is £160m-worth of private sector investment being injected into a post-Covid economy. It's going to drive forward the West Cumbrian economy, creating a lot of opportunity for the people who live here.\n\"This is about fixing the problem [of local deprivation] permanently by putting people into good, sound, secure employment.\n\"Whether it's solar, wave, nuclear power, it's all going to need significant amounts of steel. At the moment, there's no economic way of making steel without coking coal.\n\"People have just got to open their eyes and take a balanced view on this,\" he told the Local Democracy Reporting Service.\nWoodhouse Colliery, proposed by the firm West Cumbria Mining, has permission to operate until 2049.\nAfter the government announced it would not call in the project, the chairman of its Climate Change Committee, Lord Deben, wrote to planning minister Robert Jenrick warning the mine would \"commit the UK to emissions from coking coal, for which there may be no domestic use after 2035\".\nGroups such as Extinction Rebellion Cumbria and Keep Cumbrian Coal in the Hole have voiced opposition too, while South Lakes Lib Dem MP Tim Farron described the scheme as \"an almighty backwards step\" and \"a disaster for our children's future\".\nGreenpeace and environmental campaigner Greta Thunberg are among others to have expressed concerns.", "image": [{"caption": "It is claimed the mine will provide work for about 500 people in the Whitehaven area", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/FE73/production/_116793156_tv065432336.jpg.webp", "local_name": "BBC_2021-02-03_Whitehaven-coal-mine_img1.webp", "local_path": "article_images/BBC"}, {"caption": "The mine's coking coal could be used in wind turbines, like these near Whitehaven, the mayor says", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/3F0B/production/_116793161_tv065432335.jpg.webp", "local_name": "BBC_2021-02-03_Whitehaven-coal-mine_img2.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-02-03", "source": "BBC", "id": "BBC_2021-02-03_Whitehaven-coal-mine"}, "https://www.bbc.com/news/uk-england-manchester-55891683": {"title": "Elbit: Activists stage protest at Oldham factory", "subtitle": null, "text": "Activists have obstructed the entrance of a factory in a protest against the arms trade.\nPalestine Action and Extinction Rebellion protesters chained the gates at the Elbit Ferranti factory in Oldham, as two others climbed a ledge.\nArmed with banners and red paint, they said they oppose \"an economy based on devastation, occupation and war\".\nA Greater Manchester Police spokesman said officers were at the scene and had \"engaged with\" the protesters.\nThe Israeli-owned factory, which produces weapons parts and surveillance equipment, has been asked to comment.\nThe activists also daubed red paint over the windows and sprayed the words \"Shut Elbit Down\".\nThe activists have vowed to escalate their action against Elbit until it is shut down for good.\nOne 37-year-old protester, who gave his name only as Paul, said: \"We are not here to be a nuisance but we are here to raise awareness.\"\nThe protest comes weeks after the Ministry of Defence confirmed Elbit had won a contract for new \"sensor to shoot\" system.\nThe £102m high-end surveillance system will allow British Army soldiers to detect and shoot enemy combatants in seconds.\nSpeaking after the deal was struck, defence procurement minister Jeremy Quin said: \"This contract with Elbit Systems UK not only delivers the very latest in battlefield technology to our frontline soldiers, but also invests in the British defence industry, sustaining more than 500 jobs across the UK.\"\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk", "image": [{"caption": "Demonstrators claim the factory profits from \"devastation\"", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/28FF/production/_116759401_demo_reuters.jpg.webp", "local_name": "BBC_2021-02-01_Elbit:-Activists-stage_img1.webp", "local_path": "article_images/BBC"}, {"caption": "The protest was organised by Extinction Rebellion and Palestine Action", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1617F/production/_116759409_demoe_pa.jpg.webp", "local_name": "BBC_2021-02-01_Elbit:-Activists-stage_img2.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-02-01", "source": "BBC", "id": "BBC_2021-02-01_Elbit:-Activists-stage"}, "https://www.bbc.com/news/uk-england-norfolk-56069595": {"title": "Norwich Extinction Rebellion protester admits crane chain offence", "subtitle": null, "text": "A teen climate protester who scaled a 115ft (33m) crane and spent two nights up it has admitted criminal damage after cutting a chain to access it.\nAlex Sidney, 18, of Dereham, Norfolk, climbed the crane in Norwich early on 7 November, and displayed a flag of support for Extinction Rebellion.\nAt Norwich Magistrates' Court he was ordered to pay £45 compensation for cutting the Carter Construction chain.\nThree other charges were dismissed after prosecutors offered no evidence.\nThese were of aggravated trespass, obstructing a constable in the execution of their duty and displaying a sign with intention to cause harassment, alarm or distress.\nProsecutor Paul Roach said Sidney entered the building site by climbing a fence then climbed a red crane, having used a disc cutter to cut a chain that was held in place by a padlock.\nHannah Webb, mitigating, said Sidney had prepared a statement explaining why he did what he did.\nBut district judge Shanta Deonarine, noting that the defendant was convicted of a charge of criminal damage, said the courtroom was \"not an arena or a forum in which to make statements which don't assist me today\" and the statement was not read out.\nMs Webb said Sidney works as a food delivery cycle courier and a curfew, in place as part of bail conditions ahead of the court case and monitored by an electronic tag, had a \"significant impact\" on his earnings.\nSidney, of Yaxham Road, was also ordered to pay £100 towards prosecution costs and given an 18-month conditional discharge.\nThe judge told him: \"You stay out of trouble and go back to being a person of good character, it gives you a chance to have this end at the end of the conditional discharge.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk", "image": [{"caption": "Alex Sidney spent two nights at the top of the crane on Duke Street, which had \"Extinction Rebellion\" banners hung from it", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/16F9B/production/_115270149_xrprotest.jpg.webp", "local_name": "BBC_2021-02-15_Norwich-Extinction-Rebellion_img1.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-02-15", "source": "BBC", "id": "BBC_2021-02-15_Norwich-Extinction-Rebellion"}}