{"https://www.bbc.com/news/stories-53640382": {"title": "How the oil industry made us doubt climate change", "subtitle": null, "text": "As climate change becomes a focus of the US election, energy companies stand accused of trying to downplay their contribution to global warming. In June, Minnesota's Attorney General sued ExxonMobil, among others, for launching a \"campaign of deception\" which deliberately tried to undermine the science supporting global warming. So what's behind these claims? And what links them to how the tobacco industry tried to dismiss the harms of smoking decades earlier?\nTo understand what's happening today, we need to go back nearly 40 years.\nMarty Hoffert leaned closer to his computer screen. He couldn't quite believe what he was seeing. It was 1981, and he was working in an area of science considered niche.\n\"We were just a group of geeks with some great computers,\" he says now, recalling that moment.\nBut his findings were alarming.\n\"I created a model that showed the Earth would be warming very significantly. And the warming would introduce climatic changes that would be unprecedented in human history. That blew my mind.\"\nMarty Hoffert was one of the first scientists to create a model which predicted the effects of man-made climate change. And he did so while working for Exxon, one of the world's largest oil companies, which would later merge with another, Mobil.\nAt the time Exxon was spending millions of dollars on ground-breaking research. It wanted to lead the charge as scientists grappled with the emerging understanding that the warming planet could cause the climate to change in ways that could make life pretty difficult for humans.\nHoffert shared his predictions with his managers, showing them what might happen if we continued burning fossil fuels in our cars, trucks and planes.\nBut he noticed a clash between Exxon's own findings, and public statements made by company bosses, such as the then chief executive Lee Raymond, who said that \"currently, the scientific evidence is inconclusive as to whether human activities are having a significant effect on the global climate\".\n\"They were saying things that were contradicting their own world-class research groups,\" said Hoffert.\nAngry, he left Exxon, and went on to become a leading academic in the field.\n\"What they did was immoral. They spread doubt about the dangers of climate change when their own researchers were confirming how serious a threat it was.\"\nSo what changed? The record-breaking hot summer of 1988 was key. Big news in America, it gave extra weight to warnings from Nasa scientist Dr Jim Hansen that \"the greenhouse effect has been detected, and is changing our climate now\".\nPolitical leaders took notice. Then UK Prime Minister Margaret Thatcher acknowledged the great new global threat: \"The environmental challenge which confronts the whole world demands an equivalent response from the whole world.\"\nIn 1989, Exxon's strategy chief Duane Levine drew up a confidential presentation for the company's board, one of thousands of documents in the company's archive which were later donated to The University of Texas at Austin.\nLevine's presentation is an important document, often cited by researchers investigating Exxon's record on climate change science.\n\"We're starting to hear the inevitable call for action,\" it said, which risked what it called \"irreversible and costly draconian steps\".\n\"More rational responses will require efforts to extend the science and increase emphasis on costs and political realities.\"\nHow they made us doubt everything investigates how some of the world's most powerful interests made us doubt the connection between smoking and cancer, and how the same tactics were used to make us doubt climate change.\nListen to the podcast from BBC Radio 4 here\nKert Davies has scoured through Exxon's archive. He used to work as a research director at the environmental pressure group Greenpeace, where he looked into corporate opposition to climate change. This inspired him to set up The Climate Investigations Centre. He explains why this Exxon presentation mattered:\n\"They are worried the public will take this on, and enact radical changes in the way we use energy and affect their business, that's the bottom line.\"\nHe says this fear can also be seen in another document from the archive that sets out the so-called \"Exxon position\", which was to \"emphasise the uncertainty\" regarding climate change.\nResearchers argue this was just the start of a decades-long campaign to shape public opinion and to spread doubt about climate change.\nIn June 2020, the General Attorney of Minnesota Keith Ellison sued ExxonMobil, the American Petroleum Institute (API) and Koch Industries for misleading the public over climate change. The lawsuit claims that \"previously unknown internal documents confirm that the defendant well understood the devastating effects that their products would cause to the climate\".\nIt says that despite this knowledge, the industry \"engaged in a public-relations campaign that was not only false, but also highly effective,\" which served to \"deliberately [undermine] the science\" of climate change.\nThe accusations against Exxon and others - which the company has called \"baseless and without merit\" - build on years of painstaking research by people like Kert Davies and Naomi Oreskes, professor of the history of science at Harvard University and co-author of Merchants of Doubt.\n\"Rather than accept the scientific evidence, they made the decision to fight the facts,\" she said.\nBut this isn't just about Exxon's past actions. In the same year as the Levine presentation, 1989, many energy companies and fossil fuel dependent industries came together to form the Global Climate Coalition, which aggressively lobbied US politicians and media.\nThen in 1991, the trade body that represents electrical companies in the US, the Edison Electric Institute, created a campaign called the Information Council for the Environment (ICE) which aimed to \"Reposition global warming as theory (not fact)\". Some details of the campaign were leaked to the New York Times.\n\"They ran advertising campaigns designed to undermine public support, cherry picking the data to say, 'Well if the world is warming up, why is Kentucky getting colder?' They asked rhetorical questions designed to create confusion, to create doubt,\" argued Naomi Oreskes.\nThe ICE campaign identified two groups which would be most susceptible to its messaging. The first was \"older, lesser educated males from larger households who are not typically information seekers\".\nThe second group was \"younger, low-income women,\" who could be targeted with bespoke adverts which would liken those who talked about climate change to a hysterical doom-saying cartoon chicken.\nThe Edison Electric Institute didn't respond to questions about ICE, but told the BBC that its members are \"leading a clean energy transformation, and are united in their commitment to get the energy they provide as clean as they can, as fast as they can\".\nBut back in the 1990 there were many campaigns like this.\n\"Unless 'climate change' becomes a non-issue,\" says another, leaked to the New York Times in 1997, \"there may be no moment when we can declare victory\".\nTo achieve victory, the industry planned to \"identify, recruit and train a team of five independent scientists to participate in media outreach\".\nThis important tactic assumed the public would be suspicious if oil industry executives dismissed climate change, but might trust the views of seemingly independent scientists.\nThese would be put forward to take part in debates on TV, potentially confusing a general audience who would see opposing scientists in white coats arguing about complex technical details without knowing who to believe.\nThe problem was, sometimes these \"white coats\" weren't truly independent. Some climate sceptic researchers were taking money from the oil industry.\nDrexel University emeritus professor Bob Brulle studied the funding for the climate change \"counter movement\". He identified 91 institutions which he says either denied or downplayed the risks of climate change, including the Cato Institute and the now-defunct George C Marshall Institute.\nHe found that between 2003 and 2007, ExxonMobil gave $7.2m (£5.6m) to such bodies, while between 2008 and 2010, the American Petroleum Institute trade body (API) donated just under $4m (£3m).\nIn its 2007 Corporate Citizenship Report, ExxonMobil said it would stop funding such groups in 2008.\nOf course many researchers would argue such money didn't influence their climate contrarian work. It seems some may have been motivated by something else.\nMost of the organisations opposing or denying climate change science were right-wing think tanks, who tended to be passionately anti-regulation.\nThese groups made convenient allies for the oil industry, as they would argue against action on climate change on ideological grounds.\nJerry Taylor spent 23 years with the Cato Institute - one of those right wing think tanks - latterly as vice president. Before he left in 2014, he would regularly appear on TV and radio, insisting that the science of climate change was uncertain and there was no need to act. Now, he realises his arguments were based on a misinterpretation of the science, and he regrets the impact he's had on the debate.\n\"For 25 years, climate sceptics like me made it a core matter of ideological identity that if you believe in climate change, then you are by definition a socialist. That is what climate sceptics have done.\"\nThe BBC asked the Cato Institute about its work on climate change, but it did not respond.\nThis ideological divide has had far-reaching consequences. Polls conducted in May 2020 showed that just 22% of Americans who vote Republican believed climate change is man-made, compared with 72% of Democrats.\nUnfortunately many of the \"expert scientists\" quoted by journalists to try to offer balance in their coverage of climate change were - like Jerry Taylor - making arguments based on their beliefs rather than relevant research.\n\"Usually these people have some scientific credentials, but they're not actually experts in climate science,\" says Harvard historian Naomi Oreskes.\nShe began digging into the background of leading climate sceptics, including Fred Seitz, a nuclear physicist and former president of the US National Academy of Sciences. She found he was deeply anti-communist, believing any government intervention in the marketplace \"would put us on the slippery slope to socialism\".\nShe also discovered that he had been active in the debates around smoking in the 1980s.\n\"That was a Eureka moment. We realised this was not a scientific debate. A person with expertise about climate change would in no way be an expert about oncology or public health or cardiovascular disease, or any of the key issues associated with tobacco.\n\"The fact that the same people were arguing in both cases was a clue that something fishy was going on. That's what led us to discover this pattern of disinformation that gets systemically used again and again.\"\nNaomi Oreskes spent years going through the tobacco archive at the University of California at San Francisco. It contains more than 14 million documents that were made available thanks to litigation against US tobacco firms.\nA strikingly familiar story emerged. Decades before the energy industry tried to undermine the case for climate change, tobacco companies had used the same techniques to challenge the emerging links between smoking and lung cancer in the 1950s.\nThe story began at Christmas 1953. In New York's luxurious Plaza Hotel, the heads of the tobacco companies met to discuss a new threat to their business model.\nDetails of the night's anxious conversations were recorded in a document written by public relations guru John Hill from Hill and Knowlton.\nWidely read mass-market magazines like Readers Digest and Time Life had begun publishing articles about the association between smoking and lung cancer. And researchers like those who had found that lab mice painted with cigarette tar got cancer were attracting increasing attention.\nAs John Hill wrote in the 1953 document, \"salesmen in the industry are frantically alarmed, and the decline in tobacco stocks on the stock exchange market has caused grave concern\".\nHill recommended fighting science with science. \"We do not believe the industry should indulge in any flashy or spectacular ballyhoo. There is no public relations [medicine] known to us at least, which will cure the ills of the industry.\"\nAs a later document by tobacco company Brown and Williamson summarised the approach: \"Doubt is our product, since it is the best means of competing with the 'body of fact' that exists in the minds of the general public.\"\nNaomi Oreskes says this understanding of the power of doubt is vital.\n\"They realise they can't win this battle by making a false claim that sooner or later would be exposed. But if they can create doubt, that would be sufficient - because if people are confused about the issue, there's a good chance they'll just keep smoking.\"\nHill advised setting up the \"Tobacco Industry Research Committee\" to promote \"the existence of weighty scientific views which hold there is no proof that cigarette smoking is a cause of lung cancer\".\nAs in the climate change debate decades later, \"Project Whitecoat\" would pit scientist against scientist.\nAccording to Oreskes, the project targeted those who were already doing research into other causes of cancer or lung conditions - such as asbestos - which the tobacco industry could fund.\n\"The purpose of these programmes was not to advance scientific understanding, it was to create enough confusion that the American people would doubt the existing scientific evidence.\"\nJournalists were one of the tobacco industry's main targets. The Tobacco Industry Research Committee held meetings in its offices in the Empire State Building for major newspaper editors. It even persuaded one of the most famous broadcast journalists of the time, Edward R Murrow, to interview its experts.\nThe eventual edition of Murrow's celebrated television programme \"See It Now\" - broadcast in 1955 -shows Project Whitecoat in action, with tobacco industry funded scientists set against independent researchers.\nBut as would happen later with climate change, it was difficult for the audience at home to form an opinion when opposing scientists contradicted each other. Even Murrow ended up on the fence. \"We have no credentials for reaching conclusions on this subject,\" he said.\nIf doubt was the industry's true product, then it appeared to be a roaring success.\nFor decades, none of the legal challenges launched against the tobacco companies themselves succeeded.\nThis was partly due to the effectiveness of Project Whitecoat, as an internal memo from tobacco firm RJ Reynolds in May 1979 concludes: \"Due to favourable scientific testimony, no plaintiff has ever collected a penny from any tobacco company in lawsuits claiming that smoking causes lung cancer or cardiovascular illness - even though 117 such cases have been brought since 1954.\"\nBut pressure on the tobacco companies continued to mount. In 1997, the industry paid $350m (£272m) to settle a class action brought by flight attendants who had developed lung cancer and other illnesses which they argued were caused by second-hand cigarette smoke from passengers.\nThis settlement paved the way to a landmark ruling in 2006, when Judge Gladys Kessler found US tobacco companies guilty of fraudulently misrepresenting the health risks associated with smoking.\nJudge Kessler detailed how the industry \"marketed and sold their lethal products with zeal, with deception, with a single-minded focus on their financial success, and without regard for the human tragedy or social costs\".\nThe tobacco companies may have eventually lost their battle to hide the harms of smoking, but the blueprint drawn up by John Hill and his colleagues proved to be very effective.\n\"What he wrote is the same memo we have seen in multiple industries subsequently,\" says David Michaels, professor of public health at George Washington University, and author of The Triumph of Doubt, which details how the pesticides, plastics and sugar industries have also used these tactics.\n\"We called it 'the tobacco playbook', because the tobacco industry was so successful.\n\"They made a product that killed millions of people across the world, and the science has been very strong [about that] for many years, but through this campaign to manufacture uncertainty, they were able to delay first, formal recognition of the terrible impact of tobacco, and then delay regulation and defeat litigation for decades, with obviously terrible consequences.\"\nWe asked Hill and Knowlton about its work for the tobacco companies, but it did not respond.\nIn a statement, ExxonMobil told the BBC that \"allegations about the company's climate research are inaccurate and deliberately misleading\".\n\"For more than 40 years, we have supported development of climate science in partnership with governments and academic institutions. That work continues today in an open and transparent way.\n\"Deliberately cherry-picked statements attributed to a small number of employees wrongly suggest definitive conclusions were reached decades ago.\"\nExxonMobil added that it recently won the court case brought by the New York Attorney General which had accused the company of fraudulently accounting for the costs of climate change regulation.\nBut academics like David Michaels fear the use of uncertainty in the past to confuse the public and undermine science has contributed to a dangerous erosion of trust in facts and experts across the globe today, far beyond climate science or the dangers of tobacco.\nHe cites public attitudes to modern issues like the safety of 5G, vaccinations - and coronavirus.\n\"By cynically manipulating and distorting scientific evidence, the manufacturers of doubt have seeded in much of the public a cynicism about science, making it far more difficult to convince people that science provides useful - in some cases, vitally important - information.\n\"There is no question that this distrust of science and scientists is making it more difficult to stem the coronavirus pandemic.\"\nIt seems the legacy of \"the tobacco playbook\" lives on.\nAll images subject to copyright.", "image": [{"caption": "BBC Cigarette and oil illustration", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/163F2/production/_114422119_cigarettes_refinery1-1.jpg.webp", "local_name": "BBC_2020-09-20_How-the-oil_img1.webp", "local_path": "article_images/BBC"}, {"caption": "A climate change protester outside the New York State Supreme Court during the ExxonMobil trial in October, 2019", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/183AA/production/_114424299_gettyimages-1182740854.jpg.webp", "local_name": "BBC_2020-09-20_How-the-oil_img2.webp", "local_path": "article_images/BBC"}, {"caption": "Martin Hoffert", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1390A/production/_114283108_21111341-b715-4d90-a944-af02d69aaf30.jpg.webp", "local_name": "BBC_2020-09-20_How-the-oil_img3.webp", "local_path": "article_images/BBC"}], "author": ["Phoebe Keane"], "date": "2020-09-20", "source": "BBC", "id": "BBC_2020-09-20_How-the-oil"}, "https://www.bbc.com/news/uk-england-54038591": {"title": "Extinction Rebellion protesters block newspaper printing presses", "subtitle": null, "text": "Extinction Rebellion (XR) activists have delayed the distribution of several national newspapers after blocking access to three printing presses owned by Rupert Murdoch.\nProtesters targeted Newsprinters presses at Broxbourne in Hertfordshire, Knowsley in Merseyside, and near Motherwell, North Lanarkshire.\nPrime Minister Boris Johnson said the action by demonstrators across the country was \"unacceptable\".\nEighty people have been arrested.\nThe Sun tweeted to report copies of the paper would be delayed arriving at newsagents, adding the blockade was an \"attack on all the free press\".\nThe presses print the Rupert Murdoch-owned News Corp titles including the Sun, the Times, the Sun on Sunday, the Sunday Times, and the Scottish Sun. They also print the Daily Telegraph and Sunday Telegraph, the Daily Mail and Mail on Sunday, and the London Evening Standard.\nDemonstrators have accused the papers of failing to report on climate change.\nXR used vehicles to block roads to the printing plants, while individual protesters chained themselves to structures.\nVans were covered with banners with messages including \"Free the truth\" and \"Refugees are welcome here\".\nBoris Johnson said on Twitter: \"A free press is vital in holding the government and other powerful institutions to account on issues critical for the future of our country, including the fight against climate change.\n\"It is completely unacceptable to seek to limit the public's access to news in this way.\"\nShadow Secretary of State for Digital Culture, Media and Sport, Jo Stephens, said: \"People have the right to read the newspapers they want.\n\"Stopping them from being distributed and printers from doing their jobs is wrong.\"\nAnd Home Secretary Priti Patel tweeted the overnight action by XR was an \"attack on democracy\".\nNewsprinters also condemned the protests as an \"attack on all of the free press\", which it said had affected workers going about their jobs and others such as newsagents who faced \"financial penalty\".\n\"Thanks to other industry partners, printing was transferred to other sites,\" it said.\nTelegraph editor Chris Evans earlier emailed staff to say that although the paper was not XR's primary target, it was \"severely affected\".\nHe told them: \"I'm also very concerned - and I hope you are too - by the attack on free speech.\n\"Whatever your politics you should be worried by this. There are also questions for the police who perhaps placed the right of these few people to protest above the right of the rest of the people to read a free press.\"\nHertfordshire Police said officers were called to Great Eastern Road near the Broxbourne plant at about 22:00 BST, where they found about 100 protesters who had \"secured themselves to structures and one another\".\nBy 06:00 delivery lorries had still been unable to leave the site to distribute papers.\nOfficers said 50 people had been arrested on suspicion of causing a public nuisance.\nChief Constable Charlie Hall said the group's action had been \"an intentionally disruptive and unacceptable protest that had been pre-planned and carefully co-ordinated to create prolonged disruption to local businesses\".\nHertfordshire officers arrived \"within five minutes of the initial report\", he said, however, \"the nature of the protest required highly specialist resources and cutting equipment in order to safely remove the protesters from their locations\".\nEach one had to be individually released from a bamboo structure they had erected, Mr Hall added.\nAlthough business had resumed at the site, he said officers would remain there to monitor the area.\nMerseyside Police tweeted on Saturday morning that officers were at the Knowsley plant.\nThe site had been cleared of protesters by about 10:30 and 30 people had been arrested on suspicion of aggravated trespass.\nPolice Scotland said in a statement the protest at the Eurocentral plant near Motherwell \"was peaceful and there were no issues\".\nXR has accused the newspapers and their owners of \"failure to report on the climate and ecological emergency\" and \"polluting national debate\" on dozens of social issues.\nThe Federation of Independent Retailers condemned the demonstrations, saying members left without supplies of papers were having \"to deal with angry customers who are unable to get their daily newspaper\".\nNational president Stuart Reddish said it also meant retailers were unable to get papers to elderly and vulnerable customers.\n\"Newsagents have played a critical role during Covid-19 in getting newspapers into the hands of readers and this is not helpful at a time when every sale counts,\" he added.\nExtinction Rebellion has planned 10 days of action and is calling on the government to do more to act on climate change.\nIn an updated statement following the latest protest, a spokesman said: \"We are in an emergency of unprecedented scale and the papers we have targeted are not reflecting the scale and urgency of what is happening to our planet.\n\"To any small businesses disrupted by the action this morning we say, 'we're sorry. We hope that our actions seem commensurate with the severity of the crisis we face and that this day of disruption successfully raises the alarm about the greater disruption that is coming'.\"\nOn Thursday, more than 300 people were arrested during protests in central London.\nMeanwhile, climate change protesters have been warned they risk large fines if they fail to comply with coronavirus rules banning gatherings of more than 30 people.\nA procession of activists that set off walking from Brighton a week ago was due to march the final stretch to Parliament later.\nThe Met Police said risk assessments of the march in Westminster \"did not meet the required standard\" and have banned XR from taking a 20ft model boat named after teenage activist Greta Thunberg to the streets of Westminster.\nAt about 14:45 on Saturday a group accompanying the boat posted a video on social media saying members had been \"stopped on the A3 just after Kennington Park, by a lot of police and 14 police vans\".\nXR protesters gathered in Trafalgar Square in London had been largely dispersed, police said, and a spokeswoman for the Met Police said officers were also in Euston where a protester had locked themselves to a crane.", "image": [{"caption": "Protesters gathered outside the sites - including Broxbourne in Hertfordshire - owned by Rupert Murdoch's News Corporation", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1306F/production/_114253977_40616da4-9f41-47b3-9cba-72b56f95c418.jpg.webp", "local_name": "BBC_2020-09-05_Extinction-Rebellion-protesters_img1.webp", "local_path": "article_images/BBC"}, {"caption": "XR used vehicles along with individual protesters chaining themselves to structures to block roads to the presses", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/BF27/production/_114253984_mediaitem114253980.jpg.webp", "local_name": "BBC_2020-09-05_Extinction-Rebellion-protesters_img2.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2020-09-05", "source": "BBC", "id": "BBC_2020-09-05_Extinction-Rebellion-protesters"}, "https://www.bbc.com/news/science-environment-54347878": {"title": "Has the world started to take climate change fight seriously?", "subtitle": null, "text": "A surprise announcement at this year's UN General Assembly has transformed the politics of cutting carbon, says the BBC's chief environment correspondent, Justin Rowlatt. As the meeting of the so-called \"global parliament\" comes to an end, he asks whether it might just signal the beginning of a global rush to decarbonise.\nYou probably missed the most important announcement on tackling climate change in years.\nIt was made at the UN General Assembly.\nIt wasn't the big commitment to protect biodiversity or anything to do with the discussion about how to tackle the coronavirus pandemic - vitally important though these issues are.\nNo, the key moment came on Tuesday last week when the Chinese President, Xi Jinping, announced that China would cut emissions to net zero by 2060.\nThe commitment is a huge deal on its own, but I believe his promise marks something even more significant: China may have fired the starting gun on what will become a global race to eliminate fossil fuels.\nI'll get to that later. First off, Xi's pledge.\nIt is fair to say environmentalists were stunned by Xi's surprise pledge.\nLet's be clear what it means:  China, the most polluting nation on earth - responsible for around 28% of global greenhouse gas emissions - is saying it is going cut that back to virtually zero within 40 years.\n\"Enormously important\" is how Todd Stern - the man President Obama put in charge of climate negotiations - described it to me.\n\"A massive move\" and \"a happy, happy surprise\" was Li Yan's take: she's the head of Greenpeace in China.\nThe commitment is so significant because China has never promised anything near as bold as this on climate before.\nAnd it comes after the European Union committed billions of euros towards a green stimulus package and - only last week - toughened up its own 2030 climate targets.\nIt therefore raises the prospect of a carbon-cutting coalition of Europe and China covering more than a third of world emissions.\nClimatologists just aren't used to such good news.\nInternational negotiations to reduce carbon emissions all too often end in ugly squabbles.\nWith good reason, says Todd Stern, who was instrumental in making the most successful climate agreement to date: the Paris Agreement of 2015.\nThe problem is cutting carbon has always been regarded as an expensive chore.\nThe effort to control climate change impacts virtually every element of a country's economy, says Mr Stern, \"so countries have traditionally been nervous about what they're going to be asked to do.\"\nIndeed, Paris was the first time the world actually agreed that all nations needed to do their bit to reduce greenhouse gas emissions.\nAnd then, of course, the deal was promptly dumped by US President Donald Trump after he was elected the following year.\nBut even before the US said it wanted out, nobody involved in the negotiations thought the goals laid down in Paris were anywhere near strong enough to meet the objective of keeping the global temperature rise well below 2 degrees of pre-industrial levels.\nThe idea was that every five years countries would be asked to come up with more ambitious targets, ramping up their efforts.\nThe conference at which those new targets were to be discussed was to be held in Glasgow this November.  Thanks to the pandemic it will now be held in November next year.\nMany observers had expected China to keep its powder dry and produce any ambitious new targets with a flourish at a crucial moment in those negotiations.\nPresident Xi definitely had an eye on global politics.\nHis address was a very deliberate contrast to that of President Trump a couple of days earlier.\nWhere Trump blames China for the world's problems, Xi calls for global cooperation and highlights all the good work China has been doing.\nHe called on the world to work together, investing in a green recovery to lift the global economy from the post-Covid doldrums.\n\"We are living in an interconnected global village with a common stake,\" says Xi.\n\"All countries are closely connected and we share a common future. No country can gain from others' difficulties or maintain stability by taking advantage of others' troubles.\"\n\"we should embrace the vision of a community with a shared future in which everyone is bound together,\" he continues.\nHeart-stirring stuff, eh?\nIt is also presumably no coincidence that Xi's announcement came weeks before the US Presidential election, and just as the terrible fires on the west coast and a series of fierce storms in the east made climate an issue in the polls for the first time.\nAnd a cynic might think his reassuring words were partly a ploy to reingratiate China with the climate-conscious Europeans, and isolate a climate-sceptic US President. It came straight after a virtual bilateral summit between Beijing and Brussels.\nBut there is a much more important broader context for his announcement: the fact that the collapsing cost of clean energy is completely changing the calculus of decarbonisation.\nRenewables are already often cheaper than fossil fuel power in many parts of the world and, if China and the EU really ramp up their investments in wind, solar and batteries in the next few years, prices are likely to fall even further.\nWhy?  Because the cost of renewables follows the logic of all manufacturing - the more you produce, the cheaper it gets. It's like pushing on an open door - the more you build the cheaper it gets, the cheaper it gets the more you build.\nThe Europeans have been quite open that their strategy is to entice other countries to join them by driving down the cost of renewables globally. Alongside this carrot, they also plan to wield a stick - a tax on the imports of countries that emit too much carbon.\nMeanwhile, President Xi's 2060 pledge was notably unconditional - China will move ahead whether or not other countries chose to follow.\nThis is a complete turnaround from past negotiations, when everyone's fear was that they might end up incurring the cost of decarbonising their own economy, while others did nothing but still enjoyed the climate change fruits of their labour.\nHow things have changed. Very soon, renewable power is likely to be the cheapest and therefore almost certainly the most profitable choice in large parts of the world.\nThink what this means:  investors won't need to be bullied by green activists into doing the right thing, they will just follow the money.\nWhy invest in new oil wells or coal power stations that will become obsolete before they can repay themselves over their 20-30-year life? Why carry carbon risk in their portfolios at all?\nThe change of appetite on financial markets has become ever more obvious over the last decade. This year alone, Tesla's rocketing share price has made it the world's most valuable car company.\nMeanwhile, the share price of Exxon - once the world's most valuable company of any kind - fell so far that it just got booted out of the Dow Jones Industrial Average of major US corporations.\nAnd this is where the idea of a race comes in.\nCountries - and companies - may soon rush to decarbonise as they see opportunities to make profits in what will be an enormous new market.\nPresident Xi is well aware of his country's leading position in the market for clean energy - investing in renewables has been a priority for China for many years.\nIt is already the world's biggest manufacturer of solar panels and wind, it makes more electric cars and buses than anyone else and has also become the international hub for battery production.\n\"It is going to keep on driving down the prices, so that everybody can get onto this parade, as it were, and go along,\" says Rachel Kyte, Dean of the Fletcher School at Tufts University, in Medford, Massachusetts, and a former adviser to the UN Secretary General on sustainable energy.\nSo, it looks like Xi has judged that the economics of clean energy mean that decarbonising is now the most sensible choice for the Chinese economy as well as for the world's climate.\nHe is not alone. Look at how oil companies like BP and Shell are saying they want to move away from the black stuff and into clean energy.\nSadly we cannot.\nThe idea of a global race to decarbonise is a thrilling new prospect for anyone interested in limiting climate change, but I am sorry to say there are still many hurdles along the way.\nFirst off, Mr Xi's did not give any details of how his country would achieve his carbon-neutral target.\nRemember, China is by far the biggest consumer of coal in the world, hoovering up about half of the global supply.\nIt is also the world's second biggest user of oil - after the US.\nAcross its economy, some 85% of its power comes from fossil fuels with 15% from low carbon sources.\nThose ratios will need to be turned on their head to have any chance of meeting the net zero pledge.\nThat will take eye-popping investment in wind, solar and nuclear power.\nBut all Xi said at the UN about how it would get to its 2060 goal was that China would peak its emissions of greenhouse gases \"before 2030\" - little change from China's previous promise that the peak would come \"around\" 2030.\nLi Yan of Greenpeace says the acid test will be whether a raft of new coal plants proposed by provincial authorities are approved.\n\"Existing core industries are still fighting their survival in China,\" she says, \"and that's why we're still seeing coal plants proposed everywhere.\"\nWe'll see whether they get the go-head - and how aggressive the investment in clean energy is - in a few months when the details of China's next five-year plan are published.\nSo even as the economics tilts in favour of renewables the task of decarbonisation is still enormous.\nMeanwhile, the effects of climate change will only accelerate.\nBut there is another reason for optimism.\nThe US is the world's biggest economy and the second biggest producer of greenhouse gases, and is therefore essential to any effort to tackle climate change.\nUnder Donald Trump it has steered clear of carbon-cutting commitments.\nBut his challenger, Joe Biden, has said he will re-join the Paris accord, and has promised a $2 trillion green recovery plan for the US, which would aim to slash emissions and tackle the effects of climate change.\nThat holds out the promise of the world's three largest economies, responsible for nearly half of all emissions, all making a serious effort to cut carbon.\nOnce half the world is on-board with the project it is hard to see how the rest could hold out.\nSo - and this isn't something we often say about climate change - there are powerful new reasons for optimism.\nFollow Justin on Twitter.\nI've travelled all over the world for the BBC and seen evidence of environmental damage and climate change everywhere. It's the biggest challenge humanity has ever faced. Tackling it means changing how we do virtually everything. We are right to be anxious and afraid at the prospect, but I reckon we should also see this as a thrilling story of exploration, and I'm delighted to have been given the chance of a ringside seat as chief environment correspondent.", "image": [{"caption": "Chinese premier Xi Jinping has pledged that China will reach carbon neutrality by 2060", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/18694/production/_114688999_063222335.jpg.webp", "local_name": "BBC_2020-09-30_Has-the-world_img1.webp", "local_path": "article_images/BBC"}], "author": ["Justin Rowlatt"], "date": "2020-09-30", "source": "BBC", "id": "BBC_2020-09-30_Has-the-world"}, "https://www.bbc.com/culture/article/20200924-utopia-and-the-power-of-the-conspiracy-thriller": {"title": "Utopia and the power of the conspiracy thriller", "subtitle": null, "text": "Amazon’s new show Utopia tells the story of a plot to depopulate the earth with a pandemic. It’s just the latest paranoid drama to offer perverse comfort, writes David Jesudason.\nScientists are ignored. Schoolchildren fall ill. Vaccinations offer hope. Utopia is a new TV series so prescient that it feels like the timing of its release could itself have been part of a conspiracy theory. Released today, the Amazon Prime drama focuses on the threat of a global flu pandemic. A graphic novel manuscript foretells its events – it depicts a scientist who created a flu-like disease designed to thin out an overpopulated Earth. This comic book is obtained by a gang of geeks who have to go on the run to escape numerous murderous enemies, intent on stopping anyone seeing the book’s revelations. After spending their lives wanting to decode the graphic novel’s contents, they now have the truth in their hands, even if it could lead to their deaths.\nMore like this:\n- The greatest shot in film history?\n- Defending Waterworld 25 years on\n- The twisted horror of the US South\nWhile the edit of Utopia was only finished in April, right at the height of the coronavirus outbreak in the US and Europe, the show has been long in the works –­ it is, in fact, a much-delayed remake of the 2013 cult UK drama of the same name. But its mood of paranoia could not be more topical at a time when people regularly take to the streets to decry shadowy forces controlling and manipulating our world. Whether the issue is Covid-19, climate change or US politics, it seems like we have never lived in an age more filled with conspiracy theories, where these narratives have become a way to explain the biggest problems our planet faces.\nThe rise of social media is undoubtedly the key to this era of dark speculation, as people can ever-more easily spread and amplify their suspicions. Indeed, in August, the US president himself endorsed the support of him by prominent conspiracy theorists: followers of the movement QAnon, who allege that Satan-worshiping paedophiles have infiltrated the world’s most powerful positions, and that President Trump is on a mission to root them out.\nA history of paranoia\nOr perhaps we have always been just as quick to lean on far-fetched narratives to explain tragedy. From the Lindbergh baby kidnapping case of the 1930s, through to the assassination of JFK and the 9/11 bombings, history shows us that when there’s a moment of societal tension, there’s then a slew of conspiracy theories that seek to blame underground organisations, a global elite or certain religious groups. And where conspiracy theories have sprung up, cinema and TV have always been quick to follow.\nOften the early period of the Cold War – a time of worldwide paranoia about seemingly pending nuclear annihilation – is cited as the golden age of conspiracy theorising, having given rise as it did to a whole range of suspicions about the ‘other’, from concerns that communists had infiltrated the Western establishment to the theory that the US government were covering up the existence of alien life. Such stories in turn spawned a series of TV and films from The Twilight Zone (1959-64) to The Manchurian Candidate (1962).\nThen, in the 1970s, the fallout from the Watergate scandal (which ironically centred on a president, Richard Nixon, who himself fuelled a distrust of elites) caught the public imagination and led to a whole new wave of conspiracy thrillers about nefarious goings-on in the corridors of US government:  The Parallax View (1974), The Conversation (1974) Three Days of the Condor (1975) and of course, the great film about Watergate itself, All the President’s Men (1976).\nIn the 1990s and early Noughties, conspiracy theories were at the foundation of the drama in mainstream shows like The X Files or Lost, but they notably avoided very real and present dangers or atrocities still in the public memory, like 9/11. However in recent years we’re seeing more and more prestige TV dramas, from Mr Robot to Black Mirror to Homecoming, whose plots use conspiracy theories to address very tangible and ever-present societal dangers, such as the role tech, government surveillance and Big Pharma have in our lives. In 2020, though, of course, none of these shows feels quite as easy to get swept up in as Utopia. Watching the show’s lead gang deduce the very manmade genesis of a world-imperilling virus, some viewers may find their imagination getting the better of them – particularly given the continuing spread of unevidenced theories that coronavirus originated in a lab.\nDr Michael Butter, professor of American literary and cultural history at Germany’s University of Tübingen, claims one of the reasons conspiracy dramas are now so popular is that modern, expansive TV series suit complex conspiracy theories as, rather than having to whiz through plot, they offer audiences the scope to feel like they’re discovering the drip-drip of information alongside the show’s protagonists. “[Long series] really go together well with the logic of conspiracy theory,” he says. “Where everything is connected, where you always find another clue and make another connection. And this makes conspiracies so wonderful for show runners, because they can always add something. You can also turn around the plot after two or three seasons, [where] suddenly you’re learning that everything that you thought was true was not really true, and you move in a vastly different direction.”\nA playful take on the genre\nThe US remake of Utopia, written by Gone Girl author Gillian Flynn, changes elements of its British predecessor to make the series more relevant for a global audience – as, for example, the original  used a conspiracy theory to explain the Bovine Spongiform Encephalopathy (BSE) outbreak that occurred in the UK in the 1980s and 1990s and led to 4.4m cattle being slaughtered and around 178 deaths.\nWhat’s more, while the UK version, penned by playwright Dennis Kelly, depicted an idiosyncratically broken Britain of decaying tower blocks, greasy spoon cafés and bland motorway service stations, the remake inhabits a more familiar glossy US milieu of comic cons and tech firms led by charismatic CEOs, like John Cusack’s Dr Kevin Christie, a Mark Zuckerberg-style leader who has brought a new meat substitute to the global market. It’s a stylish and slick update that riffs on the original’s offbeat colour palette which featured, for example, an England with continually blue skies (a result of post-production colourisation) but fails to successfully recreate its subtle characterisation (Adeel Akhtar’s Wilson Wilson was one of UK TV’s most memorable, non-stereotypical Asians) due to a larger cast.\nTheir shared stylised ultra-violence, including a horrific eye-gouging torture scene aside, what both versions do well is capture a kaleidoscope of conspiracy theory belief among their main characters with Wilson Wilson, now played by Desmin Borges, being the most militant believer compared to everyman sceptic and fellow comic book nerd, Ian, who is at the opposite end of the scale. This range of beliefs enables Utopia to appeal to everyone from ardent conspiracy theory lovers to conspiracy theory cynics alike.\n“Utopia has the trope of people playfully engaging with conspiracy and conspiracy theory,” says Butter, pointing to the way in which the genesis of its main conspiracy theory in a comic book offers a meta-wink at how popular culture both fuels and hinders conspiracy theorists. “It [reflects] this idea that conspiracy theories are still popular and attractive, and at the same time they’re stigmatised... as something for entertainment, for board games, for comic books or whatever.”\nThe steady stream of conspiracy-based entertainment that has appeared recently (including documentaries such as Netflix’s A Perfect Crime, about the 1991 assassination of German politician Detlev Karsten Rohwedder, which is also released today) might also owe a lot to the fact that we live in a world so keen on conspiracy narratives – such that they  have even been popularised and endorsed by the most powerful man in the world. Although Trump is not the first US president to be intrigued by conspiracy theories, he is perhaps unparalleled  in using them so overtly for political ends, Butter argues, such as the Obama ‘birther’ conspiracy theory that is now being echoed in his amplification of a similar theory about Kamala Harris. This might even explain why he himself is now at the centre of one.\n“Trump is really, really good at playing conspiracy theories,” Butter says. “He uses them as a safety net for himself. He is very good at not really being pinned down to them. He is always introducing them saying, ‘I hear a lot’, ‘people tell me all the time’, ‘a lot of people are saying that’. This makes sure that conspiracy theories are constantly reported, are constantly in the public sphere and this in turn [may fuel] cultural representations.”\nThe lure of the conspiracy\n“Populism has a way of really simplifying the world,” he adds, “and simplifying social conflict and then providing very simple answers that usually don’t work. And we know from a lot of studies that there is a lot of overlap between people who are drawn to populist politicians and movements with people who believe in conspiracy theories.”  It’s an irony that where conspiracy theories once took aim at society’s most powerful institutions, they are now being harnessed by the powerful, as a way to engage with disillusioned voters, who may have felt previously ignored by mainstream politics.\nJohn Grohol, psychologist and founder of the Psych Central website, sees conspiracy theories as a way that some can make sense of major events without challenging their worldview. “I believe that not only do they give a little bit of order, they try and make sense of something that doesn’t seem to make any sense,” he says. “So, for instance, it doesn’t seem to make any sense that terrorists would fly airplanes into very tall buildings. Before 9/11 happened, that just never occurred. And so for people to wrap their heads around that kind of event, conspiracy theories arose to help make sense of that tragedy.\n“Researchers have found that people who are more fearful and anxious have lower perceived feelings of control over situations,” he adds. “So people with those kinds of traits tend to believe in conspiracies more.”\nIn fiction, equally, conspiracy theory dramas exploit events and issues that we fear the most – and so it was that climate change, population control and unregulated science were at the top of the news agenda when Kelly first conceived Utopia. Now, with Extinction Rebellion protesting daily and causing headlines, some might say it is a fitting moment for Utopia’s take on climate change radicalism, which sees dogmatic ideology cause human suffering.\nOthers might argue that Utopia exemplifies the problem with conspiracy theory dramas: that they can promote the kind of unfounded crankdom that says, for example, that climate change activists are the real problem not climate change itself,  even when it is the latter in reality that is devastating the planet and causing widespread deaths. But most viewers can watch Utopia without suddenly believing its outlandish plots and doing this might even be part of its allure.\n“Shows like Utopia appeal to people who watch them ironically,” Butter says. “And I don’t think that this tells [those types of viewers] anything about how the world really works. And of course they also appeal to people who still believe that conspiracies exist all the time and that they might actually be on to something.”\nWhatever the audience response to Utopia, its producers must be hoping its on-the-nose subject matter proves a potent draw in 2020. For some, it might be a bit too close to home: but for others, its far-fetched pandemic conspiracies might just provide some perverse comfort, given how our real-life pandemic still awaits so much explanation.\nUtopia is available now on Amazon Prime\nLove film and TV? Join BBC Culture Film and TV Club on Facebook, a community for cinephiles all over the world.\nIf you would like to comment on this story or anything else you have seen on BBC Culture, head over to our Facebook page or message us on Twitter.", "image": [{"caption": "Amazon (Credit: Amazon)", "url": "https://ichef.bbci.co.uk/images/ic/480xn/p08sf2qq.jpg.webp", "local_name": "BBC_2020-09-25_Utopia-and-the_img1.webp", "local_path": "article_images/BBC"}], "author": ["David Jesudason"], "date": "2020-09-25", "source": "BBC", "id": "BBC_2020-09-25_Utopia-and-the"}, "https://www.bbc.com/cymrufyw/53988562": {"title": "Cannoedd mewn protest newid hinsawdd yng Nghaerdydd", "subtitle": null, "text": "Mae cannoedd o brotestwyr ymgyrch Extinction Rebellion wedi ymgynnull ym Mharc Bute cyn gorymdaith i swyddfeydd Ysgrifennydd Gwladol Cymru ym Mae Caerdydd.\nDaw ar ddechrau wythnos o weithredu gan y grŵp ledled Prydain i alw am weithredu cyflymach i leihau allyriadau nwyon tŷ gwydr a mynd i'r afael â newid hinsawdd.\nEu prif ofyn yw i Lywodraeth y DU gyflwyno Mesur Argyfwng Hinsawdd ac Ecolegol, gyda thargedau llymach ar gyfer lleihau allyriadau a diogelu natur tra'n cadw'r cyhoedd yn rhan o'r broses.\nYn ystod areithiau cyn yr orymdaith rhybuddiwyd protestwyr i gadw pellter cymdeithasol oddi wrth ei gilydd, i wisgo masgiau ac i lanhau eu dwylo'n rheolaidd.Mae swyddogion yr heddlu wedi'u gosod o amgylch y dorf yn cadw golwg ar y digwyddiad.", "image": [{"caption": "Protest Extinction Rebellion", "url": "https://ichef.bbci.co.uk/ace/standard/976/cpsprodpb/16D27/production/_114197439_xrpic7.jpg", "local_name": "BBC_None_Cannoedd-mewn-protest_img1.jpg", "local_path": "article_images/BBC"}, {"caption": "Protest Extinction Rebellion", "url": "https://ichef.bbci.co.uk/ace/standard/976/cpsprodpb/86AF/production/_114197443_xrpic2-1.jpg", "local_name": "BBC_None_Cannoedd-mewn-protest_img2.jpg", "local_path": "article_images/BBC"}, {"caption": "Protest Extinction Rebellion", "url": "https://ichef.bbci.co.uk/ace/standard/976/cpsprodpb/118D1/production/_114198817_xrpic3.jpg", "local_name": "BBC_None_Cannoedd-mewn-protest_img3.jpg", "local_path": "article_images/BBC"}], "author": null, "date": null, "source": "BBC", "id": "BBC_None_Cannoedd-mewn-protest"}, "https://www.bbc.com/news/uk-54103163": {"title": "Extinction Rebellion: Nuclear power 'only option' says former spokeswoman", "subtitle": null, "text": "A former Extinction Rebellion (XR) spokeswoman left the environmental group to campaign for nuclear power because she says it is the only way to deal with the climate crisis.\nZion Lights, writing in the Daily Mail, also said that she had become unable to defend some of the group's claims.\nXR \"peddle messages of doomsday gloom that alienate\" and offer \"little in the way of positive solutions\", she added.\nThe group calls on governments to take immediate action on climate change.\nIt describes itself as an international \"non-violent civil disobedience activist movement\" and has been involved in a number of high-profile protests since it was formed in 2018.\nLast week it targeted UK newspapers - which it has accused of failing to report on climate change - by blocking printing presses and delaying distribution.\nMs Lights wrote articles for both the Daily Mail and the Daily Telegraph on Thursday explaining her decision to leave behind XR and support nuclear power.\nShe told the Mail she initially joined XR because its message was \"listen to the scientists\" and the role of spokesperson gave her a platform \"to talk about what I truly felt mattered\".\nHowever, she says she began to rethink her support for the group after an appearance on the BBC's Andrew Neil Show last October.\nShe was asked about co-founder Roger Hallam's claim that science predicts six billion people will die this century due to climate change - a claim that he made to BBC's HARDtalk.\nMs Lights said: \"It's a headline-grabbing assertion - but unfortunately, it's also not true, or certainly not backed up by any evidence. As was obvious to anyone who knows me - and even to the casual viewer - I was plunged into a PR nightmare.\n\"I could not defend the number, but as the official spokesperson nor could I be seen to condemn it. All I could do, instead, was flounder under the hot glare of the studio lights for what felt like an eternity.\"\nMs Lights, who began campaigning about the environment as a student in the early 2000s, said she also had doubts about XR's approach of telling people \"what not to do\" and \"peddling the notion that the solution to the climate crisis was to turn back the clock to a simpler time\".\nWriting in the Telegraph, she said the campaigners who argued that we needed to all live with less - as she once did - had to accept this was not going to happen \"and look to solutions instead\".\nShe said that \"many within XR argue in favour of replacing fossil fuels entirely with renewables\" but this was not a realistic option and she favoured \"a pragmatic approach, rather than peer-group tribal pressure to stick to an outdated mainstream green line\".\nMuch of the green movement was \"steeped in an anti-nuclear mindset\", she said, \"when any rational, evidence-based approach shows that a strategy including nuclear energy is the only realistic solution to driving down emissions at the scale and speed required\".\nShe denied she was making a U-turn, instead saying it was a \"logical next step\" in looking for solutions rather than \"shouting ever more loudly about the problem\".\nMs Lights said she has since taken a role at campaign group Environmental Progress UK, whose campaigns include supporting the building of the Sizewell C nuclear power station in Suffolk.\nNuclear power is planned to be a key part of the UK's future energy strategy.\nBBC environment analyst Roger Harrabin said its key benefit is it helps keep the lights on while producing hardly any of the CO2 emissions that are heating the climate.\nHowever, he said a big environmental problem is what happens to nuclear waste.\nA spokesperson for XR said: \"In a high stakes scenario you look at the worst-case and plan based on that, because the risks are high enough to warrant taking the risk seriously. It's an approach employed across the board in all industries. Scientific uncertainty has always been twisted to prevent risk-based analysis.\n\"Extinction Rebellion has always taken the view that the public deserve to know what credible scientists believe is the worst-case scenario for the development of the climate and ecological crisis over the coming decades.\"", "image": [{"caption": "Zion Lights quit the environmental campaign group in June", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/F1D7/production/_114311916_zionlights.png.webp", "local_name": "BBC_2020-09-10_Extinction-Rebellion:-Nuclear_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Extinction Rebellion protesters have been demonstrating outside Parliament this week", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/FDFD/production/_114312056_hi063243717.jpg.webp", "local_name": "BBC_2020-09-10_Extinction-Rebellion:-Nuclear_img2.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2020-09-10", "source": "BBC", "id": "BBC_2020-09-10_Extinction-Rebellion:-Nuclear"}, "https://www.bbc.com/news/uk-england-norfolk-54162239": {"title": "GM crops: The Greenpeace activists who risked jail to destroy a field of maize", "subtitle": null, "text": "Exactly 20 years ago, 28 Greenpeace activists were acquitted of criminal damage after destroying a field of genetically-modified (GM) maize on a farm in Norfolk. What led to this key moment in environmental protest?\nIn summer 1999, Michael Uwins was summoned to London by Greenpeace. The reason was on a \"need to know\" basis.\nThe group's East of England co-ordinator, he had been trained in non-violent \"direct action\" and knew something was about to happen.\nWhat followed would make international headlines and result in a landmark legal verdict that gave a boost to environmental activism.\nA trial crop of GM maize had been planted at Lyng, near Dereham, Norfolk, not far from Mr Uwins' home.\nGreenpeace opposed such trials, claiming they would cause genetic pollution of the environment.\n\"We were told we had to 'destroy that crop' - because it was about to flower,\" said Mr Uwins, now 74.\n\"Before we made up our minds, we were given a percentage of the likelihood of arrest. It was 100%. That had never happened before.\"\nSo, at 05:00 BST on 26 July 1999, the protesters, including a vicar and a beauty consultant, stormed the six-acre (2.4 hectare) field of modified fodder maize, trampling and pulling at the 7ft (2.1m) plants.\nLeading them, in white overalls, was Greenpeace executive director Lord Peter Melchett, a former government minister and himself a Norfolk farmer.\nThe activists destroyed a large section of the crop with a machine armed with whirling 4ft (1.2m) blades.\nThey planned to bag it up and deliver it to Norfolk-based GM contractors AgrEvo.\n\"We totally believed in what we were doing,\" Mr Uwins said.\n\"We were not anti-science or GM as such; it was about open-air field trials. It was irresponsible and had to be stopped.\"\nAccording to embedded Guardian journalist John Vidal, the activists were confronted by \"furious\" landowner William Brigham and family members.\n\"They were ramming and chasing the protesters around the field - it was all very dangerous,\" Mr Uwins said.\nMr Brigham declined to comment when contacted by the BBC this week.\nThe police arrived and, one by one, the protesters were arrested and charged with criminal damage and theft.\nMr Uwins recalls a \"surreal moment\" in custody. \"A station sergeant came round taking a fish supper order: who wanted cod, and so on.\"\nThe activists argued they had lawful excuse for their actions, to prevent neighbouring land from being unlawfully invaded by genetically-modified pollen.\n\"We did what we did to prevent a crime\", said Mr Uwins.\nAt Norwich Crown Court they were found not guilty of theft in April 2000, but the jury could not decide on the criminal damage charge and was discharged.\nA second trial began that autumn. It lasted two weeks, resulting in acquittal for all defendants on 20 September.\nThey had been confident of victory, but were still relieved, said Mr Uwins, who remembers jurors hugging them outside court.\n\"We felt triumphant. We felt we had achieved something and it was a message to the government that these field trials should not happen.\"\nCo-defendant Nicole Sanderson, then 29, said the case forced the GM industry to \"sit up and take responsibility\".\n\"When you take part in an environmental action - and I've taken part in hundreds - you are trying to stop something you believe to be wrong. You don't think about court and whether the 12 people of the jury agree with you,\" she said.\n\"Sometimes you are bringing the issue into the public eye, to right a wrong before it happens.\n\"The jury had to listen to some very complex science; it was a massive case. If they had misunderstood any of it at any point they could have ruled against us.\"\nThe National Farmers' Union (NFU), however, described the acquittal as \"perverse\".\n\"This gives the green light to wanton vandalism and trespass,\" it was reported as writing to then Home Secretary Jack Straw.\nTwenty years on, the NFU said in a statement that \"crop genetic improvement has been part of agriculture for hundreds of years\" but that the European Union had been \"discouraging in its approach to new food technologies\".\nIt added: \"Access to modern biotechnology would enable British farmers to use resources more efficiently, remain competitive in a global market and deliver even more high quality and nutritious food for the public.\"\nAnother Norfolk farmer, David Hill, took part in a five-year cycle of GM crop trials, starting with sugar beet.\n\"I'd seen the bad varieties of weed beet in the 1960s and this was an opportunity, in one fell swoop, to grow a greener and cleaner crop of sugar beet. The environmental benefits were immense,\" he said.\n\"When I heard about the protest, I was bloody angry about it. We didn't fear them coming: we had very good security and we worked within official guidelines.\"\nGreenpeace was delighted with the acquittal, but when contacted this week, declined to comment, saying it had not run campaigns on GM crops for several years.\nHowever, Liz O'Neill, director of the GM Freeze campaign group, said: \"These protests took place amid a headlong rush to release GMOs (genetically modified organisms) without proper testing, monitoring or the labelling that gives consumers a choice about what they are eating.\n\"They helped bring the issue to the attention of politicians, regulators and the media resulting in the safety-first approach that has protected our food and our farms ever since.\"\nLord Melchett died in August 2018. In 2000, he appeared on Desert Island Discs, telling Sue Lawley: \"You only win a campaign if people support you and people will only support you if you're right - if what you're saying is correct or if what you predict turns out to be the case.\"\nHis daughter Jessie Mond Wedd, 39, said he was \"a wonderful dad, committed to environmentalism\".\nShe said: \"He had a very individual way of looking at the world; he loved the outdoors and wildlife and felt a real sense of fear that it was in jeopardy\"\n\"I often wonder what he would make of it all now, seeing the Extinction Rebellion movement enter mainstream consciousness.\"\nThe case inspired her to become a barrister, and she is now studying for a Masters in Environmental Law and Sustainable Development.\nAs for Mr Uwins, he has \"absolutely no regrets\" and feels \"immensely proud\" of his actions.\nHe now considers himself an \"armchair activist\", but said: \"If the same thing happened again I would get my walking stick out of the cupboard and head straight up there.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk", "image": [{"caption": "Greenpeace protesters destroy a field of GM crops at Lyng, Norfolk on 26 July 1999", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1305E/production/_114381977_ef35781c-4ed6-4cb2-88fb-847683f425a4.jpg.webp", "local_name": "BBC_2020-09-20_GM-crops:-The_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Now 74, Michael Uwins describes himself as an \"armchair activist\"", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/17E7E/production/_114381979_muwins1.jpg.webp", "local_name": "BBC_2020-09-20_GM-crops:-The_img2.webp", "local_path": "article_images/BBC"}, {"caption": "Lord Peter Melchett was arrested at the scene", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/70F6/production/_114381982_98abbc13-d5fb-4c47-9e49-4d3c6cb17faa.jpg.webp", "local_name": "BBC_2020-09-20_GM-crops:-The_img3.webp", "local_path": "article_images/BBC"}], "author": ["Orla Moore", "Zoe Applegate"], "date": "2020-09-20", "source": "BBC", "id": "BBC_2020-09-20_GM-crops:-The"}, "https://www.bbc.com/news/uk-england-london-54021889": {"title": "Extinction Rebellion: More than 300 arrested at London climate protests", "subtitle": null, "text": "More than 300 people have been arrested during the third day of climate change protests in central London.\nExtinction Rebellion, which has planned 10 days of action, and other groups gathered at city landmarks on Thursday.\nOf those arrested, Scotland Yard said, more than 200 were linked to a demonstration on Lambeth Bridge near the Houses of Parliament.\nExtinction Rebellion said police had refused to let peaceful protesters leave the bridge.\nThe bridge was blocked when some protesters \"locked on\" and attached themselves to it, police said.\nIt has since reopened to traffic.\nElsewhere, protesters from the group Animal Rebellion glued themselves to the top and the inside of slaughterhouse truck painted pink.\nThe vehicle was cordoned off after being parked sideways across Victoria Street.\nProtesters also glued themselves to the ground around Parliament, while others staged sit-ins around the perimeter of the parliamentary estate.\nExtinction Rebellion said it wants the government to declare a climate and ecological emergency, reduce greenhouse gas emissions to net zero by 2025 and establish a \"citizens' assembly on climate and ecological justice\".\nMore protests are planned on Friday and the Met has imposed restrictions on one event due to be held in Parliament Square.\nIt has ordered campaigners to stay off main roads and to leave the area by 19:00 BST.", "image": [{"caption": "Extinction Rebellion has planned 10 days of action and wants the government to declare a climate and ecological emergency", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/863B/production/_114236343_mediaitem114236338.jpg.webp", "local_name": "BBC_2020-09-04_Extinction-Rebellion:-More_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Getty Images Protesters glued to the top of a slaughterhouse van painted pink", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/381B/production/_114236341_gettyimages-1228321767.jpg.webp", "local_name": "BBC_2020-09-04_Extinction-Rebellion:-More_img2.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2020-09-04", "source": "BBC", "id": "BBC_2020-09-04_Extinction-Rebellion:-More"}, "https://www.bbc.com/news/uk-england-53987662": {"title": "Arrests as Extinction Rebellion protests begin across England", "subtitle": null, "text": "At least 90 people have been arrested at climate change protests causing disruption across England.\nExtinction Rebellion organised action in London and Manchester to urge the government to prepare for a \"climate crisis\".\nCampaigners were arrested after they sat in the middle of the road next to Parliament Square to stop traffic.\nIn Manchester, protesters have been urged to \"reconsider their actions\" following a rise in Covid-19 cases.\nExtinction Rebellion said it planned to \"peacefully disrupt the UK Parliament in London\" with 10 days of demonstrations until MPs backed the Climate and Ecological Emergency Bill.\nOther planned events in the capital include a \"carnival of corruption\", which is due to take place outside the Treasury, and a \"walk of shame\" near the Bank of England.\nProtester Karen Wildin, a 56-year-old tutor from Leicester, said: \"I'm here today because I have serious concerns about the future of the planet - we need to put this above anything else.\n\"Never mind Covid, never mind A-levels, this is the biggest crisis facing us and we need to raise the message as loudly as possible.\n\"Not a lot has been done on this issue, everyone needs to hear the message.\"\nSarah Lunnon, a member of Extinction Rebellion, said: \"The failure to act on this issue will have a catastrophic impact on the future of us and the generations to come.\n\"We want to occupy Parliament Square to make our voices heard. Of course we're in the middle of a pandemic but we're balancing the risk, this is the biggest issue facing us.\"\nThe Metropolitan Police said Tuesday's gathering could only take place off the main roads at Parliament Square Gardens between 08:00 BST and 19:00. Boats, vehicles, trailers or other structures were banned from the procession.\nThe same rules apply for Wednesday's demonstrations.\nThe Met said as of 18:00 Tuesday a total of 90 people had been arrested on suspicion of public order offences.\nFootage posted online by Extinction Rebellion appeared to show John Lynes, a demonstrator in his 90s, being led away by police near Parliament Square while walking with a stick.\nMr Lynes, from St Leonards-on-Sea in East Sussex, has joined previous protests organised by the group.\nMet Commander Jane Connors said: \"The reason we have implemented these conditions is that we know these protests may result in serious disruption to local businesses, commuters and our communities and residents, which I will not tolerate.\"\nLast year, more than 1,700 arrests were made during Extinction Rebellion's 10-day Autumn Uprising.\nIn Manchester, a march is planned through the city and Oxford Street has been closed as part of five days of action.\nCity council deputy leader Nigel Murphy said planned demonstrations \"cannot adhere\" to social distancing rules.\nThe city has increased restrictions due to a recent rise in Covid-19 cases.\nMr Murphy said while the council respected \"the right to peaceful protest\" this should \"not be at the expense of local people\".\nHe said: \"We are in the midst of a global public health crisis and we would ask demonstrators to seriously reconsider their actions at the current time.\n\"Manchester is currently under increased restrictions to limit the spread of the virus because the number of cases has been rising. Gatherings larger than six should only take place if everyone is exclusively from two households or support bubbles.\"\nHe said the city had one of the \"most ambitious carbon targets in the UK\" and was \"working to become zero carbon by 2038\".\nA Titanic-themed demonstration was also held in in Southend-on-Sea where protesters said much of Essex would be underwater by 2050", "image": [{"caption": "Extinction Rebellion said it planned to \"peacefully disrupt\" Parliament with 10 days of demonstrations", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/115BB/production/_114199017_gettyimages-1228296932.jpg.webp", "local_name": "BBC_2020-09-01_Arrests-as-Extinction_img1.webp", "local_path": "article_images/BBC"}, {"caption": "The Met said the protests could result in \"serious disruption\" to businesses and commuters", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/0833/production/_114199020_another.jpg.webp", "local_name": "BBC_2020-09-01_Arrests-as-Extinction_img2.webp", "local_path": "article_images/BBC"}, {"caption": "Protesters gathered in Westminster to urge the government to prepare for a \"climate crisis\"", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/2ECB/production/_114197911_westminster.jpg.webp", "local_name": "BBC_2020-09-01_Arrests-as-Extinction_img3.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2020-09-01", "source": "BBC", "id": "BBC_2020-09-01_Arrests-as-Extinction"}, "https://www.bbc.com/news/entertainment-arts-54317603": {"title": "Sir David Attenborough spent lockdown 'listening to birds'", "subtitle": null, "text": "Sir David Attenborough has revealed he spent much of lockdown sitting in his garden and \"listening to birds\".\nForced to abandon his travels, the famous naturalist said lockdown offered \"a vision of what life can be like when you've got more time to sit and stare\".\nTime, too, to join Instagram, where he last week landed a million followers in record-breaking time.\n\"The message that I am concerned about is so important I would use any medium to get it out,\" he told BBC Breakfast.\nSpeaking ahead of the release of a book and a Netflix documentary, both titled A Life On Our Planet, the 94-year-old broadcaster acknowledged that the months of lockdown had been relatively painless for him.\n\"Many people are having a much worse time than I am,\" he told the BBC. \"I am lucky. I have a garden, I have a house... my daughter and I are surviving very well.\"\n\"I've certainly spent more time in my garden listening to birds, than I have for a very long time. A lot of people have been surprised by that - a lot of people have suddenly realised what deep, profound joy can come from witnessing the rest of the world - the natural world.\"\nHe said his astonishing debut on Instagram last week - which saw him break Jennifer Aniston's record for the fastest time to reach a million followers - gave him \"great hope\" that the younger generation were engaged in the issue of climate change.\n\"That is the most important hope,\" he said.\n\"It's their world and it's their tomorrow. I won't be there, they will be. It's theirs and if they aren't persuaded that it's important, we're wasting our time.\"\n\"I feel privileged that they should listen to what an old bloke like me is talking about.\"\nBut he cautioned against using overtly aggressive tactics to communicate the climate message, as favoured by some Extinction Rebellion activists recently.\n\"In getting it [the law] changed you have to be careful that you don't break the law, I think.\n\"I also think that we have to treat the people we share our community with, with respect. Disturbing their lives to such an extent that innocent people can't get about their own business is a serious thing to do and could disenchant an awful lot of people from the action that we're talking about.\"\n\"Of course I agree with their message. It's simply a question of what is politic and sensible.\"\nAsked about the government's response to the climate emergency, Sir David said they had \"made the right noises\" and it remained to be seen what would happen following the delayed UN climate conference, known as the COP.\nThe annual conference, which was due to be held in Glasgow, has been delayed to November 2021 because of the coronavirus pandemic.\n\"But we must back them, we must urge them to get international agreements as a country,\" insisted Sir David warning that otherwise \"it's going to cost us a very, very great deal more\".\nBut what about the divergence of opinion - and actions - of some of the most industrialised nations?\n\"China is taking very big steps you know in many directions - it's a huge country with an immense population. They're starting doing things about sorting out their climate... China is moving in the right direction\n\"I agree that the present administration in America, from a conservationist's point of view, is disastrous. But there we are: that's who's been elected and we have to go through it.\"", "image": null, "author": null, "date": "2020-09-28", "source": "BBC", "id": "BBC_2020-09-28_Sir-David-Attenborough"}}