{"https://www.bbc.com/news/world-europe-54604738": {"title": "The young Norwegians taking their own country to court over oil", "subtitle": null, "text": "Despite Norway's green credentials, its state wealth is due to its huge oil exports. This week, Norwegian youths are challenging what they describe as a double standard, in court.\nIn the Barents Sea in June, the sun is still shining at 2am.\nSmall waves refract the orange sunlight into the hazy air. A sailing boat cuts through the freezing Arctic waters. Far beyond it, on the horizon, rises a giant. This is Goliat, the world's northernmost operating oil rig, drilling for fuel on the Norwegian continental shelf.\nThe boat's radio crackles. Goliat's workers are warning the ship's crew to stay out of the rig's exclusion zone.\n\"And enjoy sailing,\" the rigger adds.\n\"And you guys,\" the 21-year-old captain, Thor Due, says, \"enjoy drilling!\"\nThor's natural politeness overrides his true feelings.\nIt is 2018, and Thor and his crewmates are on their way home from Bear Island, south of the Svalbard archipelago, where they have been documenting the area's rich wildlife. They worry this unique landscape would be threatened by any oil spills.\nBut their main concern is far bigger.\nIt is just a few months after Thor and other members of Norway's Nature and Youth group - environmentalists under the age of 25 - lost the first round of what has become a long-running legal fight with the Norwegian state over oil.\nOn 4 November, this battle will come to a head when the two sides face each other for a final hearing in Norway's Supreme Court.\nThor and his fellow activists want to set their country on a new course - to force one of the wealthiest states in the world to abandon its biggest source of income.\nThey say that oil and gas being extracted from Norwegian waters, to be sold on to the rest of the world, is contributing to devastating climate change. Norway is Europe's second-biggest oil producer after Russia.\nThe activists contend that by issuing new licences for oil exploration in the Arctic in May 2016, the state breached its own constitutional obligation to ensure a clean environment for its citizens and future generations.\nThe group, together with members of Greenpeace Norway, lost the initial case - the court ruling that Norway could not be held responsible for pollution beyond its borders.\nThey also lost a subsequent appeal, with the court still ruling that the state was not in contravention of its constitution, although it did this time agree that Norway should be held accountable for its foreign emissions.\nBut in Norway a court case can be appealed twice, hence the final debate in the Supreme Court.\nThor's early years were spent sailing with his father, zig-zagging across the North Sea to avoid the various rigs' exclusion zones - an experience that brought him up close to the industry he is now taking on.\nOil is a sensitive subject in Norway. The petroleum industry, majority-owned by the state, is credited with transforming the country from a poor fishing nation to the owner of the largest sovereign wealth fund in the world. If all its citizens stopped working, they could live off the oil money for three years.\nNorway's oil production is estimated to account for approximately 0.7% of global emissions from fossil fuels, making the country the source of roughly 100 times the greenhouse gas emissions per capita of the world average.\nAnd yet Norway has impressive green credentials in other ways. It was the first industrialised nation to ratify the Paris climate change agreement, which pledges to try and limit global temperatures to 1.5C above pre-industrial times. It is also a major donor to the Green Climate Fund, which finances environmental initiatives in developing countries, and has pledged that its oil fund money will never be invested in companies it judges particularly harmful to the environment.\nNorway also has the highest per capita use of electrical cars of all countries in the world - 42,4% of cars sold in 2019 were electric.\n\"The Norwegian paradox is that its leadership in some aspects of addressing the global climate emergency is enabled by wealth generated by a large petroleum industry,\" David Boyd, the United Nations' special rapporteur on the environment and human rights, said in a 2019 report.\nThor spent much of his early university life volunteering to help prepare for the two first court cases. Even though two more organisations eventually came on board, there were only a handful of paid staff - everything else was done by volunteers.\nHe and other members of Nature and Youth immersed themselves in the subject and became experts on marine oil and drilling.\n\"It took six months before my parents realised that I wasn't actually studying,\" he says.\nThor grew up in the small town of Molde, where many people work directly or indirectly in oil.\n\"The best students were expected to become oil engineers,\" he says about his school days.\nEmma Bugge Gjerdevik, a local leader for Nature and Youth, feels this pressure even more keenly. She is from Stavanger, which was a struggling fishing community until oil was discovered on the continental shelf nearby in 1969. It is now one of Norway's wealthiest towns, with the highest rate per capita of oil workers in the country.\n\"It is impossible not to know anyone who works in oil,\" the 17-year-old says of Stavanger, adding that this includes her own mother.\n\"The only sources of information you have when you are little are the school and your parents - who often work in the oil industry,\" she adds. \"No-one said anything about the consequences of oil.\"\nWhen she learned about climate change, Emma was scared. The only thing she could think to do, she says, was to become engaged in the issue.\n\"Many young people say: 'I can't be part of Nature and Youth, because my parents work in oil',\" Emma says. \"I try to explain to people that we must start exploring other supply and energy alternatives as well.\"\nEmma and Thor are both frustrated about how adults react to their arguments. They get invited to meetings, they say, and are told how good it is that they take an interest, but feel the invites are only symbolic.\n\"Adults often think that they know more [about the oil issue] just because they are older,\" Emma says. \"But we have resources.\"\nShe remembers one oil manager she debated with, who accused her of making him \"a villain\". But she has come to view the real villain as the Norwegian state, which makes the decisions to extract petroleum.\n\"Oil is absolutely incredible,\" Emma says. \"There is no other resource like it. It has contributed so much good. It is a safety net. So of course the older generations find it hard to think beyond it.\"\nThe overall trend among Norway's public, who are regularly polled on their views about oil, is that just over half support the drilling.\n\"The petroleum industry has been one of the main engines of the Norwegian economy for more than 50 years,\" said Prime Minister Erna Solberg in a statement this spring. \"If we lose the growth potential of this industry, we will also lose much of the momentum in Norway's transformation.\"\nBut as climate change concerns have grown among the Norwegian population, the country's media has started writing about \"oil shame\".\nIn 2019, oil electrician Idar Martin Herland started the hashtag #stoltoljearbeider (#proud oil worker) to challenge this view.\n\"I saw that my colleagues felt exposed,\" he says. \"But we produce something that the world needs.\"  People criticise the oil workers, but that's unfair, he says.\n\"These same people drive [petrol] cars.\"\nHilde-Marit Rysst, who used to work as an oil rig technician, and is now the leader of the labour union in which Idar Martin is active, stresses that oil workers care about the planet too, but people need to be realistic.\n\"The green energy isn't ready [to meet all our needs] yet,\" Hilde-Marit says. \"For a long time to come, renewable energy will go hand in hand with fossil fuels.\"\n\"Young people are eager and impatient,\" Idar Martin adds. \"But we really have to do this step by step.\"\nAnd the Norwegian oil business is trying. Offshore drilling activities have been subject to a carbon tax since 1991, and by 2018, around 80% of greenhouse gas emissions were taxed. Norway is one of the world leaders in carbon capture, utilisation and storage.\n\"Norwegian oil is the greenest oil in the world - the best of the worst - and we invest the profits in the environment,\" Hilde-Marit says. \"We can't get flak for that!\"\nShe argues that as long as there is the demand for more energy, Norway is fulfilling a valuable role. Future generations will want cars and mobile phones too, she says.\nBut Thor and Emma believe it is possible to scale down consumption.\n\"In a post-oil Norway, we may not have the same economic progress, but it is much more important to me that I can breathe, have children with a clear conscience, than Norway being the richest country in the world,\" says Emma. \"If not even the richest country in the world can start rebuilding, who will?\"\nThor points out that Norway's neighbours have succeeded in creating flourishing societies without the economic benefits of \"black gold\".\n\"Sweden and Finland have managed to build a welfare state without oil,\" he says. \"Still, we'll have to remove a little of our most luxurious and extravagant habits if we remove the oil; hold back a little.\"\nEven if Emma and Thor don't win their case at the Supreme Court, they believe bringing this discussion to such a high profile stage is valuable.\nAround 90 countries have constitutions similar to Norway's which explicitly recognise the right to a healthy environment. Thor and Emma hope that their case will set an international precedent.\nAnd if they do win?\n\"It will be a game changer,\" says Thor. \"It will show that Nature and Youth were right all along. They would have to listen to us.\"\nAll images subject to copyright", "image": [{"caption": "A young environmentalist in the Barents Sea at night time", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/9025/production/_115210963_9fda2f5e-db4d-456d-8691-17825b6fa705.jpg.webp", "local_name": "BBC_2020-11-04_The-young-Norwegians_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Thor Due/Natur og Ungdom Whales and the Goliat oil rig, 2018", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/4205/production/_115210961_78d27b0c-534e-4c36-b56a-6b9fee497116.jpg.webp", "local_name": "BBC_2020-11-04_The-young-Norwegians_img2.webp", "local_path": "article_images/BBC"}, {"caption": "Sigurd Gautun/Natur og Ungdom Flocks of birds on Bear Island taken during the Nature and Youth expedition in 2018", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6915/production/_115210962_edadfad0-981f-4e35-bb8c-3726c10cd557.jpg.webp", "local_name": "BBC_2020-11-04_The-young-Norwegians_img3.webp", "local_path": "article_images/BBC"}, {"caption": "Former leaders of Nature and Youth and Greenpeace Norway at the first court case in October 2017", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/14676/production/_115047538_1400-gettyimages-b873955282.jpg.webp", "local_name": "BBC_2020-11-04_The-young-Norwegians_img4.webp", "local_path": "article_images/BBC"}, {"caption": "Thor Due on the Bear Island trip", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1AF5/production/_115210960_50858375-a2fc-4374-8975-3ddb5ed76d0a.jpg.webp", "local_name": "BBC_2020-11-04_The-young-Norwegians_img5.webp", "local_path": "article_images/BBC"}, {"caption": "Fellow Nature and Youth member Sigurd Toven Gautun", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/10CFD/production/_115216886_4d841dde-f84a-4cfa-8f39-084538ed677e.jpg.webp", "local_name": "BBC_2020-11-04_The-young-Norwegians_img6.webp", "local_path": "article_images/BBC"}, {"caption": "Getty Images Stavanger", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/17258/production/_114980849_gettyimages-1183963354.jpg.webp", "local_name": "BBC_2020-11-04_The-young-Norwegians_img7.webp", "local_path": "article_images/BBC"}, {"caption": "Emma Bugge Gjerdevik (R) debating with oil union leader Hilde-Marit Rysst (L) last year", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/B34D/production/_115210954_98285725-6d8b-48c3-908f-9604e05dd013.jpg.webp", "local_name": "BBC_2020-11-04_The-young-Norwegians_img8.webp", "local_path": "article_images/BBC"}, {"caption": "Finding oil was an economic game changer for Norway", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/64D0/production/_114980852_gettyimages-1271700312.jpg.webp", "local_name": "BBC_2020-11-04_The-young-Norwegians_img9.webp", "local_path": "article_images/BBC"}, {"caption": "Getty Images Oil rig in fjord", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/99DB/production/_114978393_gettyimages-691123745.jpg.webp", "local_name": "BBC_2020-11-04_The-young-Norwegians_img10.webp", "local_path": "article_images/BBC"}, {"caption": "Thor with other activists from Nature and Youth", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1769D/production/_115210959_f8cedb5a-d904-410c-8aaf-1e55bad672ff.jpg.webp", "local_name": "BBC_2020-11-04_The-young-Norwegians_img11.webp", "local_path": "article_images/BBC"}], "author": ["Matilda Welin"], "date": "2020-11-04", "source": "BBC", "id": "BBC_2020-11-04_The-young-Norwegians"}, "https://www.bbc.com/news/world-asia-54798452": {"title": "The burning scar: Inside the destruction of Asia’s last rainforests", "subtitle": null, "text": "A Korean palm oil giant has been buying up swathes of Asia's largest remaining rainforests. A visual investigation published today suggests fires have been deliberately set on the land.\nPetrus Kinggo walks through the thick lowland rainforest in the Boven Digoel Regency.\n\"This is our mini market,\" he says, smiling. \"But unlike in the city, here food and medicine are free.\"\nMr Kinggo is an elder in the Mandobo tribe. His ancestors have lived off these forests in Papua, Indonesia for centuries. Along with fishing and hunting, the sago starch extracted from palms growing wild here provided the community with their staple food. Their home is among the most biodiverse places on earth, and the rainforest is sacred and essential to the indigenous tribes.\nSix years ago, Mr Kinggo was approached by South Korean palm oil giant Korindo, which asked him to help persuade his tribe and 10 other clans to accept just 100,000 rupiah ($8; £6) per hectare in compensation for their land. The company arrived with permits from the government and wanted a \"quick transaction\" with indigenous landholders, according to Mr Kinggo. And the promise of development was coupled with subtle intimidation, he said.\n\"The military and police came to my house, saying I had to meet with the company. They said they didn't know what would happen to me if I didn't.\"\nWhen he did, they made him personal promises as well, he said. As a co-ordinator, he would receive a new house with clean water and a generator, and have his children's school fees paid.\nHis decision would change his community forever.\nIndonesia is the world's largest exporter of palm oil, and Papua is its newest frontier. The archipelago has experienced one of the fastest rates of deforestation in the world - vast areas of forest have been cleared to make way for row upon row of oil palm tree, growing a product found in everything from shampoo to biscuits. Indonesia's palm oil exports were worth about $19bn (£14bn) last year, according to data from Gapki, the nation's palm oil association.\nThe rich forests in the remote province of Papua had until recently escaped relatively untouched, but the government is now rapidly opening the area to investors, vowing to bring prosperity to one of the poorest regions in the country. Korindo controls more land in Papua than any other conglomerate. The company has cleared nearly 60,000 hectares of forests inside its government-granted concessions - an area the size of Chicago or Seoul - and the company's vast plantation there is protected by state security forces.\nCompanies like Korindo have to clear the land in these concessions to allow them to replant new palms. Using fire to do that - the so-called \"slash and burn\" technique - is illegal in Indonesia due to the air pollution it causes and the high risk blazes will get out of control.\nKorindo denies setting fires, saying it follows the law. A 2018 report by the leading global green timber certification body - the Forest Stewardship Council (FSC), of which Korindo is a certificate holder - concluded there was no evidence that illegal and deliberate fires were set by the company.\nBut according to a new investigation by the Forensic Architecture group at Goldsmiths University in London and Greenpeace International, published in conjunction with the BBC, there is evidence that indicates deliberate burning on the land during the land-clearing period. The investigation found evidence of fires on one of Korindo's concessions over a period of years in patterns consistent with deliberate use.\nForensic Architecture uses spatial and architectural analysis and advanced modelling and research techniques to investigate human rights violations and environmental destruction. \"This is a robust technique that can with a high level of certainty determine if a fire is intentional or not,\" said senior researcher Samaneh Moafi. \"This allows us to hold the large corporations - who have been setting fires systematically for years now - liable in the court,\" she said.\nThe group used satellite imagery to study the pattern of land clearing inside a Korindo concession called PT Dongin Prabhawa. They used the imagery to study the so-called \"normalised burn ratio\", comparing it to hotspot data in the same area - intense heat sources picked up by Nasa satellites, and put the two datasets together over the same period of time, 2011 to 2016.\n\"We found that the pattern, the direction and the speed with which fires had moved matched perfectly with the pattern, the speed, direction with which land clearing happened. This suggests that the fires were set intentionally,\" Samaneh Moafi said.\n\"If the fires were set from outside the concession or due to weather conditions, they would have moved with a different directionality. But in the cases that we were looking at there was a very clear directionality,\" she said.\nKorindo turned down several BBC interview requests, but the company said in a statement that all land clearing was carried out with heavy machinery rather than fires.\nIt said there were many natural fires in the region due to extreme dryness, and claimed that any fires in its concessions had been started by \"villagers hunting giant wild rats hiding under stacks of wood\".\nBut locals near the concession in Papua told the BBC the company had set fires on the concessions over a period of years, during a timeframe which matched the findings of the visual investigation.\nSefnat Mahuze, a local farmer, said he saw Korindo employees collecting leftover wood, \"the worthless stuff\".\n\"They piled up long rows, maybe 100-200 metres long, and then they poured petrol over it and then lit them,\" he said.\nAnother villager, Esau Kamuyen, said the smoke from the fires \"closed the world around them, shutting off the sky\".\nAccording to Greenpeace International, companies are rarely held to account for slash and burn - a practice that almost every year creates a smoky haze in Indonesia which can end up blanketing the entire South East Asian region, causing airports and schools to close.\nA Harvard University study estimated that the worst fires in decades in 2015 were linked to more than 90,000 early deaths.  The fires that year are also believed to have produced more carbon emissions in just a few months than the entire United States economy.\nMany of the tribal allegations against Korindo were investigated for two years by the Forest Stewardship Council. The regulator's tree logo - found on paper products throughout the UK and Europe - is meant to tell consumers the product is sourced from ethnically and sustainable companies. The FSC report into allegations against Korindo was never published, after legal threats from the company, but the BBC obtained a copy.\nThe report found \"evidence beyond reasonable doubt\" that Korindo's palm oil operation destroyed 30,000 hectares of high conservation forest in breach of FSC regulations; that Korindo was, \"on the balance of probability … supporting the violation of traditional and human rights for its own benefit\"; and was \"directly benefitting from the military presence to gain an unfair economic advantage\" by \"providing unfair compensation rates to communities\".\n\"There was no doubt that Korindo had been in violation of our rules. That was very clear,\" Kim Carstensen, the FSC's executive director, told the BBC at the group's headquarters in Germany.\nThe report recommended unequivocally that Korindo be expelled from the body. But the recommendation was rejected by the FSC board - a move environmental groups say undermined the credibility of the organisation. A letter sent to the FSC board in August, signed by 19 local environmental groups, said the groups could no long rely on the body \"to be a useful certification tool to promote forest conservation and respect for community rights and livelihoods\".\nMr Carstensen, the executive director, defended the decision to allow Korindo to stay. \"These things have happened, right? Is the best thing to do to say they were in breach of our values so we're not going to have anything to do with you anymore?\" he said.\n\"The logic of the board has been, 'We want to see the improvements happen'.\"\nKorindo strongly denied that the company was involved in any human rights violations but acknowledged there was room for improvements and said it was implementing new grievance procedures.\nIt said it had paid fair compensation to tribes and that it had paid an additional $8 per hectare for the loss of trees - a sum decided by the Indonesian government, which granted them the concession. The BBC tried to confirm the figure with the Indonesian government, but officials declined to comment on Korindo.\nThe Indonesian government maintains generally that Papua is an integral part of the nation, recognised by the international community. The province, which is half of the island of New Guinea (the other half belongs to the country of Papua New Guinea), became part of Indonesia after a controversial referendum overseen by the UN in 1969, in which just 1,063 tribal elders were selected to vote.\nSince then, control over Papua's rich natural resources has become a flashpoint in a long-running, low-level separatist conflict. Papuan activists call the 1969 referendum the \"act of no choice\".\nThe Indonesian military has been accused by activist groups of gross human rights abuses in its attempts to suppress dissent in Papua and protect business interests there. Foreign observers are rarely granted access, \"because there is something that the state wants to hide\", according to Andreas Harsono, an Indonesian researcher with the US-based Human Rights Watch.\n\"They are hiding human rights abuses, environmental degradation, deforestation,\" he said. \"And the marginalisation of indigenous people - economically, socially and politically.\"\nIn an attempt to ease tensions, Papua was granted greater autonomy in 2001, and there has been a significant increase in government funds for the region, with Jakarta vowing to bring prosperity to the people of Papua and saying it is committed to resolving past rights abuses.\nDerek Ndiwaen was one of those in the Mandobo tribe who, like Petrus Kinggo, took money from Korindo for their land. Derek's sister Elisabeth was away at the time, working in the city, and she didn't find out about the deal until she returned home. According to Elisabeth, Derek became embroiled in conflict with other tribes over the land deals. She believes the stress played a role in his death.\n\"My brother would never have sold his pride or forest before,\" she said, through tears. \"The company didn't bring prosperity. What they did was create conflict, and my brother was the victim.\"\nElisabeth said that her brother was also made promises of free schooling for his children and health care for the family - promises she said were never realised.\n\"The forest is gone and we are living in poverty,\" she said. \"After our forest has been sold you would think we would be living a good life. But here in 2020 we are not.\"\nAccording to Elisabeth, Korindo told the community it would build good roads and provide clean water.\nBut residents in her village of Nakias, in the Ngguti district say life hadn't changed the way they hoped. There's no clean running water or electricity in the village.  Those that can afford it use generators but fuel costs four times as much as in the capital Jakarta.\nKorindo said that the company directly employs more than 10,000 people and has put $14m (£11m) into social projects in Papua, including food programmes for malnourished children and scholarships.\nThe company has stopped all further clearing until an assessment of high conservation and high carbon stock forests inside their concessions is carried out.\n\"The bigger question of what to do with the sins of the past will take a bit of time,\" said Kim Carstensen, the FSC chairman. \"Whether it's two years, three years - that I don't know.\"\nElisabeth fears that nothing will make up for the destruction of the rainforest.\n\"When I see that our ancestral forest is all cleared, chopped down, it's heart-breaking,\" she said. \"It should have been passed on to the next generation.\"\n\"I walk through the plantation crying, and ask myself, where are our ancestors' spirits now that our forest has been completely destroyed. And it happened under my watch.\"\nPetrus Kinggo did receive money from Korindo, he said - about $42,000 (£32,000), equal to 17 years' pay on the provincial monthly minimum wage. And the company paid for one of his eight children's school fees until 2017. He said he did not receive a house or a generator, and the money is all gone.\n\"I have nothing left,\" he said. \"Uncles, nephews, in-laws, grandchildren, brothers, sisters all took some. And then I spent what was left on my own children's education.\"\nThousands of hectares of the Mandobo tribe's once vast rainforest has been logged and replaced with neat rows of oil palm trees. A further 19,000 hectares now inside a Korindo concession is earmarked for clearing.\nMr Kinggo is fighting to save some of what's left. He fears future generations will have to \"live off money\" rather than the forest. He blames the government for not consulting with the villagers before giving the concession to Korindo and \"sending them here to pressure us\".\nBut when he walks through the forest now, he looks inside, and the money he took weighs on him.\n\"According to God I have sinned, I deceived 10 tribes,\" he said.\n\"The company said, 'Thank you Petrus for looking after us so well'. But in my heart I knew I had done wrong.\"\nYou can watch a film version of this story, The Burning Scar, in the UK on the BBC News Channel on the 21/22 November 2020 at 21:30 GMT and at various times this weekend on BBC World News.\nYou can also listen to the radio documentary on the BBC World Service here.\nAll images copyright", "image": [{"caption": "The rich rainforest in Papua, among the most biodiverse places on earth, is threatened by deforestation", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/12940/production/_115369067_341e9a7d-1068-4d82-89d9-1958a6a4b278.jpg.webp", "local_name": "BBC_2020-11-12_The-burning-scar:_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Petrus Kinggo struck a deal with Korindo to sell part of the land his tribe had lived off for generations", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/BF7D/production/_115212094_petruskinggo5.jpg.webp", "local_name": "BBC_2020-11-12_The-burning-scar:_img2.webp", "local_path": "article_images/BBC"}, {"caption": "Papua is home to the largest rainforests in Indonesia", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/13E4B/production/_115338418_cb23fb88-199a-410b-a737-b32d61129722.jpg.webp", "local_name": "BBC_2020-11-12_The-burning-scar:_img3.webp", "local_path": "article_images/BBC"}, {"caption": "Workers on one of Korindo's palm oil plantations, picking up the palm oil fruit", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/59B2/production/_115326922_7_a_korindopalmplantationforbbc_albertusvembrianto.jpg.webp", "local_name": "BBC_2020-11-12_The-burning-scar:_img4.webp", "local_path": "article_images/BBC"}, {"caption": "\"The company didn’t bring prosperity,\" said Elisabeth Ndiwaen. \"What they did was create conflict.\"", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/F20A/production/_115326916_elisabethndiwaen2-2.jpg.webp", "local_name": "BBC_2020-11-12_The-burning-scar:_img5.webp", "local_path": "article_images/BBC"}, {"caption": "Environmental activists fear for the Papua rainforest - among the most biodiverse places in the world", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/F02B/production/_115338416_ee562667-362a-49b3-98b8-73f11f600656.jpg.webp", "local_name": "BBC_2020-11-12_The-burning-scar:_img6.webp", "local_path": "article_images/BBC"}, {"caption": "Petrus Kinggo's nephew and his generation will inherit a scarred landscape in Papua", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/0B92/production/_115326920_petrusnephew.jpg.webp", "local_name": "BBC_2020-11-12_The-burning-scar:_img7.webp", "local_path": "article_images/BBC"}], "author": ["Ayomi Amindoni & Rebecca Henschke"], "date": "2020-11-12", "source": "BBC", "id": "BBC_2020-11-12_The-burning-scar:"}}