{"https://www.bbc.com/news/uk-england-cumbria-55561852": {"title": "Whitehaven coal mine: Government refuses to call in plans", "subtitle": null, "text": "Plans for the UK's first deep coal mine in 30 years can progress after the government decided not to intervene.\nCumbria County Council approved the £165m West Cumbria Mining plan in Whitehaven in October.\nThe government could have called in the plans for an inquiry, but has chosen not to do so, the council said.\nCiting environmental concerns, Westmorland and Lonsdale MP Tim Farron said the decision was a \"complete disaster for our children's future\".\nThe former Liberal Democrats leader, who had requested the government call in the scheme, also described it as an \"almighty backwards step in the fight against climate change\".\nThe mine, which will remove coking coal from beneath the Irish Sea for the production of steel in the UK and Europe, has been approved twice since 2017. However, the council needs to consider it again after the mining firm said further analysis of the coal meant it could \"improve\" the plant's design.\nWest Cumbria Mining claims it would create 500 jobs and pay into a community fund for 10 years.\nA council spokesman said: \"We have been informed that the [government] has decided not to call in the decision on the planning application for West Cumbria Mine.\n\"The council will now work with the developer to formalise the legal planning obligations, referred to as a section 106 agreement.\n\"The section 106 agreement will need to be finalised before the council can formally give the development permission.\"\nPeople concerned about the climate are dismayed at the decision not to block the mine.\nThe prime minister has made several recent speeches expressing his determination to shift away from fossil fuels to protect the planet, and this decision points in the opposite direction.\nThe government doubtless has in mind the number of jobs that may be created by the mine in an area of high unemployment and it has to find policies that will tackle problems across society, not just the environment.\nBut environmentalists say jobs should be generated by investing in clean energy and building a greener future, not by industries that harm the atmosphere.\nThey warn that Secretary of State Robert Jenrick's decision not to call the plans in hugely undermines the UK government's claims of global leadership on the climate challenge.\nFriends of the Earth spokesman, Tony Bosworth, said the refusal to call in the decision was \"climate-wrecking\".\nHe added: \"Allowing coal to be extracted from this proposed mine for over a quarter of a century completely undermines the government's credibility on the climate crisis.\n\"Global leadership on the climate emergency means leaving coal in the ground, where it belongs.\"\nMore than 2,300 people objected to the plan along with campaigners including Friends of the Earth, Keep Cumbrian Coal in the Hole (KCCH) and the World Wide Fund for Nature (WWF).\nExtinction Rebellion Cumbria protesters staged a \"climate change crime scene\" outside a council meeting in October.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk.", "image": [{"caption": "The mine would extract coking coal from beneath the Irish Sea to be used in steel production", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/E420/production/_106100485_artistimpression.jpg.webp", "local_name": "BBC_2021-01-06_Whitehaven-coal-mine:_img1.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-01-06", "source": "BBC", "id": "BBC_2021-01-06_Whitehaven-coal-mine:"}, "https://www.bbc.com/news/uk-england-london-55848795": {"title": "Euston tunnel protest: The activist who celebrated her 17th birthday in jail", "subtitle": null, "text": "Four climate change activists are risking their lives inside a network of manmade tunnels near Euston station in protest against the £106bn HS2 rail project. One of them is 18-year-old Blue Sandford, who has vowed to be underground for as long as it takes bailiffs to evict her.\nIt was early on Tuesday when a group of HS2 Rebellion protesters heard a team of bailiffs marching towards their Euston Square Gardens campsite.\nThe campaigners have occupied the land since August, but HS2 requires possession of it so it can build a temporary taxi rank outside Euston station.\nIt was an eviction attempt the protesters knew was coming, so to thwart their forcible removal they have spent the past two months digging a tunnel they claim is 100ft (30m) long.\nThe tunnel has been widely condemned by officials and drew criticism from Transport Secretary Grant Shapps, who said the protesters' actions were \"reckless, irresponsible and deeply concerning\".\nBut it was criticism Ms Sandford and her fellow activists knew would be coming.\n\"I was already awake; we were doing stuff through the night when they came very suddenly,\" she recalls. \"I heard the shout and I just jumped down and stayed down in the tunnel.\n\"I couldn't really hear people and there was so much adrenaline. Everyone is safe and fine.\n\"My mum is really scared and worried about me. Both parents feel quite heartbroken that I need to do this but also really proud and [they are] trying to support me and help me in any way they can.\n\"We have had some communication with them [the National Eviction Team]. They are going to be as safe as possible and say there will be no surprises [while digging the protesters out].\n\"We have been working on this for so long, getting organised. It has been a secret until the BBC published an article.\"\nMs Sandford, a published author on climate change, says digging the tunnel - codenamed \"Kelvin\" - is the activists' \"best defence\" against being evicted, but admits it is a very dangerous, even life-threatening, thing to have done.\nPlanks of reclaimed wood have been used to shore up the tunnel, but that hasn't prevented partial collapses already and the authorities have warned that the protesters risk being buried alive.\nMs Sandford, from London, maintains the activists are not intent on \"martyring themselves\" - their sole intention is delaying - or even stopping - the HS2 project, she says.\n\"HS2 is a waste of money and time,\" Ms Sandford adds. \"By the government's own admission, it will be heavily polluting and carbon intensive while demand for mass transit is falling and home working is the new norm for many people.\n\"I'm angry that the government is still effectively ignoring this crisis despite declaring a Climate and Ecological Emergency two years ago. I'm in this tunnel because they are irresponsibly putting my life at risk from the Climate and Ecological Emergency.\n\"I shouldn't have to do this - I should be in school - the trouble is, they are stealing that future and I have to stop them.\"\nMs Sandford would only say her school was in London, but that it had \"not taught her the truth\" about the ecological emergency facing the planet.\nIn the summer of 2019 she joined thousands of Extinction Rebellion protesters in central London as parts of the capital ground to a halt.\nShe draws inspiration from her father Roc Sandford, who is the laird of the Hebridean isle of Gometra and describes himself on LinkedIn as an \"Extinction Rebellion catalyser\".\nLocated off the west coast of Scotland, the few residents of the remote island live off the grid with no electricity or cars.\n\"My dad is an environmental activist and has been for some time,\" she says. \"He has been involved in Extinction Rebellion and I went along in 2019 and started hearing all these facts and got terrified and depressed.\n\"One that I heard was that by 2050, 5bn people will be facing water shortages which was from a UN water report published 2018. I couldn't believe it.\"\nDespite the growing profile of Extinction Rebellion, the teenager still feels that not enough people see climate change as a real problem.\nHer activism led her to take part in the second set of Extinction Rebellion protests in October 2019, when police arrested more than 1,100 demonstrators. This time Ms Sandford was one of them.\n\"It was for obstruction of the highway,\" she says. \"I was on a scaffolding tower glued on in the middle of The Strand and [was] carried down and taken to Dagenham police station.\"\nWhile in the cell overnight, Ms Sandford turned 17 years old. She used the time behind bars to think about her future and realised this was a fight she wanted to continue with.\nShe adds: \"I thought about it for a long time and just thought I couldn't vote at that time so I felt like voting wasn't working.\n\"I didn't have any options. I saw these people getting arrested, making a difference, and I just threw myself at it.\"\nIn recent months Ms Sandford has joined up with other HS2 Rebellion protesters, spending two months in Euston Square Gardens and also in camps along the line which will link London and the Midlands.\nMs Sandford says she is currently on a long-running school strike - something inspired by an initiative called FridaysForFuture that was started by young Swedish activist Greta Thunberg.\nA Sunday Times article described Ms Sandford as Britain's answer to the famous Swedish campaigner, although it's a comparison she wants to distance herself from.\n\"It irritates me a bit, but I put up with it,\" she says. \"It is a compliment to be compared to her as she is amazing. But I don't like the comparison because it is not about individuals and that could be detracting from our message.\n\"I don't want to be a role model, but I think it is an amazing thing to inspire people. What I learned through activism was to break the rules and do what I wanted to do, so I want to spread that.\"\nBreaking the rules might draw attention to the activists' cause, but it can also be dangerous.\nWater mains run through Euston Square Gardens and if these are damaged the protesters risk being drowned or suffocated, Department for Transport officials warned on Thursday.\nNevertheless, Ms Sandford and the other protesters have no intention of giving up.\n\"When we are out I think we will all be arrested pretty quickly,\" she admits. \"There are four of us down here now but I am not chained, although some people are.\n\"The longest tunnel eviction was six weeks. I'm prepared to stay here for as long as it takes.\"", "image": [{"caption": "Blue Sandford says both her parents are worried for her safety", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/13DEF/production/_116719318_esxcalgw4aqeyz-.jpg.webp", "local_name": "BBC_2021-01-29_Euston-tunnel-protest:_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Seasoned activist Daniel Hooper - better known as Swampy - has been at Euston supporting the campaigners", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/9D74/production/_116680304_capture.png.webp", "local_name": "BBC_2021-01-29_Euston-tunnel-protest:_img2.webp", "local_path": "article_images/BBC"}, {"caption": "HS2 protester Dr Larch Maxey said the activists had no immediate plans to leave the tunnel", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/DE4A/production/_116660965_capture.jpg.webp", "local_name": "BBC_2021-01-29_Euston-tunnel-protest:_img3.webp", "local_path": "article_images/BBC"}, {"caption": "Blue Sandford has spent time in campsites at Denham Country Park, Wendover and near Steeple Claydon, all of which are along the HS2 route", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1EE2/production/_116660970_capture.jpg.webp", "local_name": "BBC_2021-01-29_Euston-tunnel-protest:_img4.webp", "local_path": "article_images/BBC"}], "author": ["Thomas Mackintosh"], "date": "2021-01-29", "source": "BBC", "id": "BBC_2021-01-29_Euston-tunnel-protest:"}}