{"https://www.bbc.com/news/uk-scotland-tayside-central-54656480": {"title": "Extinction Rebellion activists block entrances to Ineos refinery", "subtitle": null, "text": "Climate change activists are staging a protest outside the Grangemouth oil refinery.\nDemonstrators from Extinction Rebellion are attempting to prevent access to the Ineos plant and have blocked two roads with boats. The group said protesters had also locked themselves together.\nThe group has accused the petrochemical manufacturer of being Scotland's biggest climate change polluter.\nIneos said it would continue to explore ways to reduce emissions at its sites.\nProtesters are also demonstrating outside the company's London headquarters.\nAn Extinction Rebellion statement said it had blocked the Bo'ness Road gate with a boat and that another boat was located at the Ineos office on Inchyra Road.\nExtinction Rebellion Scotland said Covid-19 safety precautions were being taken, including face masks, social distancing and use of hand sanitiser, while participating activists were using a track and trace app.\nCampaigners held up banners stating \"No Future in Fossil Fuels\" and \"Climate Justice = Social Justice\".\nAnnie Lane, 26, a campaigner from Glasgow, said: \"We are here to expose the climate destruction that Ineos is causing. We are running out of time, with the climate crisis affecting so many in the global south already.\"\nIneos said that between 2009 and 2019, emissions from its Grangemouth site had reduced by 37% and emissions from the chemicals business had fallen by 43%.\nA spokesman said the company's sites were exploring ways to reduce emissions.\nHe added: \"As more and more energy-intensive manufacturing industries in Scotland close down, then it is inevitable that those which the Scottish economy so heavily rely on will stand out above the rest in terms of their emissions.\n\"Observers should be left in no doubt: manufacturing products in the UK we rely on every day, every week, every year reduces carbon footprint from importing such items, ensures compliance with the strictest environmental and safety standards and delivers carbon savings through their applications, 'light-weighting' vehicles, components for wind turbines and so on.\n\"We do our utmost to do this as efficiently (and environmentally responsibly) as possible - because this is how we will remain in business.\"\nSupt Simon Jeacocke of Police Scotland said officers had reached agreement with protesters to allow a peaceful demonstration ending at 14:00.\n\"At 2pm, the group informed police that they did not wish to leave the area and as a result, 12 people have been arrested,\" he said.\n\"In addition, two sailing boats and various other items used to create the roadblock have been seized.\n\"Reports will be submitted to the Procurator Fiscal and the road will be fully re-opened in due course.\"", "image": [{"caption": "Extinction Rebellion Extinction Rebellion protest", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/057B/production/_115130410_f1d2a53e-c324-464a-8614-e91d73098d7e.jpg.webp", "local_name": "BBC_2020-10-23_Extinction-Rebellion-activists_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Extinction Rebellion Extinction Rebellion protest", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/10558/production/_115040966_ineos2.jpg.webp", "local_name": "BBC_2020-10-23_Extinction-Rebellion-activists_img2.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2020-10-23", "source": "BBC", "id": "BBC_2020-10-23_Extinction-Rebellion-activists"}, "https://www.bbc.com/news/uk-england-london-54476521": {"title": "Winston Churchill statue: Man fined for spraying 'racist'", "subtitle": null, "text": "A man has been fined and ordered to pay compensation after he painted the word \"racist\" on a statue of Winston Churchill during protests in London.\nBenjamin Clark admitted causing £1,642.03 worth of damage to the statue in Parliament Square on 10 September during a climate demonstration.\nWestminster Magistrates' Court heard he sprayed graffiti on the base of the statue using yellow paint.\nThe 18-year-old was given a £200 fine and told to pay £1,200 in compensation.\nMr Clark, of Hertford, Hertfordshire, will also have to pay £85 in court costs and a £34 victim surcharge.\nMatt Barrowcliffe, prosecuting, said police had been dealing with the demonstration which came on the last day of a series of recent Extinction Rebellion protests when \"they observed this defendant spray painting the word 'racist'\".\nLaura O'Brien, mitigating, said Mr Clark admitted spraying the word in chalk paint, but denied he caused all the damage done to the statue on that day.\nShe said chalk paint given to him at the demonstration did not have \"the ability to cause lasting damage\".\n\"He did not attend the scene with spray paint, he did not attend the scene with the intent to damage the statue,\" she said.\nThe court was also told he had been sent abuse and death threats since he was charged, with \"really unpleasant\" messages sent to his family home and his father's workplace, Ms O'Brien said.\nSentencing Mr Clark, Deputy Chief Magistrate Tan Ikram said the defendant had \"caused great offence, it appears, to a lot of people, and I am told it has provoked a very strong reaction\".\n\"From where I sit, this is criminal damage,\" he added.", "image": [{"caption": "Benjamin Clark admitted spraying graffiti on the statue", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/E2EC/production/_114829085_mediaitem114823988.jpg.webp", "local_name": "BBC_2020-10-09_Winston-Churchill-statue:_img1.webp", "local_path": "article_images/BBC"}, {"caption": "The statue was defaced during the final day of protests by climate activists Extinction Rebellion", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/10D44/production/_114823986_mediaitem114823985.jpg.webp", "local_name": "BBC_2020-10-09_Winston-Churchill-statue:_img2.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2020-10-09", "source": "BBC", "id": "BBC_2020-10-09_Winston-Churchill-statue:"}}