{"https://www.bbc.com/news/newsbeat-61635328": {"title": "Just Stop Oil: Activists says they have 'a duty to protest'", "subtitle": null, "text": "\"I found myself feeling just so completely and utterly helpless, and realised I had to take action.\"\\nClaudia Penna Rojas became a part of climate activist group Just Stop Oil in February.\\nYou might know them for their protest actions which have included tying themselves to football goalposts, climbing on oil tankers and stopping traffic.\\n\"I was aware of global warming as an issue, but the urgency of the situation has sunk in,\" 24-year-old Claudia tells Radio 1 Newsbeat.\\nMany of the impacts of global warming are now simply \"irreversible\", according to the Intergovernmental Panel on Climate Change, with their scientific reports being described as \"a code red for humanity\" by the UN Secretary General António Guterres.\\nJust Stop Oil describe themselves as a \"coalition of groups working together\" to demand the government stop the exploration, development and production of fossil fuels - like oil, gas and coal - in the UK.\\nIt has divided opinion, with some criticising their disruptive tactics and others praising them for raising attention.\\nMethods such as strikes, boycotts and mass protests - often used by climate protest groups to make their point - have been criticised for being extreme, \"selfish\" and creating too much disruption to people's lives.\\nMembers of the group have broken the law and been arrested for offences such as criminal damage.\\nSome politicians have condemned the group's tactics for causing lives to be \"brought to a standstill\".\\nNewsbeat has been finding out more from the individuals involved in the group.\\nClaudia moved to the UK aged eight, from Chile, where most of her family still live. She says Chile has faced \"mega droughts\" for many years, and believes it's a result of climate change.\\n\"People don't have access to water and I'm terrified that within the next few years, my family could be struggling to survive.\"\\n\"Now's the time where we have to give it absolutely everything. It doesn't really feel like a choice, it feels like a duty.\"\\nShe hoped one day to have a family of her own, but doesn't think that'll happen because of the climate crisis, saying it \"feels unfair\" to bring a child into \"this world\".\\nFor Zak, he was living \"a normal child's life', when he started to see \"there was injustice in the world\" from the age of 12.\\n\"I thought what I've been doing for the past two years in the animal rights movement, it's not achieved much change,\" the 15-year-old says.\\n\"I was looking to get involved in action, which is going to create change.\"\\nZak joined the group after being inspired by the Insulate Britain campaign, who were known for gluing themselves to the motorway and stopping traffic.\\nXanthe Flynn, who uses the pronouns they/them, says they don't like to \"call it activism because it's my whole life\".\\n\"It's not just a protest that you go and do, and then you go back to your safe space,\" the 18-year-old says.\\n\"It's also been a massive learning space. Because I didn't get taught really about this in school.\"\\nZak and Xanthe have both been arrested as a result of their actions.\\n\"I sat on top of an oil tanker for about six, seven hours before I was arrested,\" Zak says.\\nZak says being held by police \"isn't the nicest thing\" but is \"incomparable to the consequences of climate change\".\\n\"Being arrested is not something any of us want to do, it's quite scary,\" Xanthe adds.\\nAs for the impact on their futures of having a police record, both are concerned, but \"it's not the most important thing\" Xanthe says.\\n\"I'll explain to future employers why I was arrested. And if they don't understand I think it'll be very hard to be in that job.\"\\n\"Would I really want to be employed by someone who judges me for getting arrested for doing something which is quite literally an act of love?,\" Zak adds.\\nBut are there other, less disruptive ways to get their message across?\\nClaudia says they don't \"want to cause disruption\" and adds their tactics are \"not something they choose to do for fun\".\\nAfter years of petitions and words, she adds \"we're out of time\".\\n\"What other options are we left with, apart from to put our bodies on the line,\" says Zak.\\nThere has been criticism of the group for being \"middle-class, privileged\" young people, but Claudia says: \"If you have the privilege of being able to take that risk, then you have a duty to do so\".\\nZak, though, says he has encountered people from lots of different backgrounds in the group.\\n\"They take time off work, some of them potentially risk their jobs.\"\\n\"I don't think it's a case of everyone being a trust fund kid whose lifestyles are funded by parents.\\n\"I think it's a case of people caring about the future generations.\"\\nXanthe is happy to use their privilege of \"being white and born in Oxford\".\\n\"I can do that because I know that I might not get treated as badly, so the consequences won't be so bad.\"\\n\"We can use our privilege. Because a lot of people can't.\"\\nDespite feeling worried about the current situation, Claudia, Zak and Xanthe are united in still optimistic things can improve.\\n\"I think that we need to have hope to continue and hope that something will change,\" Xanthe adds.\\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here.", "image": [["Getty Images Protester tied to goalpost", "https://ichef.bbci.co.uk/news/480/cpsprodpb/CED4/production/_123784925_gettyimages-1386091510.jpg.webp"], ["\"The idea of bringing a child into this world, just feel so utterly unfair. And that's no judgement to people who have children,\" Claudia says", "https://ichef.bbci.co.uk/news/480/cpsprodpb/29FB/production/_124974701_claudia2.jpg.webp"]], "author": ["Manish Pandey"], "date": "2022-06-22"}, "https://www.bbc.com/news/uk-england-nottinghamshire-61720630": {"title": "Boris Johnson confidence vote: 'They care only about their own interests'", "subtitle": null, "text": "After winning a confidence vote called by Conservative MPs, the prime minister has called for MPs to \"draw a line under issues our opponents want to talk about\".\\nWith the political picture uncertain, residents in Nottingham gave their views on whether Boris Johnson should stay or go, and what the future holds for the UK.\\nFiona McFarlane and Monica Pallis, both from West Bridgford, were in town as part of a long-running Extinction Rebellion protest against Barclays.\\nBoth were heavily critical of the prime minister's actions, and castigated the Conservatives for backing him for so long.\\n\"I think Mr Johnson has made an assault on democracy since he was elected, and by such dishonesty and by dismantling the checks on our democratic system he's a danger to the country,\" said Ms McFarlane, 73, who runs her own small business.\\n\"It's a shame on the Conservative party that they selected him in the first place, and they've allowed him to continue as he has.\\n\"He's disgraced the role of prime minister.\"\\nMs Pallis, 68, said the response from the Conservative party to partygate and other scandals had not been good enough.\\n\"Like most British people I believe in fairness, and we seem to be governed by people who have no idea what fairness is,\" she said.\\n\"They care only about their own interests.\"\\nNottingham resident Peter Gordon also said it was time for Mr Johnson to be replaced.\\n\"At the end of the day, he has lied,\" the 53-year-old said.\\n\"Whenever I watch him, even when he apologises he does a smirk - he's disingenuous.\\n\"He has done some good things, and you could argue Brexit was a good thing, but to be honest I don't think he looked at all the consequences and we have suffered.\\n\"I think he's got about a year - they will keep him until they start thinking about the next election.\"\\nEnjoying an afternoon pint near Nottingham Castle - itself the site of a famous rebellion, when it was set on fire by rioters in 1831 - Gareth Bramley said it was time for Tories to back Mr Johnson.\\nThe retired Nottingham resident said he did not follow politics much, but felt the prime minister \"comes across as a bit of a clown but has his heart in the right place\".\\n\"I think he should stay, and anyone who was against him [in the confidence vote] should support him,\" he said.\\n\"I don't vote any more because I got sick of politicians - they're all a pain in the neck, they just oppose each other and bicker.\\n\"It's the nature of the beast, the politicians do what they see fit at the time.\\n\"I didn't need to be told they were breaking the rules, it was pretty obvious they were going to be doing that in some shape or form, and it wasn't just the Conservatives.\"\\nFor market stallholder Barry Anderssen, partygate and the subsequent confidence vote have only confirmed his lack of faith in the system.\\n\"I'm not really a fan of politicians - no matter what party they're from they're a bunch of liars,\" the 69-year-old said.\\n\"Nineteen years ago I moved here [to the UK], and I've given up hope. I thought they would be different here, but they're not.\\n\"Partygate happened two years ago, you can't change it, and I think it's time to bury it and get on with more important things, like the war that's going on [in Ukraine].\\n\"We're supposed to be mature people, not children having a nibble at each other.\"\\nFollow BBC East Midlands on Facebook, on Twitter, or on Instagram. Send your story ideas to eastmidsnews@bbc.co.uk.", "image": [["Nottingham residents had mixed views on the prime minister after he won his confidence vote", "https://ichef.bbci.co.uk/news/480/cpsprodpb/F99D/production/_125310936_47d14b28-7d99-4786-ad7a-3e4d1cde2533.jpg.webp"], ["Gareth Bramley said Tories should stop squabbling and get behind the prime minister", "https://ichef.bbci.co.uk/news/480/cpsprodpb/16AE5/production/_125310929_0f118cb7-8e16-4691-92e6-7c5c73f38a59.jpg.webp"]], "author": ["Liam Barnes"], "date": "2022-06-07"}, "https://www.bbc.com/news/uk-scotland-edinburgh-east-fife-61678529": {"title": "Paint thrown at UK government building in gas field protest", "subtitle": null, "text": "Red paint has been thrown over UK government offices in Edinburgh by climate activists protesting against the Jackdaw gas field.\\nCampaign group Just Stop Oil daubed \"blood on your hands\" on the front of Queen Elizabeth House.\\nPolice arrived after the paint was thrown and spoke to a group of protesters who sat down in front of the building and refused to leave.\\nThe Jackdaw field, east of Aberdeen, was given the go ahead on Wednesday.\\nThe original proposals had been rejected by on environmental grounds in October, but UK Energy Secretary Kwasi Kwarteng said the revised plan would reinforce the country's energy security.\\nThe gas field, being developed by Shell, is said to have the potential to produce 6.5% of the UK's gas output.\\nShell has said it eventually hopes to reduce the climate change impact by capturing carbon dioxide and storing it underground in Aberdeenshire.\\nBut the approval has angered environmentalists and Greenpeace has threatened legal action.\\nA spokeswoman for Just Stop Oil said they believed they had to do \"anything in our power\" to oppose such \"destructive policies\".\\n\"New oil and gas is not the solution, it's not providing energy security or dealing with the cost-of-living crisis,\" she said.\\n\"If this government really wanted that they would be insulating homes and investing in renewables.\\n\"We are demanding an affordable, reliable energy supply that doesn't destroy the economy, doesn't cause a cost-of-living crisis and doesn't destroy the liveable planet for generations to come.\"\\nPolice Scotland said it was aware of the protest and that officers were \"engaging\" with the group.\\nA spokeswoman for HM Revenue & Customs, which owns the building, said: \"There was a small demonstration outside our Queen Elizabeth House site in Edinburgh this afternoon.\\n\"Police have been in attendance and our services are unaffected.\"", "image": [["Climate change activists daubed red paint on a building used by the UK government", "https://ichef.bbci.co.uk/news/480/cpsprodpb/8A3F/production/_125019353_gasprotest.jpg.webp"], ["paint on wall", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1749F/production/_125019359_protest2.jpg.webp"]], "author": null, "date": "2022-06-02"}}