{"https://www.bbc.com/news/uk-scotland-58394326": {"title": "COP26: Riot training for thousands of police ahead of summit", "subtitle": null, "text": "Thousands of police officers are being given riot training in the run-up to the COP26 summit in Glasgow.\nThe global event, which will see world leaders arrive in the city this November, is expected to be policed by about 10,000 officers a day.\nSpecialist public order training is being given to thousands for what will be one of the biggest police operations the UK has seen.\nPolice Scotland said it would facilitate safe and peaceful protest.\nOfficers from around the UK will be deployed during the international conference, which is expected to attract protesters in large numbers.\nDuring August and September, roughly 2,500 public order officers in Police Scotland are to be trained.\nAn exercise involving hundreds of officers was held at Cragiehall barracks near Edinburgh on Monday.\nThe simulation put police officers wearing riot gear into a real-time mock protest, with other officers playing the role of demonstrators from a group called \"Destruction Uprising\".\nThe \"protesters\" took part in a sit-down demonstration outside a bank, which began peacefully before becoming more confrontational, with objects being thrown at a line of officers.\nMounted police were also used in the exercise, while the officers moved to disperse the group and use riot shields to defend against attackers with baseball bats.\nA group of politicians and campaigners were invited to the training day, with some taking part in the role of police or protesters.\nScottish Labour MSP Monica Lennon donned the boiler suit, helmet and body armour of a public order officer as she joined the police lines.\nShe told the PA news agency: \"It's heavy, it's warm, I'm covered in egg and all sorts of things.\n\"But it's been good to see what it's like for the police in these sorts of situations.\"\nShe added: \"It was quite intimidating - having to eyeball protesters even though it was pretend.\"\nPolice Scotland's response to public incidents is under greater scrutiny than ever before but that will move into a different league come COP26.\nThe world's media will be watching how the force engages and deals with a disparate coalition of campaigners and protestors.\nEveryone from schoolchildren and organic farmers to the direct action activists of Extinction Rebellion will want to make their voices heard.\nThe force says it will take a human rights-based approach, facilitating people's right to peaceful protest, while minimising disruption to the wider Glasgow community and clamping down on any serious disorder.\nA coalition of more than 100 organisations is hoping up to 100,000 people will march through Glasgow on November 6 but many other protests will take place, particularly when the world leaders are in town.\nIn 2005, when the G8 met in Scotland, helicopters flew riot police into the grounds of Gleneagles Hotel and there was sporadic violence on the streets of Edinburgh.\nCOP26 will be a different beast from the G8 but public anger and concern over climate change is growing and a repeat of such scenes can't be ruled out.\nSenior officers have said that so far they have no intelligence that anyone is intending to cause trouble but they're preparing for it just in case.\nDeputy Chief Constable Will Kerr said: \"Police Scotland is a rights-based organisation that puts our values of integrity, fairness, respect and a commitment to upholding human rights at the heart of everything we do.\n\"This means that we will protect the rights of people who wish to peacefully protest or counter-protest at COP26, balanced against the rights of the wider community.\n\"The whole aim is to minimise disruption to the wider community as much as we can. We understand entirely that people will come and they will want to protest on an issue of real significant global importance.\n\"We welcome them, we will facilitate and protect their right to do so. But we want to do so safely and we want them to do so peacefully.\"\nHe said the force would provide a \"proportionate policing response\" and that the force was already engaging with known protest groups to ensure their rights to peaceful assembly and protest were met.\nHe said the police would focus on de-escalation in a demonstration like the one simulated at Cragiehall.\nHe added: \"What today is about is preparing a greater number of officers in Police Scotland for the small minority who might not want to come and protest peacefully, who might want to disrupt the life of the city and engage in disorder.\n\"For that small minority we want to make sure we have the fullest range of tactics available.\"\nAsked if Police Scotland could rule out the use of undercover officers in protest groups, he said: \"In the very unlikely circumstances that we would deploy them, the accountability regime in the use of those tactics is incredibly and rightly onerous.\"\nQuan Nguyen, Scotland coordinator of the COP26 Coalition, which is organising protests in Glasgow, across the UK and worldwide this November, said: \"Protest and dissent are vital to a healthy democracy, and are how human rights and justice have always been won the world over.\n\"Without protest, the political will to act is just not there. The rights to protest, freedom of assembly and freedom of expression are protected rights which the police have a legal duty to defend.\n\"People must be able to challenge the most exclusionary and least transparent COP ever held, otherwise we stand no chance in tackling the deadly climate catastrophe currently wreaking havoc across the planet.\"\nHe urged people to join the protests for climate justice on 6 November.", "image": [{"caption": "During the mock protest, police used riot shields against \"protesters\" wieding baseball bats", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/84D4/production/_120340043_tv070042163.jpg.webp", "local_name": "BBC_2021-08-31_COP26:-Riot-training_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Officers had no idea how the simulation was going to develop", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/12114/production/_120340047_tv070042056.jpg.webp", "local_name": "BBC_2021-08-31_COP26:-Riot-training_img2.webp", "local_path": "article_images/BBC"}, {"caption": "Analysis box by David Cowan, Home affairs correspondent, BBC Scotland", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/11855/production/_117156717_davidcowan_tr-nc.png.webp", "local_name": "BBC_2021-08-31_COP26:-Riot-training_img3.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-08-31", "source": "BBC", "id": "BBC_2021-08-31_COP26:-Riot-training"}, "https://www.bbc.com/news/uk-england-london-58306278": {"title": "Extinction Rebellion erects table in Covent Garden", "subtitle": null, "text": "Extinction Rebellion has built a huge table in Covent Garden as part of its fifth mass protest to demand the government stops using fossil fuels.\nThe protesters put up a 13ft (4m) tall table near Leicester Square and chained themselves to its legs to highlight \"that climate breakdown is here now\".\nOn Monday evening the Met issued a dispersal order saying the protest at the junction of Long Acre and St Martins Lane had to end by 19:00 BST.\nEight people have been arrested.\nThe protest group is planning to disrupt London for days.\nCampaigners held placards with messages including \"Code red, where's the action\", while four people were dressed as the sea in a warning over rising sea levels.\nThe Metropolitan Police said it would put a \"significant\" operation in place to manage the protests over the busy bank holiday weekend but acknowledged the activists' \"important cause\".\nThe group's latest protest comes after a major science review by the UN's Intergovernmental Panel on Climate Change (IPCC) confirmed that human activity such as burning fossil fuels was unequivocally driving the climate crisis, causing deadly heatwaves, floods and storms.\nKate, who travelled from Dover to lock herself on to one of the legs, said: \"I don't believe the government is taking the climate emergency seriously enough.\n\"We've just had the IPCC report that says we're basically screwed. They're not taking action anywhere fast enough.\n\"It may be too late already. I want them to get on board with policy changes that might begin to get us out of the climate crisis.\"\nOne van driver was seen arguing with police. He said: \"I have deliveries to make, I'm not going to be on time. You should be talking to them, not me.\"\nCharlie Waterhouse, of the Extinction Rebellion design team, said: \"We are inviting everyone in Britain to come to the table and have the kind of grown-up conversations government, industry and the media are refusing.\n\"When those in positions of power are incapable, it is the responsibility of the people to step up. We are in the greatest crisis humanity has ever faced, and Extinction Rebellion are calling for crisis talks.\"", "image": [{"caption": "The group says the table forms the centrepiece of its protest", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6F7D/production/_120214582_tableepa.jpg.webp", "local_name": "BBC_2021-08-23_Extinction-Rebellion-erects_img1.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-08-23", "source": "BBC", "id": "BBC_2021-08-23_Extinction-Rebellion-erects"}, "https://www.bbc.com/news/uk-wales-58318646": {"title": "From Rhondda to Greenham and the US Supreme Court", "subtitle": null, "text": "1981. Bucks Fizz win Eurovision, Raiders of the Lost Ark tops the box office, and Swansea City are promoted to the First Division.\nMeanwhile the threat of nuclear war draws a step closer, as fears from new longer-range Soviet missiles are followed by Nato's decision to base American cruise missiles at RAF Greenham Common in Berkshire.\nMore than a hundred miles away in Porth, Rhondda, three sisters decide they would not take the deployment lying down.\nForty years on, the story of Sue, Christine and Lesley Brinkworth is being told in a BBC Wales documentary: Mothers, Missiles and the American President.\nOver a four-year campaign, the three would spend months sleeping rough at the Greenham women's peace camp, go to prison a total of eight times between them, and even travel to the United States to sue president Ronald Reagan.\nYet Sue Brinkworth - now Lamb - says it all began with one BBC Horizon documentary.\n\"I was seven months pregnant with my daughter Angharad when I saw the programme about what we should do in the event of a nuclear attack, and I just thought I can't bring a child into the world under these circumstances.\n\"Shortly after Angharad was born we went on a family trip to London Zoo, under the flightpath to Heathrow, and every time a plane flew over, my eldest daughter Jodie was terrified that it was the Russians coming to drop the atom bomb.\"\nAs soon as Sue got home, she and her sisters sought out the nearest branch of the Campaign for Nuclear Disarmament.\nWithin weeks they had been elected to the governing committee, and had helped set up a march on Greenham.\n\"I was actually away on holiday with my children when the march began. I was torn about whether I should have cancelled it, but it was the first time I'd been able to take them away,\" Sue says.\n\"When I got back I presumed it was all over because there was nothing in the press, but I discovered that there were still hundreds of us camping out there - not a word in the newspapers though.\"\nSue says it was her outrage at a media blackout which persuaded them to organise a bus and head to Greenham.\n\"I'd never considered myself to be a feminist before Greenham, I told everyone I was just a housewife from the Rhondda.\n\"They soon corrected me: 'You're not just a housewife, you're a homemaker who can juggle a million things at once, and who would die for your children, you're just the sort of person we need here'.\"\nBack in Porth, Sue and her sisters camped out in the town square for a week in order to raise awareness of their cause.\n\"I thought we'd have been arrested within a few hours, but the reaction of the locals was amazing.\n\"We turned up so under-prepared looking back on it, but by the end of the first day people had donated us all the food, drink and equipment we could possibly need. A team of builders even brought us a wooden hut to sleep in.\"\nEmboldened by the success of the Porth protest, the sisters set out for Greenham once again, spending the majority of the next few years camping outside the base.\nSue says at first there was something of a \"festival atmosphere\" there, however as 1982 came in the mood changed abruptly.\n\"Initially we'd take the children down there, there'd be camp fires and singing, and we'd sleep out in caravans, cars, tents. It was a happy but determined place to be.\n\"By 1982 the government had started seeking eviction orders, and once the bailiffs moved in everything got a lot more grim.\"\nOpposed by the police and locals, regularly having their property confiscated, yet still not receiving the media coverage they desperately wanted, Sue was part of a radical group within the women's peace camp who decided they needed to escalate the campaign.\nIn September 1982 they gathered behind a delivery lorry and when the camp gates were opened 14 of them stormed the police checkpoint.\nBarricading themselves in, it would take several hours to restore order.\n\"Once we got inside, we moved all the furniture up against the door to stop anyone getting in, and sat down for a long wait.\n\"After a while the phone rang, and we answered it: 'Hello, Greenham women's peace camp'. An American voice said: 'Oh you guys have your own phone line now then?', to which we said: 'Yes, we've recently moved to new, improved accommodation'.\"\nSue, Christine and Lesley each turned down an opportunity to be bound over to keep the peace, and instead were jailed for 14 days by Newbury magistrates.\n\"We wouldn't agree to be bound over, as that would be entering into a contract that we wouldn't do anything like this in the future, which we couldn't agree to.\n\"On the one hand we were delighted to finally have a public platform on which to air our case, but on the other I was disgusted that a so-called civilised country would imprison mothers for trying to protect their children from genocide - Christine was pregnant at the time.\"\nThe publicity of their sentences went a long way to encouraging some 30,000 women to come together in order to link hands around Greenham, in what came to be known as Embrace the Base on 12 December 1982.\nThe message was spread via unsigned chain letters, bearing the slogan \"Greenham women are everywhere\" and their spider's web motif, symbolising the \"fragile but resilient\" network.\nIn order to counter the \"death\" of nuclear missiles, the protesters pinned images of \"life\" to the razor wire surrounding the camp, including baby clothes and photos of their children.\nYet as 1983 drew in, the protest was still stalling, so the women decided to take their battle to the courts.\n\"We were told we couldn't sue the British government, but that US law provided an avenue to challenge their foreign policy if it directly affected foreign nationals, so we decided we were going to sue Reagan.\n\"The Supreme Court appointed their most hostile, conservative judge to hear the case, and he concluded that although we had the right to bring the case, he didn't have the authority to overrule the president on the defence of the nation.\"\nOn the same afternoon Sue and her sisters returned to their South Carolina hotel room to see television coverage of the first cruise missiles arriving at Greenham.\nAlthough they would carry on the battle for several more years, each going to prison again, she admits that the sight of the missiles \"took the wind out of their sails\".\nVery soon their attention would be drawn closer to home as the Miners' Strike of 1984-85 threatened their home town.\n\"We were desperate to carry on, but in the end we had to prioritise our families and our community,\" Sue said.\nHowever, in 1989 they would receive a shock victory when, as a result of the Intermediate-Range Nuclear Forces Treaty signed by Soviet leader Mikhail Gorbachev and President Reagan two years earlier, nuclear weapons were withdrawn from Greenham.\n\"I've been told over and over that it wasn't the women who got the missiles out of Greenham, it was politics and diplomacy, but without the pressure of the peace movement would the politicians have ever got around the table?\"\nThe women's peace camp continued as a general protest against nuclear weapons until RAF Greenham Common was decommissioned in 2000.\nThe site has now been redeveloped as a peace garden in honour of the protest.\nAlthough Sue's fight may now be over, she believes what they were able to achieve has lessons for the young mothers of today.\n\"I think what we were striving for has direct parallels with the Extinction Rebellion movement and the fight against climate change, as big if not a bigger issue than what we were facing in the '80s.\n\"You might think you're not able to accomplish much as just one mother at home, but if two of you, then four, then eight etc get together, then before you know it you have a movement which is too loud, too big and too powerful for the authorities to ignore any more.\"\nMothers, Missiles and the American President is on BBC One Wales at 21:00 BST on Wednesday, 25 August, and on the BBC iPlayer", "image": [{"caption": "The sisters began their protest camping out in Porth", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/0517/production/_120230310_c9f6a93d-8c0f-4286-90bf-df30f5cfa13f.png.webp", "local_name": "BBC_2021-08-25_From-Rhondda-to_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Christine was one of thousands at the women's peace camp", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/139AF/production/_120230308_b6cd80ca-a30d-475a-8fa7-c667f9b2a5e5.jpg.webp", "local_name": "BBC_2021-08-25_From-Rhondda-to_img2.webp", "local_path": "article_images/BBC"}, {"caption": "1px transparent line", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/4BEB/production/_112953491__108802839_624_transparent-nc.png.webp", "local_name": "BBC_2021-08-25_From-Rhondda-to_img3.webp", "local_path": "article_images/BBC"}], "author": ["Neil Prior"], "date": "2021-08-25", "source": "BBC", "id": "BBC_2021-08-25_From-Rhondda-to"}, "https://www.bbc.com/news/uk-58092234": {"title": "Extinction Rebellion: Judge demands review of protester convictions", "subtitle": null, "text": "An Old Bailey judge has asked prosecutors if they stand by convictions of Extinction Rebellion protesters after a second successful appeal in two days.\nJudge Mark Dennis QC demanded the review after a protester won his appeal against obstructing a road.\nCrown Prosecution Service lawyers must return to the Old Bailey on Thursday to set out their position.\nThe judge's call comes after a Supreme Court ruling on protest rights.\nRobert MacQueen, 65, from Haslemere, Surrey, was convicted of blocking the road in Whitehall in October 2019, during a London-wide Extinction Rebellion protests targeting government buildings.\nBut on Wednesday Judge Mark Dennis QC overturned the conviction after the Crown Prosecution Service offered no evidence to counter the appeal.\nThe day before, the judge quashed the conviction of Emma-Rose Goodwin, 47, from Exeter.\nProsecutors had offered no evidence in court after it emerged that the arresting officer - the key witness - was in Romania.\nA third appeal has been adjourned and seven more cases are due to go before the judge.\nQuashing Mr MacQueen's conviction, Judge Dennis said there seemed to be a \"fundamental problem\" with the cases.\nHe asked prosecutors to review all the remaining cases where a protester argued they had \"lawful excuse\" to occupy a road.\nHe said that prosecutors seemed to be arguing that a protester could not lawfully lie down in the road in any circumstances - and they had not \"grasped\" the importance of a recent Supreme Court ruling.\nIn that judgement, the UK's highest court ruled that demonstrators who had blocked a road at a military arms show should not have been convicted of obstruction because their right to temporarily and peacefully protest should have been taken into account.\nJudge Dennis said that given the importance of that ruling, prosecutors needed to clarify where they stood on the eight cases still to be heard this week and next.\nIn July, another XR defendant was the first to benefit from the Supreme Court's ruling when he was found not guilty of blocking a road during a September 2020 protest.\nCity of London Magistrates' Court acquitted Ben Benatt, an environmental scientist, saying that it was not proportionate to give him a criminal record given his right to peacefully demonstrate, the limited nature of the disruption he caused and his genuinely-held beliefs.\nThe tactics used by XR followers of unpredictable and uncoordinated road occupations have heavily influenced the government's current proposals to redraw protest laws.\nMinisters want to make it easier for the police to intervene and break up a static demonstration where it causes a public nuisance.", "image": [{"caption": "Tents in London's Trafalgar Square during an Extinction Rebellion protest", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/3583/production/_109199631_hi057227576.jpg.webp", "local_name": "BBC_2021-08-04_Extinction-Rebellion:-Judge_img1.webp", "local_path": "article_images/BBC"}], "author": ["Dominic Casciani"], "date": "2021-08-04", "source": "BBC", "id": "BBC_2021-08-04_Extinction-Rebellion:-Judge"}, "https://www.bbc.com/news/uk-england-london-58324146": {"title": "Extinction Rebellion: Nearly 200 arrests over four days", "subtitle": null, "text": "Nearly 200 people have been arrested at Extinction Rebellion demonstrations in London over the past four days.\nOn Wednesday, the climate change protesters blocked off roads near Oxford Circus, glued themselves to a giant table and formed a human chain around the area cordoned off by police.\nDozens were carried to police vans by officers who used loudspeakers to warn the crowd to leave or risk arrest.\nAt least 10,000 people congregated near the rallies since they began on Sunday.\nCurrently, 196 people have been arrested on suspicion of a variety of offences.\nWhat is Extinction Rebellion and what are its aims?\nThe Brazilian embassy, Piccadilly Circus and the Department for International Trade (DIT) were also targeted, with thousands listening to speeches and parading through the streets.\nThe group gave the DIT a mock award for \"making an outstandingly awful contribution to climate change\" and the embassy gathering was \"to show solidarity with indigenous people in the Amazon rainforest\".\nThe table, which had previously been erected in Seven Dials, represents an invitation to \"come to the table\" for discussions about fossil fuel. Chairs were left empty to represent an invitation to all those who identify as female, nonbinary or trans.\nExtinction Rebellion coordinate these actions very carefully.\nJust after 14:00 BST about 50 female protestors converged on the road junction at the centre of Oxford Circus.\nA van drew up, the back doors were flung open, and women began to unload what looked like giant pieces of pink Lego.\nQuickly they began to assemble these in the middle of the road.\nAt the same time, 30 or so women formed a circle and superglued their hands together.\nOthers lay down in the road and padlocked themselves together with locks inside steel tubes.\nThe idea is to make it as difficult and as time consuming as possible for the police to dismantle the protest.\nWithin minutes, dozens of police officers arrived, charging into the middle of the group amid screams from the protesters.\nAnd the now familiar stand-off began, with police gradually tightening their cordons until - probably early tomorrow morning - they will go in and clear the remaining protesters from the streets.\nThe demonstrations are planned to continue next week, when the activists will protest against the links between \"big finance, fossil fuels and the fossil of politics that is Westminster\".", "image": [{"caption": "Analysis box by Justin Rowlatt, chief environment correspondent", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/125F4/production/_114725257_justinrowlatt_tr-nc.png.webp", "local_name": "BBC_2021-08-25_Extinction-Rebellion:-Nearly_img1.webp", "local_path": "article_images/BBC"}, {"caption": "The demonstrations are planned to continue next week", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/976B/production/_120236783_2.61960741-1.jpg.webp", "local_name": "BBC_2021-08-25_Extinction-Rebellion:-Nearly_img2.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-08-25", "source": "BBC", "id": "BBC_2021-08-25_Extinction-Rebellion:-Nearly"}}