{"https://www.bbc.com/news/world-africa-55300261": {"title": "Senegal's Dakar Fashion Week: The catwalk in a baobab forest", "subtitle": null, "text": "Organisers of this year's Dakar Fashion Week have a message for the world: sustainability is in style.\nForced by coronavirus restrictions to hold the show outside, models emerged beside the trunk of an ancient baobab tree to stride down the catwalk.\nThe event, held at the weekend in Senegal's capital with the theme of environmental responsibility, featured 20 designers whose collections - both those on the runway and sold in boutiques - have long been handmade on the continent rather than mass produced in factories.\n\"A lot of the designers had already been doing 'slow fashion' but they didn't know it,\" said Adama Ndiaye, founder of Dakar Fashion Week and the designer behind Adama Paris.\n\"It's made here and it's not made in huge quantities. We were so ashamed of that for years but now we are proud of it. This is luxury.\"\nIn what has become known as \"fast fashion\", consumers, most notably in the West, are buying and discarding clothes at an alarming rate, causing industry-related pollution to soar.\nThe average number of times a garment is worn before it is discarded has decreased by 36% over the last 15 years, according to a 2017 report by the Ellen Macarthur Foundation.\nEach year, the production and dying of materials consumes about 100 million tonnes of non-renewable resources and emits vast amounts of greenhouse gases, the report states.\nIn 2015 alone, carbon emissions from textile production totalled more than that of all international flights and maritime shipping combined.\nFurthermore, the toxic chemicals released from the dyeing and treatment of textiles is responsible for 20% of global industrial water pollution.\nThe majority of the fabric used at this year's Dakar Fashion Week, though assembled in Africa, was imported from abroad. Even wax fabrics are typically manufactured in China and Europe.\n\"We don't make everything here, so we can't create a collection that's 100% Senegalese,\" said Ndiaye, whose line used imported material from Thailand.\n\"But at least we took the initiative to do certain things.\"\nSaturday's show, in keeping with the environmental theme, took place in a field of baobabs.\nBut the ambiance was undercut by stacks of plastic water bottles as well as umbrellas, mats and posters emblazoned with the logo of Kirene bottled water, which sponsored the event.\nKirene bottles are a ubiquitous sight along Dakar's streets and coastline, which are notoriously engulfed in plastic waste.\nBut Ndiaye said she needed the financial backing and the company has pledged to create a recycling programme.\n\"For me to even be able to talk about sustainability I have to have support, because all of this costs money,\" she said.\nBel Jacobs, co-founder of Fashion Act Now, a campaign group born out of Extinction Rebellion, said Dakar Fashion Week should be recognised for engaging in a conversation around sustainability and overconsumption.\nJacobs' group is known for their radical protests to cancel London Fashion Week.\nYou may also be interested in:\n\"Fashion Weeks exist specifically to promote the idea of continuous consumption of new clothes,\" she said. \"They can still be a celebration of creativity, of imagination, of innovation. But everything just needs to be geared towards the planetary crisis.\"\nJacobs cited Copenhagen Fashion Week, where designers are required to meet a set of 17 sustainability requirements by 2023 in order to be eligible to show. These include using 50% recycled or organic materials, pledging not to destroy unsold clothes and employing ecological packaging.\nText and photos by Annika Hammerschlag", "image": [{"caption": "Annika Hammerschlag Group shot of models", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/234C/production/_116063090_group.jpg.webp", "local_name": "BBC_2020-12-15_Senegal's-Dakar-Fashion_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Annika Hammerschlag Models queuing up", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/CE46/production/_116060825_dakar4.jpg.webp", "local_name": "BBC_2020-12-15_Senegal's-Dakar-Fashion_img2.webp", "local_path": "article_images/BBC"}, {"caption": "Annika Hammerschlag Two models", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/3206/production/_116060821_dakar3.jpg.webp", "local_name": "BBC_2020-12-15_Senegal's-Dakar-Fashion_img3.webp", "local_path": "article_images/BBC"}, {"caption": "Annika Hammerschlag People getting ready", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1187E/production/_116060817_dakar2.jpg.webp", "local_name": "BBC_2020-12-15_Senegal's-Dakar-Fashion_img4.webp", "local_path": "article_images/BBC"}, {"caption": "Annika Hammerschlag Composite of two models", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/8026/production/_116060823_2models.png.webp", "local_name": "BBC_2020-12-15_Senegal's-Dakar-Fashion_img5.webp", "local_path": "article_images/BBC"}, {"caption": "BBC 1px transparent line", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/4BEB/production/_112953491__108802839_624_transparent-nc.png.webp", "local_name": "BBC_2020-12-15_Senegal's-Dakar-Fashion_img6.webp", "local_path": "article_images/BBC"}, {"caption": "Annika Hammerschlag Shadows on a tree", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/E188/production/_116063775_shadow.jpg.webp", "local_name": "BBC_2020-12-15_Senegal's-Dakar-Fashion_img7.webp", "local_path": "article_images/BBC"}, {"caption": "Annika Hammerschlag Baobab forest", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/12BDE/production/_116066767_baobabs.jpg.webp", "local_name": "BBC_2020-12-15_Senegal's-Dakar-Fashion_img8.webp", "local_path": "article_images/BBC"}, {"caption": "Annika Hammerschlag Models sitting on the floor", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/11C20/production/_116063727_kirene.jpg.webp", "local_name": "BBC_2020-12-15_Senegal's-Dakar-Fashion_img9.webp", "local_path": "article_images/BBC"}, {"caption": "Annika Hammerschlag Model wearing dark clothes", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/31C0/production/_116063721_dark.jpg.webp", "local_name": "BBC_2020-12-15_Senegal's-Dakar-Fashion_img10.webp", "local_path": "article_images/BBC"}, {"caption": "Annika Hammerschlag Model in a red dress", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/9368/production/_116063773_vertical.jpg.webp", "local_name": "BBC_2020-12-15_Senegal's-Dakar-Fashion_img11.webp", "local_path": "article_images/BBC"}, {"caption": "BBC 1px transparent line", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/4BEB/production/_112953491__108802839_624_transparent-nc.png.webp", "local_name": "BBC_2020-12-15_Senegal's-Dakar-Fashion_img12.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2020-12-15", "source": "BBC", "id": "BBC_2020-12-15_Senegal's-Dakar-Fashion"}}