{"https://www.bbc.com/news/uk-england-cornwall-57454319": {"title": "G7 in Cornwall: Hundreds on streets and in sea for protests", "subtitle": null, "text": "Hundreds of protesters brought streets to a standstill on the second day of the G7 summit in Cornwall.\nCampaigners from Extinction Rebellion marched through Falmouth in one of the biggest demonstrations of the day.\nAnd cleaner seas campaigners Surfers Against Sewage held a paddle-out protest at a Falmouth beach.\nDevon and Cornwall Police has tweeted its thanks to demonstrators for keeping protests peaceful.\nThe G7 summit is taking place in Carbis Bay, near St Ives, with international media based 27 miles (43km) away in Falmouth.\nAbout 200 protesters paddled out into the bay from Gyllyngvase beach in Falmouth with banners declaring an \"ocean and climate emergency\".\nA huge blow-up shark was anchored in the bay with the message: \"Eat people not plastic.\"\nMarlene McKenna, who swam out to the gathering, said: \"It's time the oceans are cleaned up, I hate swimming in sewage which can happen after heavy rain.\n\"We just need to make sure that all the nations are working together to put our environment front and centre right now.\"\nFarrah, two, and her brother Grey, eight, had travelled from Bath with their mum with the message: \"No-one is too small to make a difference.\"\nBehind the beach there was a van handing out free ice-creams stressing the need to vaccinate the whole world against Covid-19.\nOxfam campaigners at nearby Swanpool beach called for G7 countries to step up action on emissions and help vulnerable countries respond to climate change.\nSeveral hundred people also marched through Falmouth against the Tigray humanitarianism crisis in Ethiopia.\nOcean Rebellion set fire to a Viking-style boat on Friday night close to the St Ives hotel where G7 delegates are staying.\nThe words \"As the seas die we die\" were on the sail..\nOcean Rebellion said: \"Marine plants produce more than 90% of our oxygen, so they, and not the Amazon rainforest, are the true lungs of our planet.\"\nObserver professor Clare Saunders, an expert in environmental protests from the University of Exeter, said most demonstrations has been \"friendly and open to all\" with a \"real community, festival-type atmosphere\".\nShe also pointed out the \"lack of public transport\" in Cornwall had \"helped create a sense of community between protesters\".\nFollow BBC News South West on Twitter, Facebook and Instagram. Send any story ideas to spotlight@bbc.co.uk", "image": [{"caption": "Marchers highlighted the humanitarian crisis in Ethiopia", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/0B22/production/_118905820_e3rcmxiwuaimnhb.jpg.webp", "local_name": "BBC_2021-06-12_G7-in-Cornwall:_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Surfers Against Sewage held a paddle-out protest at a Falmouth beach", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/F064/production/_118904516_067965549.jpg.webp", "local_name": "BBC_2021-06-12_G7-in-Cornwall:_img2.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-06-12", "source": "BBC", "id": "BBC_2021-06-12_G7-in-Cornwall:"}, "https://www.bbc.com/sport/football/51197804": {"title": "France 1-0 Germany: Mats Hummels own goal sees Euro 2020 favourites France beat Germany", "subtitle": null, "text": "World champions France started their Euro 2020 campaign with a win over Germany thanks to a Mats Hummels' own goal in a high-quality heavyweight Group F match.\nHummels - recalled for this tournament after being told by coach Joachim Low in 2019 that his international career was over - diverted Lucas Hernandez's cross into his own net in the first half of a fascinating contest in Munich.\nTournament favourites France were marginally the better of the two sides, but appeared to be in third gear for much of it.\nPaul Pogba sent the ball over the bar from a corner with his shoulder, Kylian Mbappe had an angled shot saved, he and Karim Benzema had goals ruled out for offside and Adrian Rabiot hit the outside of the post.\nGermany came into the finals with big questions over their best XI as well as their chances of success after an uncharacteristically turbulent few years, but proved typically competitive finals opponents.\nThomas Muller - another player recalled after being jettisoned by Low - headed wide, with Ilkay Gundogan slicing an effort past the post from a good position in the box and Serge Gnabry seeing a shot deflected on to the roof of the net.\nIt was not just the actual football that was of interest either.\nThere was a hint that Germany defender Antonio Rudiger may have bitten the shoulder of Pogba in the first half, although replays proved inconclusive.\nThis came after a Greenpeace protestor had parachuted into the stadium, shedding equipment as he crashed to the pitch before being hurried away by security.\nFrance's win means they and Portugal, who beat Hungary 3-0 in Budapest earlier on Tuesday, take the early initiative in a highly competitive Group F.\nSeveral hospitalised by parachute protestor\nBest action and reaction from France v Germany in Euro 2020 Group F\nRonaldo becomes Euros record scorer as Portugal beat Hungary\nListen to the latest Daily Euros podcast from BBC Radio 5 Live\nWhen the draw for the finals was made, this was a standout fixture - a winners' convention between two of the continent's most decorated sides, containing some of the modern game's highest individual achievers.\nThe two nations have five European Championship titles between them and six World Cup wins, with only three of the players starting the game in Munich without a Champions League winners' medal in their collection.\nJust to add a bit more spice, the two countries also have some on-field history, most notably the encounter at the 1982 World Cup, which included the infamous clash between German goalkeeper Harald Schumacher and France defender Patrick Battiston.\nWhile the encounter did not produce a timeless classic, it did showcase a consistent level of skill and intelligence rarely seen so far in the competition.\nFrance supplied much of it, with Pogba and N'Golo Kante a complimentary midfield pairing of grit and guile, and the front three of Mbappe, Antoine Griezmann and Karim Benzema a constant menace to a vulnerable German defence.\nWith such attacking riches at France's disposal, it could be seen as a negative that it took an own goal to seal this win, but they could easily have added to the scoreline had the forwards timed their runs better.\nAt 33, Benzema can be forgiven for going early to gain an advantage and drawing the offside flag that ruled out his finish, but Mbappe has pace to burn and is less in need of the extra yard.\nIn the end, Hummels' own goal was all France needed to get off to a winning start in their quest to unite the European Championship trophy with the World Cup - as they did 21 years ago.\nRegardless of the outcome, Euro 2020 will be Low's final hurrah as Germany boss, with Hansi Flick ready to succeed him after the tournament.\nThis is arguably the weakest German side he has taken into a major tournament - having led his nation at seven - and is certainly the least settled, with the coach still seemingly unsure as to his best XI or even best formation.\nHowever, they still retain quality in the side, most notably in defender Joshua Kimmich and goalkeeper Manuel Neuer, and have experience now too thanks to Low's decision to recall Hummels and Muller.\nThe wisdom of drafting back Hummels, though, may be questioned by some after his calamitous attempt to clear Lucas Hernandez's cross that resulted in him shinning in France's winner.\nWhat was most apparent was the lack of that extra level of composure, class and self-belief so inherent in previous German sides.\nThey huffed and puffed after going behind but never looked like hurting the French, even with Leroy Sane, Timo Werner and Kevin Volland thrown into the mix.\nIt was not the calamity some feared but it was a first-ever opening-match defeat for the Germans at a European Championship finals.\nFrance have won their opening match of a European Championship for the sixth time, with only Germany (seven) managing to do so more often. Indeed, the French have gone on to reach the final in three of the previous five tournaments they have started with a win, lifting the trophy in both 1984 and 2000 (runner-up in 2016).\nThe first 12 games at Euro 2020 have produced three own goals (Merih Demiral, Wojciech Szczesny and Mats Hummels), already the joint-most at any European Championship tournament (also three at Euro 2016).\nGermany have lost their past two games at the European Championship, with both defeats coming against France. The Germans have had 28 shots across those two games without managing to score (18 in 2016, 10 against France).\nBoth France and Germany managed just one shot on target each, the lowest total in a European Championship game for the French since 2012 (v Spain), and for the Germans since 2008 (also v Spain). The last Euros encounter to see a fewer number of shots on target also involved France, in 2008 when they faced Romania (one).\nOnly Gareth McAuley (aged 36 years 203 days) at Euro 2016 against Wales has scored an own goal in a European Championship match at an older age than Germany defender Mats Hummels against France (32 years 181 days).\nMats Hummels is the first German player to score at both ends at a major tournament (Euros and World Cup). Having scored against France at the 2014 World Cup, he's the second player to both score and score an own goal against them in major tournament matches after Mario Mandzukic, who did so in the same game - the 2018 World Cup final.\nManuel Neuer started his 100th match for Germany across all competitions, becoming the first goalkeeper in the nation's history to do so.\nThe Expected Goal (xG) tally in the match between France and Germany stood at 1.38 - the lowest at this year's tournament so far. In fact, it is the lowest combined tally in a European Championship encounter since Wales beat Northern Ireland 1-0 in 2016, a match which was also settled by a own-goal (0.56).\nFrance take on Hungary in their next game in a 14:00 BST kick-off on Saturday. Germany's task does not get any easier with Portugal their next opponents in a game at 17:00 on the same day.\nCatch Her If You Can: A game of cat and mouse with a con artist who had nearly everyone fooled\nKrept and Konan: Exploring Englishness in creating the Euro 2020 anthem", "image": [{"caption": "Around the BBC iPlayer banner", "url": "https://ichef.bbci.co.uk/ace/standard/1920/cpsprodpb/86E1/production/_112292543_aroundthebbc-iplayerfulllogo-nc.png", "local_name": "BBC_2021-06-15_France-1-0-Germany:_img1.png", "local_path": "article_images/BBC"}, {"caption": "Around the BBC iPlayer footer", "url": "https://ichef.bbci.co.uk/ace/standard/1920/cpsprodpb/ADF1/production/_112292544_iplayerpinkfooter-nc.png", "local_name": "BBC_2021-06-15_France-1-0-Germany:_img2.png", "local_path": "article_images/BBC"}], "author": null, "date": "2021-06-15", "source": "BBC", "id": "BBC_2021-06-15_France-1-0-Germany:"}, "https://www.bbc.com/news/uk-england-somerset-57580710": {"title": "Glastonbury cancellation 'big hit' for Greenpeace", "subtitle": null, "text": "Two years without the Glastonbury Festival has meant \"a big financial hit\" for environmental charity Greenpeace.\nGlastonbury usually takes place on the last weekend of June but was cancelled in 2021 and 2020, due to Covid-19.\nFounder Michael Eavis is one of its biggest donors, often giving up to £500,000 after each festival.\nGreenpeace's Bob Wilson said it had also missed having a key opportunity to \"sign up new supporters\".\nHundreds of thousands of people would have descended on the Somerset farm if the festival had gone ahead this weekend.\nMr Wilson, who is the charity's events manager, said: \"That single donation makes up quite a big chunk of our annual income, so only having one Glastonbury festival in the last four years has been a big financial hit for us.\"\nThe organisation has been a staple part of the festival, which usually takes place in Shepton Mallet, Somerset, since 1991.\nMr Eavis wrote to Lord Peter Melchett, the then CEO of Greenpeace 30 years ago, inviting the charity and its supporters to his festival.\nOver time their role changed, eventually leading to a Greenpeace field dedicated to environmental education and awareness.\nMr Wilson said: \"We were quite pleased to join as it gave us access to a very large crowd even then, like-minded people and right from the word go Michael gave Greenpeace a donation.\n\"We went from selling badges and t-shirts and things like that in a little tent to eventually Michael saying 'would you like to run a field?' It just grew from there really. It's become quite a destination field now.\"\nThe largest music festival in the UK, Glastonbury offers charities the opportunity to spread the message about their work to up to 200,000 people in one weekend.\nMr Wilson said one particular year \"we got 80,000 people signed up across the site, which is no mean feat\".\nHe said that in other years \"we gave lunch to the Dalai Lama\".\n\"We gave lunch to [former Labour leader] Jeremy Corbyn as he wrote his speech in the corner. It all adds to the very important brand awareness and the fact that the donations are important.\"\nGlastonbury has a \"fallow\" year every five years, but Mr Wilson said with these extra two events called off, organisers \"immediately started to think about us\".\nThe festival team has raised money for Greenpeace, WaterAid and Oxfam by collaborating on a line of merchandise following 2020's cancellation and through its Live at Worthy Farm online event in May, with plans to donate from its upcoming camping season at the site.\nWaterAid and Oxfam are also prominent charities at the festival who benefit from donations and sign-ups.\nWaterAid's Anna Hedges said it had been a festival partner for 26 years: \"During which time we have received more than £2.5m in generous donations to help transform lives with clean water, decent toilets and good hygiene.\"\nShe thanked Michael and Emily Eavis and the team \"for their ongoing commitment and support\".\nMr Wilson said he was grateful for the extra help from the team during the pandemic.\n\"So they've tried to keep it ticking over, but the loss is there for everyone to realise,\" he said.\n\"We miss the community, I guess, more than anything; everybody coming together from all over the world to work with us and to meet us.\n\"We can't wait for another proper, 'normal' Glastonbury, both for the financial boost it gives us, and because it's the best party in the world.\"\nThe Glastonbury site is to be transformed into a \"family-friendly campsite\" over the school holidays.\nIn January Emily and Michael Eavis confirmed the 2021 cancellation and that anyone with a ticket would be offered the opportunity to roll their £50 deposit over to next year, when the festival will hopefully resume.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk", "image": [{"caption": "This year's festival was called off in January 2021 due to the pandemic", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/18347/production/_119034199_gp0stqw1b_high_res.jpg.webp", "local_name": "BBC_2021-06-24_Glastonbury-cancellation-'big_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Bob Wilson from Greenpeace, (right), said Michael Eavis (left) first invited the charity to Glastonbury in 1991", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/E707/production/_119034195_gp024jf_high_res.jpg.webp", "local_name": "BBC_2021-06-24_Glastonbury-cancellation-'big_img2.webp", "local_path": "article_images/BBC"}, {"caption": "The Greenpeace field at Glastonbury offers education and activities for thousands of festival-goers each year", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/BD3B/production/_119034484_gp0stoisb_pressmedia.jpg.webp", "local_name": "BBC_2021-06-24_Glastonbury-cancellation-'big_img3.webp", "local_path": "article_images/BBC"}], "author": ["Harriet Robinson"], "date": "2021-06-24", "source": "BBC", "id": "BBC_2021-06-24_Glastonbury-cancellation-'big"}, "https://www.bbc.com/sport/football/57488478": {"title": "Euro 2020 - France 1-0 Germany: Several in hospital after parachute protest", "subtitle": null, "text": "Several people have been taken to hospital to receive treatment for injuries caused by a protester who parachuted into the Allianz Arena during France's win over Germany.\nEuropean football's governing body Uefa said \"law authorities will take the necessary action\" for what it called a \"reckless and dangerous\" act.\nDebris fell on to the pitch and stands when the parachutist got tangled in wires carrying an overhead camera.\nThe man landed heavily on the pitch.\nHe had the words \"Kick out oil Greenpeace\" written on his parachute and was given medical attention before being escorted away by security.\nFrance head coach Didier Deschamps was seen ducking out of the way of a large piece of equipment near the dugout.\nEnvironmental campaign group Greenpeace took responsibility for the stunt and in a statement apologised to those who were hurt, blaming \"technical difficulties\" for the paraglider unintentionally landing on the pitch.\nGreenpeace campaigner Benjamin Stephan said the plan was to \"fly over\" the stadium and release a light ball with a message encouraging German car manufacturer Volkswagen \"to do more to protect the climate\".\nIt added that \"safety is at the heart of Greenpeace's action\" and it will support any investigation.\n\"We sincerely and emphatically apologise to the two injured and hope that they will get better soon,\" said Stephan. \"We would also like to apologise to the players and spectators for the moment of shock.\"\nCheck out the Euro 2020 scores and fixtures\nListen to the latest Daily Euros podcast from BBC Radio 5 Live\nIn a statement, Uefa called it a \"reckless and dangerous act\".\n\"This inconsiderate act - which could have had very serious consequences for a huge number of people attending - caused injuries to several people attending the game who are now in hospital and law authorities will take the necessary action,\" the governing body added.\nFrance won the game 1-0 courtesy of Mats Hummels' own goal in the first half.", "image": [{"caption": "Image caption, The protestor was given medical attention before being escorted away", "url": "https://ichef.bbci.co.uk/ace/standard/624/cpsprodpb/E473/production/_118938485_parachute-main.jpg", "local_name": "BBC_2021-06-16_Euro-2020--_img1.jpg", "local_path": "article_images/BBC"}], "author": null, "date": "2021-06-16", "source": "BBC", "id": "BBC_2021-06-16_Euro-2020--"}, "https://www.bbc.com/news/uk-england-hampshire-57318154": {"title": "Hamble BP oil terminal entrance blocked by protesters", "subtitle": null, "text": "Environmental activists from Extinction Rebellion have blocked the entrance to an oil terminal in Hampshire.\nMembers of the campaign group laid across the entrance to a BP depot in Hamble, near Southampton, to protest against \"greenwashing\" by the fossil fuel industry and government.\nA government spokesperson said it was \"working hard to drive down demand for fossil fuels\" while supporting jobs.\nBP said it has plans to reduce its oil and gas production.\nA spokesperson for the oil and gas company said the demonstration had blocked road tanker traffic in and out of the Hamble terminal, which supplies fuel to service stations across the south of England.\nSome of the protesters locked arms inside oil barrels, while others dressed as cleaning ladies armed with scrubbing brushes.\nOfficers from Hampshire Constabulary have spoken to the campaigners, but are currently allowing the protest to continue.\nGreenwashing is a term used for companies that allegedly use misleading information to make products or services sound more environmentally friendly.\nJames Hill, from Extinction Rebellion, said: \"The government continues to announce paper targets to reduce emissions but it is still business as usual for fossil fuel companies.\n\"This is incompatible with the urgent need for a rapid transition away from fossil fuels to limit global heating to 1.5 degrees.\"\nMr Hill said they called \"on the government to stop the greenwash\" and \"end the subsidies to the fossil fuel industry and accelerate the transition to renewables\".\nMr Hill said the protest was one of a number taking place across the country in the lead up to the G7 summit in Cornwall from 11 to 13 June.\nA BP spokesperson said it aimed to become a net zero company, meaning it will not impact the climate with greenhouse gas emissions, by \"2050 or sooner\".\nThey added: \"To achieve this, our strategy will see us increase our spending on renewable energy ten-fold over this decade, to around $5 billion a year, and also reduce our oil and gas production by 40%.\"\nA government spokesperson said: \"We share the passion of many in ending our contribution to climate change and protecting our planet for this generation and those to come.\n\"We are working hard to drive down demand for fossil fuels, but as the independent Climate Change Committee recognises, there will continue to be ongoing demand for oil and gas.\n\"As part of the UK's shift towards green energy, we are the first G7 country to set out an ambitious plan to back the decarbonisation of the oil and gas industry while supporting tens of thousands of jobs.\"\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk.", "image": [{"caption": "Environmental activists blocked the entrance to an oil terminal in Hamble", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/C4B4/production/_118765305_197f6bae-3452-4fe3-ae13-7e6a1106693f.jpg.webp", "local_name": "BBC_2021-06-01_Hamble-BP-oil_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Some of the Extinction Rebellion activists locked their arms in oil barrels as part of the protest", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/EBC4/production/_118765306_ec75bf42-fff4-4765-be1d-d5f39945fbd6.jpg.webp", "local_name": "BBC_2021-06-01_Hamble-BP-oil_img2.webp", "local_path": "article_images/BBC"}, {"caption": "Other protesters dressed as cleaning ladies armed with scrubbing brushes", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/13EF8/production/_118765618_0cab33a2-548c-4932-9960-073939a36c22.jpg.webp", "local_name": "BBC_2021-06-01_Hamble-BP-oil_img3.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-06-01", "source": "BBC", "id": "BBC_2021-06-01_Hamble-BP-oil"}, "https://www.bbc.com/news/uk-england-london-57623110": {"title": "London protests: Thousands march through capital in day of protest", "subtitle": null, "text": "Thousands of demonstrators have marched through London in a day of protests.\nAnti-lockdown and climate change demonstrations took place across Westminster, Lambeth and Southwark alongside some smaller protests.\nThe Metropolitan Police arrested 12 people in raids in three areas of the capital on Friday and confiscated items linked to the protests.\nThe arrests were \"proactive action\" to reduce the likelihood of criminal activity, the force added.\nOfficers seized bamboo structures, lock-on equipment and other items.\nThose arrested have been taken into police custody as inquiries continue.\nThousands of protesters were seen marching through the streets of central London on Saturday.\nDemonstrators packed the streets outside Downing Street.\nFlares were set off while crowds shouted \"shame on you\" followed by prolonged booing.\nSome protesters were seen throwing tennis balls at the Houses of Parliament.\nOne protester, who did not wish to be named, said: \"They have little messages on them. Most of them are not very nice.\"\nWhether it was austerity or Palestine, lockdown or the NHS, campaigners of all ages and backgrounds wanted to make their voices heard today.\nThe pandemic put a stop to protests, but today campaigners came out in force.\nIt didn't matter your cause, all groups mixed and chanted alongside each other.\nThousands came to Regent Street bringing placards, flags and familiar chants.\nPolice closed off the roads allowing marches to pass through the capital, but some vehicles were stopped in their tracks.\nOfficers made their presence known but stood back allowing events to take place.\nClimate protesters Extinction Rebellion said one of the raids took place at the Antepavilion centre - an arts and architecture charity.\nExtinction Rebellion said an art installation of several bamboo structures, used in the group's blockade of the Broxbourne printworks in September, was confiscated.\nThe structures were on display after winning an Antepavilion award.\nA spokeswoman said: \"As far as we are aware, those arrested have no connection to the protest last September or to Extinction Rebellion.\"\nFour more members were arrested at the Extinction Rebellion arts factory, the campaign group added.\nExtinction Rebellion held a Kill the Bill protest alongside the anti-lockdown march.\nThe demonstration was prompted by the Police, Crime, Sentencing and Courts Bill, which proposes to give police in England and Wales more power to impose conditions on non-violent protests, including those that are deemed too noisy or a nuisance.\nCh Insp Joe Stokoe said: \"Our policing plan will be proportionate with officers engaging with those protesting to help them ensure any gathering is lawful, safe and doesn't cause serious disruption.\n\"We urge anyone coming to take part in a protest in London over the weekend to do so in a peaceful and responsible manner.\n\"We believe certain protest groups are specifically intending to disrupt some business locations or potentially cause criminal damage to property.\n\"If this happens we will take further action as required to prevent offences being committed or deal with anyone committing criminal acts.\"", "image": [{"caption": "Anti-lockdown stickers were stuck to emergency service vehicles in Hyde Park", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/FB5E/production/_119105346_hi068240593.jpg.webp", "local_name": "BBC_2021-06-26_London-protests:-Thousands_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Some protesters let off flares outside Downing Street during an anti-lockdown demonstration", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/16800/production/_119106129_hi068241472.jpg.webp", "local_name": "BBC_2021-06-26_London-protests:-Thousands_img2.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-06-26", "source": "BBC", "id": "BBC_2021-06-26_London-protests:-Thousands"}}