{"https://www.bbc.com/news/world-asia-57845156": {"title": "Korindo: Korean palm oil giant stripped of sustainability status", "subtitle": null, "text": "A Korean palm oil giant has been rejected from the world's leading green certification body in the wake of a BBC investigation.\nThe BBC had earlier found evidence  that the Korindo group had been buying up swathes of Asia's largest remaining rainforests in the remote Indonesian province of Papua.\nA visual analysis suggested that fires had then been deliberately set to these forests, a clear violation of the Forest Stewardship Council (FSC).\nThe regulator's tree logo - found on paper products throughout the UK and Europe - is meant to tell consumers the product is sourced from ethical and sustainable companies.\nAt the time of the BBC's investigation late last year, the FSC said they would not expel Korindo but were working with the Korean company to address social and environmental problems.\nBut now the green body says the relationship has \"become untenable\" and Korindo's trademark licenses with FSC will be terminated from October.\n\"We were not able to verify improvements in Korindo's social and environmental performance,\" Kim Carstensen, FSC international director general said.\nHe said the decision would \"give us clarity and a breath of fresh air while Korindo continues its efforts to improve.\"\nKorindo groups chief sustainability officer Kwangyul Peck said in a statement that the company was \"very shocked by the FSC decision.\"\nHe insists they were following all the steps of \"an agreed roadmap of improvements\" and said despite their expulsion from the FSC \"they remain committed to sustainability and human rights.\"\nKorindo controls more land in Papua than any other conglomerate.  The company has cleared nearly 60,000 hectares of forests inside its government-granted concessions - an area the size of Chicago or Seoul.\nA 2018 report by the FSC into the allegations against Korindo was never published, after legal threats from the company, but the BBC obtained a copy.\nThe report found \"evidence beyond reasonable doubt\" that Korindo's palm oil operation destroyed 30,000 hectares of high conservation forest in breach of FSC regulations and that the company was, \"on the balance of probability … supporting the violation of traditional and human rights for its own benefit.\"\nA visual investigation by the Forensic Architecture group at Goldsmiths University in London and Greenpeace International, published in conjunction with the BBC, also found evidence that indicated deliberate burning.\nKiki Taufik, head of the Greenpeace Southeast Asia forest campaign said the FSC decision was \"better late than never\" saying they had \"finally come to their senses\".\nBut he said the Indonesian government continues to \"grant companies like Korindo forest concessions, allowing them to violate the rights of indigenous people.\"\n\"It is crucial that buyers and certification bodies don't keep helping them create a facade of sustainability and transparency,\" he said.\nAfter the BBC's investigation last year, the Indonesian parliament had launched an inquiry into Korindo's conduct - though the findings have not been made public.\nThe Korindo group strongly denies starting any fires or involvement in any human rights violations, saying it follows the law.  They also insisted they paid fair compensation to tribes.\nIndonesia is the world's largest exporter of palm oil -  found in everything from shampoo to biscuits - and Papua is its newest frontier.\nThe rich forests in the remote province of Papua had until recently escaped relatively untouched, but the government has rapidly opened the area up to investors, vowing to bring prosperity to one of the poorest regions in the country.\nVast areas of forest have been cleared to make way for row upon row of oil palm trees.\nIndonesia's palm oil exports were worth about $19bn (£14bn) last year, according to data from Gapki, the nation's palm oil association.", "image": [{"caption": "Environmental activists fear for the Papua rainforest - among the most biodiverse places in the world", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/F02B/production/_115338416_ee562667-362a-49b3-98b8-73f11f600656.jpg.webp", "local_name": "BBC_2021-07-15_Korindo:-Korean-palm_img1.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-07-15", "source": "BBC", "id": "BBC_2021-07-15_Korindo:-Korean-palm"}, "https://www.bbc.com/news/uk-england-beds-bucks-herts-57864459": {"title": "Extinction Rebellion protesters guilty of obstructing highway", "subtitle": null, "text": "Six more Extinction Rebellion protesters who blockaded a newspaper printing works have been found guilty of obstructing the highway.\nThe blockade in September was at Newsprinters, owned by Rupert Murdoch's News UK, in Broxbourne, Hertfordshire.\nIt stopped three-and-half-million national newspapers from being distributed across the country.\nFive of those convicted at St Albans Magistrates' Court received conditional discharges, while the other was fined.\nIt was the second trial following the protest after the Crown Prosecution Service chose to try six defendants at a time.\nAbout 50 protesters put up tall bamboo structures outside the gates to the plant where the Sun, the Times, the Daily Mail, the Daily Telegraph and London Evening Standard were printed.\nThe trial heard Home Secretary Priti Patel had made multiple calls to commanding police officers about the protest and requested to \"expedite\" their removal.\nThe court also heard text messages to officers from Ms Patel were deleted in an IT \"glitch\".\nRaj Chada, defending, said an independent review, commissioned by Hertfordshire Police, found officers had been placed under \"significant political pressure\".\nHowever, Judge Sally Fudge found Ms Patel's conversations with senior officers had not influenced decisions taken on the ground.\nConvicting the defendants, Judge Fudge said that while the demonstration was \"peaceful\" it had a significant impact on the ability of businesses to function and caused newspapers to lose an estimated £1m.\nThose convicted were:\nFrandsen, who has two previous convictions for similar offences, was ordered to pay a £150 fine, and to pay the court £150 with a surcharge of £34.\nThe other fives defendants were given 12-month conditional discharges and ordered to pay £150 to the court and a £22 surcharge.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk", "image": [{"caption": "The trial of the six protesters was the second following the event", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/BB16/production/_119449874_sbna_xr.jpg.webp", "local_name": "BBC_2021-07-16_Extinction-Rebellion-protesters_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Protesters blocked roads to the presses in September last year", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/BF27/production/_114253984_mediaitem114253980.jpg.webp", "local_name": "BBC_2021-07-16_Extinction-Rebellion-protesters_img2.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-07-16", "source": "BBC", "id": "BBC_2021-07-16_Extinction-Rebellion-protesters"}, "https://www.bbc.com/news/uk-england-london-58001773": {"title": "Extinction Rebellion: Paralympian James Brown guilty over plane stunt", "subtitle": null, "text": "A former Paralympian who glued himself to the roof of a plane has been found guilty of causing a public nuisance.\nJames Brown, who is visually impaired, climbed on to the British Airways plane at London City Airport in October 2019, during Extinction Rebellion protests.\nThe 56-year-old from Exeter glued his right hand to the Amsterdam-bound plane, wedging his phone in the door to stop it from closing.\nJudge Gregory Perrins will sentence the double gold medallist on 17 September.\nNorthern Ireland-born Brown, who represented Great Britain in cycling and athletics before competing for Ireland in cross-country skiing, spent an hour on the aircraft before he was removed, Southwark Crown Court heard.\nProsecutors said he caused disruption to more than 300 British Airways passengers, costing the airline £40,000.\nBrown, who represented himself, denied one count of causing a public nuisance, claiming he had \"to do something spectacular\" to draw attention to the climate crisis.\nBut he was found guilty on Wednesday after a jury deliberated for less than an hour.\nSpeaking after the verdict, Brown said he was \"gutted\" but that it was \"the price you pay for taking a risk\".\nHe said: \"I guess it could've gone the other way. I knew that a conviction was a possibility, of course, I knew that.\n\"What I did was only a very small part. There are a lot of people giving up a lot to make a difference and I'm only one of them.\"\nThe jury heard that Brown had booked his flight on the morning of the stunt, and had been offered assistance with boarding due to his disability.\nHe had a bottle of superglue in his luggage that had not been detected by security, prosecutor Richard Witcombe said.\nBrown declined an offer by a member of cabin staff to help him to his seat, telling her that he was going to climb on to the roof of the plane.\nGiving evidence, Brown wept as he told jurors: \"I was prepared to challenge myself, to be scared, to face the fear, because the fear of climate ecological breakdown is so much greater.\"\nIn an emotional speech, married father-of-four Brown, who runs a charity, said: \"My protest, the purpose I hope is clear, my motivation was to maximise media attention to the climate crisis, which back at that time was hardly receiving any.\"", "image": [{"caption": "A bottle of superglue in Brown's luggage went undetected", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/17D61/production/_119633679_hi068921100.jpg.webp", "local_name": "BBC_2021-07-28_Extinction-Rebellion:-Paralympian_img1.webp", "local_path": "article_images/BBC"}, {"caption": "Brown wept as he gave evidence at Southwark Crown Court", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/FEE5/production/_119635256_hi068921099.jpg.webp", "local_name": "BBC_2021-07-28_Extinction-Rebellion:-Paralympian_img2.webp", "local_path": "article_images/BBC"}, {"caption": "Extinction Rebellion protesters targeted London City Airport in October 2019", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/45C4/production/_109206871_hi057203480.jpg.webp", "local_name": "BBC_2021-07-28_Extinction-Rebellion:-Paralympian_img3.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-07-28", "source": "BBC", "id": "BBC_2021-07-28_Extinction-Rebellion:-Paralympian"}, "https://www.bbc.com/news/world-europe-57833807": {"title": "EU unveils sweeping climate change plan", "subtitle": null, "text": "The European Union has announced a raft of climate change proposals aimed at pushing it towards its goal of becoming carbon neutral by 2050.\nA dozen draft proposals, which still need to be approved by the bloc's 27 member states and the EU parliament, were announced on Wednesday.\nThey include plans to tax jet fuel and effectively ban the sale of petrol and diesel powered cars within 20 years.\nThe proposals, however, could face years of negotiations.\nThe plans triggered serious infighting at the European Commission, the bloc's administrative arm, as the final tweaks were being made, sources told the AFP news agency.\n\"By acting now we can do things another way... and choose a better, healthier and more prosperous way for the future,\" European Commission President Ursula von der Leyen said on Wednesday.\n\"It is our generational task... [to secure] the wellbeing of not only our generation, but of our children and grandchildren. Europe is ready to lead the way.\"\nThe measures are likely to push up household heating bills, as well as increase the cost of flights in the EU. Financial assistance will be available for people to install insulation and make other long-term changes to their homes.\n\"We're going to ask a lot of our citizens,\" EU climate policy chief Frans Timmermans said. \"We're also going to ask a lot of our industries, but we do it for good cause. We do it to give humanity a fighting chance.\"\nOpposition is also expected from some industry leaders, such as airlines and vehicle manufacturers, as well as from eastern member states that rely heavily on coal.\nOne EU diplomat told Reuters that the success of the package would rest on its ability to be realistic and socially fair, while also not destabilising the economy.\n\"The aim is to put the economy on a new level, not to stop it,\" they said.\nThe measures, billed as the EU's most ambitious plan yet to tackle climate change, have been named the Fit for 55 package because they would put the bloc on track to meet its 2030 goal of reducing emissions by 55% from 1990 levels.\nBy 2019, the EU had cut its emissions by 24% from 1990 levels.\nSome of the key proposals include:\nBut corporate lobby BusinessEurope denounced the plan, saying it \"risks destabilising the investment outlook\" for sectors such as steel, cement, aluminium, fertilisers and electric power \"enormously\".\nAnd Willie Walsh, head of the International Air Transport Association, said: \"Aviation is committed to decarbonisation as a global industry. We don't need persuading, or punitive measures like taxes to motivate change.\"\nAt the same time, environmentalist campaigners have said the proposals don't go far enough.\n\"Celebrating these policies is like a high-jumper claiming a medal for running under the bar,\" Greenpeace EU director Jorgo Riss said in a statement.\n\"This whole package is based on a target that is too low, doesn't stand up to science, and won't stop the destruction of our planet's life-support systems.\"\nClimate campaigner Greta Thunberg said that unless the EU \"tears up\" its proposals, \"the world will not stand a chance of staying below 1.5C of global heating\".\nIn September the EU Commission set out its blueprint for reaching the 55% reduction by 2030, and said at least 30% of the EU's €1.8tn (£1.64tn; $2.2tn) long-term budget would be spent on climate-related measures.\nThe targets are part of a global effort to tackle climate change by cutting atmospheric pollution, especially carbon dioxide (CO2) emissions.\nThe Paris climate deal, signed in 2016, aims to keep global temperature rise well under 2C, and preferably within a maximum rise of 1.5C, to prevent the worst effects of climate change.\nThe scale of this 12-pronged plan is breathtaking. It will likely have an impact on every citizen of Europe in almost every aspect of their lives.\nThe scope is so huge because the target is so tough.\nFrom 1990 to 2019 the EU cut carbon emissions by 24% - now it proposes to slash CO2 by another 31% in just 9 years. That's what's needed if the 2050 net-zero target is to be achieved.\nSo as well as boosting renewables, the EU is now set to tackle the really tough issues of home heating and transport. The proposals would see the end to new petrol and diesel cars by 2035.\nEurope's emissions trading scheme will also be reformed to include heating and road transportation. Fossil fuels used in shipping and aviation will face tax rises.\nOne of the most eye-catching proposals is a carbon border tax on goods like steel, cement and fertiliser to ensure that European industry, which has to pay for permits to use carbon, can compete. However, the proposal is contentious and could spark a trade war with China and the US.\nThe ambitious package will now face months of negotiations with member states, with poorer countries wary of new policies that could raise costs for consumers.\nThe commission is betting that instead of hordes of yellow-vest protesters taking to the streets, citizens will be willing to pay a price for cleaner air, lower emissions, and more sustainable lifestyles.\nThe rest of the world will watch this huge gamble with interest.", "image": [{"caption": "Renewable energy, like wind power, is gradually replacing coal in many EU countries", "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/0765/production/_118139810_gettyimages-1231734205-1.jpg.webp", "local_name": "BBC_2021-07-14_EU-unveils-sweeping_img1.webp", "local_path": "article_images/BBC"}], "author": null, "date": "2021-07-14", "source": "BBC", "id": "BBC_2021-07-14_EU-unveils-sweeping"}}