{"https://news.sky.com/story/extinction-rebellion-plans-to-block-oil-refineries-next-month-to-take-a-stand-against-fossil-fuels-12561576": {"title": "Extinction Rebellion plan to block oil refineries next month to take a stand against fossil fuels", "subtitle": "The group has also warned that following the blockades, it would \"flood\" London with people to create their largest number of roadblocks and cause \"maximum disruption\".", "text": "Climate change protesters have said they intend to block major UK oil refineries next month and \"take a stand to stop fossil fuels once and for all\".\\nExtinction Rebellion said the action would begin on 9 April with the aim of causing enough disruption \"to create a tipping point moment\".\\nThe group has also warned that following the blockades of refineries, it would \"flood\" London with people to create their largest number of roadblocks.\\nIt said the protest group, Just Stop Oil, will be joining the action at refineries and called on other organisations to take part.\\n'Mass flood of people in London, causing maximum disruption'\\nA spokesperson for Extinction Rebellion said: \"We are calling on protest groups, NGOs and individuals to join us and take a stand to stop fossil fuels once and for all. Now is the time, this is the moment.\"\\nGiving more details about the planned protests on its website, Extinction Rebellion said: \"In April, we call on everyone to take action and demand an end to the fossil fuel economy, for the UK government to immediately stop the harm that is happening right now and end fossil fuel investments.\\n\"We will join with other movements to block oil refineries across the UK until the government comes to the negotiating table, followed by a mass flood of people in London, causing maximum disruption and making meeting the immediate demand politically unavoidable.\"\\n'We are out of time'\\nClare Farrell, Extinction Rebellion co-founder, said: \"Oil refineries are symbolic of continued extraction and profit for a small group of very wealthy companies at the expense of everyone else.\\n\"We burn them, pollute our cities, poison ourselves and our children whilst committing to climate breakdown.\\n\"It's no wonder the entire environmental movement is focusing on ending fossil fuels and the death they cause. The writing is on the wall, and we are out of time.\\nRead more: Weaning UK off fossil fuels, not increasing domestic production, best way to avoid high energy bills, climate advisers say\\nPlease use Chrome browser for a more accessible video player\\n\\n\"We face an ongoing cost of living crisis with fossil fuel companies making record-breaking massive profits.\\n\"We have failed to insulate homes or make progress on energy efficiency here in the UK and experts are expecting an especially difficult winter later this year unless bold effort is made in the name of protecting the vulnerable and the poor.\"\\nExtinction Rebellion has sent a letter to the government about its April plans and exact locations of the planned protests are yet to be made public.\\nStepping up of domestic production of oil and gas after Russian invasion\\nBritain has committed to reaching a net zero goal for carbon emissions by 2050.\\nThose plans have come under further scrutiny in the wake of the crisis in Ukraine, with the government saying it would step up domestic production of oil and gas after announcing it would phase out imports of Russian oil by the end of 2022.\\nRead more: Climate change taking lives and livelihoods now, says UN report\\nFollow the Daily podcast on Apple Podcasts,  Google Podcasts,  Spotify, Spreaker\\nTim Crosland of environmental campaign group, Plan B, said: \"Our addiction to fossil fuels must end immediately if there's to be any hope left of tackling the climate crisis. There can be no denying this anymore.\\n\"Last week's devastating IPCC report is just the latest in a series of increasingly desperate warnings from scientists.\\n\"We know what is happening, we know what needs to be done and we know those in power are failing us.\"", "image": [["Extinction Rebellion protests in London last September - more action is being planned for April\n                        ", "https://e3.365dm.com/22/03/768x432/skynews-extinction-rebellion_5700014.jpg?20220309120509"]], "author": null, "date": "2022-03-09"}}