{"https://news.sky.com/story/teen-charged-with-criminal-damage-after-churchill-statue-defaced-12069272": {"title": "Teen charged with criminal damage after Churchill statue defaced", "subtitle": "Benjamin Clark was arrested after the plinth of the monument was sprayed with yellow graffiti including the words \"is a racist\".", "text": "An 18-year-old man has been charged with criminal damage after the Winston Churchill statue in Parliament Square was daubed with graffiti.\\nBenjamin Clark from Hertford is due to appear at Westminster Magistrates' Court on Friday 9 October.\\nClark is accused of damaging the statue of Britain's wartime leader on Thursday.\\nHe was arrested after the plinth of the monument was defaced with yellow graffiti including the words \"is a racist\".\\nClark was one of at least 680 people arrested in connection with 10 days of Extinction Rebellion protests in London.\\nOthers have been held on suspicion of obstructing the highway and breaching conditions of protest set under the Public Order Act since the actions began on 1 September.\\nMetropolitan Police Commander Jane Connors described the protests as a \"significant challenge\" during a \"public health crisis\".\\nShe said: \"The public have a right to protest, but they do not have a right to cause disruption to the communities and businesses across London. That is why we took swift action to make a number of arrests.\\n\"This has been a large policing operation and we will continue to investigate those who we suspect to have committed offences, so the number of arrests is likely to rise.\"", "image": [["The words 'is a racist' were sprayed on the plinth of the Churchill statue\n                        ", "https://e3.365dm.com/20/09/768x432/skynews-churchill-statue_5092466.jpg?20200910191303"], ["The Churchill statue was boarded up when protests took place earlier this year\n        ", "https://e3.365dm.com/20/06/768x432/skynews-winston-churchill-statue_5011530.jpg?20200612091820"]], "author": ["Tom Gillespie"], "date": "2020-09-11"}, "https://news.sky.com/story/churchill-statue-vandalised-again-as-topless-climate-protesters-chain-themselves-to-railings-12068438": {"title": "Churchill statue vandalised again as topless climate protesters chain themselves to railings", "subtitle": "It comes a few months after it was defaced during racism demonstrations and had to be boarded up.", "text": "Winston Churchill's statue in Parliament Square has been vandalised with graffiti again.\\nThe words \"is a racist\" were sprayed on the plinth beneath the statue of the wartime prime minister.\\nIt comes only three months after it was vandalised with similar words during Black Lives Matter protests - forcing it to be boarded up for its own protection.\\nLondon's Metropolitan Police said a man had been arrested on suspicion of causing criminal damage on Thursday evening.\\nToday's graffiti was sprayed amid protests by Extinction Rebellion activists in the capital.\\nPolice made arrests after at least 13 topless women put bike locks round their necks and chained themselves to railings near parliament to highlight the \"bare truth\" of climate change.\\nPlease use Chrome browser for a more accessible video player\\n\\nWords including drought, starvation and wildfires were written on their chests and they wore masks with 4C written on them - referencing the temperature increase that many scientists believe will have dire consequences for the planet.\\n:: Subscribe to the All Out Politics podcast on Apple Podcasts, Google Podcasts, Spotify, Spreaker\\nSarah Mintram, a teacher who took part in the action, said: \"Now we've got your attention. By neglecting to communicate the consequences of a 4C world - war, famine, drought, displacement - the government are failing to protect us.\"\\nPolice removed the D-locks from the protesters' necks and took them away in four vans as their supporters cheered.\\nThe Met said 648 people had so far been arrested during the climate protests in London this month.\\nLast week demonstrators delayed the delivery of millions of newspapers when they blocked printworks in Hertfordshire and Merseyside.", "image": [["The statue of the celebrated wartime leader was again targeted\n                        ", "https://e3.365dm.com/20/09/768x432/skynews-churchill-statue_5092466.jpg?20200910191303"], ["The statue was boarded up for a time in June \n        ", "https://e3.365dm.com/20/06/768x432/skynews-winston-churchill-statue_5011779.jpg?20200612141455"], ["Officers removed the women and put them into police vans\n        ", "https://e3.365dm.com/20/09/768x432/skynews-extinction-rebellion_5092461.jpg?20200910190942"]], "author": null, "date": "2020-09-11"}, "https://news.sky.com/story/police-chief-calls-extinction-rebellion-a-nuisance-as-they-go-floppy-during-arrests-12073857": {"title": "Police chief calls Extinction Rebellion a 'nuisance' as they 'go floppy' during arrests", "subtitle": "XR activists have a tactic of going limp when they're arrested, which Sir Steve House said wastes police resources.", "text": "One of Britain's most senior police officers has urged Extinction Rebellion (XR) protesters to \"behave like adults\" and stop \"going floppy\" when they get arrested.\\nMetropolitan Police deputy commissioner Sir Steve House described the climate protesters as a \"flipping nuisance\" and a \"complete pain in the neck\".\\nHe told the London Assembly's police and crime committee that XR activists \"waste police time\" when they deliberately go limp after being arrested, meaning four of five officers are required to carry them away.\\nSir Steve said: \"We have asked them to stop being floppy.\\n\"It might seem like a silly thing to say, but when we arrest them and pick them up they go all floppy, which is why you see four or five officers carrying them away.\\n\"It's a complete waste of officers' time, and a complete pain in the neck.\\n\"If they could just behave like sensible adults - you've made your point, you wanted to be arrested, you've been arrested, get up and walk away with one officer and stop wasting police time.\\n\"This is a real issue, and they will not do it, and it is a flipping nuisance.\"\\nPlease use Chrome browser for a more accessible video player\\n\\nXR protesters staged 10 days of protest across the capital at the start of September, with figures showing at least 680 of them were arrested.\\nWhile one group walked from Brighton to London, others blockaded printing presses in Hertfordshire and Merseyside, which prevented millions of newspapers being distributed.\\nMinisters are now said to be considering whether to reclassify XR as a \"criminal organisation\" over concerns about protesting the \"tenets of democracy\".\\nLabour MP Diane Abbott branded the move \"ridiculous\" and likened them to the suffragettes.", "image": [["Sir Steve House described Extinction Rebellion's tendency to 'go floppy' as a 'flipping nuisance' \n                        ", "https://e3.365dm.com/20/09/768x432/skynews-extinction-rebellion_5098994.jpg?20200917092329"], ["Four officers are seen arresting one 'limp' XR protester \n        ", "https://e3.365dm.com/20/09/768x432/skynews-extinction-rebellion_5098991.jpg?20200917092050"]], "author": null, "date": "2020-09-17"}, "https://news.sky.com/story/extinction-rebellion-protests-at-printing-presses-stop-millions-of-papers-being-delivered-12064057": {"title": "Extinction Rebellion protests at printing presses stop millions of newspapers being delivered", "subtitle": "Demonstrators blocked access to two print works in Hertfordshire and Merseyside, causing delays to newspaper deliveries.", "text": "More than 70 people have been arrested following protests by climate activists from Extinction Rebellion (XR) outside two printing presses - which prevented the distribution of millions of national newspapers.\\nDemonstrators blocked access to two print works at Broxbourne, Hertfordshire, and Knowsley, near Liverpool, using vehicles and bamboo structures overnight into Saturday morning.\\nSeventy-two people were arrested across the two locations, police said, and delivery lorries were delayed from leaving.\\nThe Newsprinters presses targeted print the Rupert Murdoch-owned News Corp's titles including The Sun, The Times, The Sun On Sunday and The Sunday Times.\\nThe Daily Telegraph, Sunday Telegraph, Daily Mail, Mail On Sunday, London Evening Standard and some Guardian supplements are also printed or processed at the sites. Both demonstrations ended around 11am.\\nThe protests were condemned by the prime minister as \"completely unacceptable\".\\nBoris Johnson tweeted: \"A free press is vital in holding the government and other powerful institutions to account on issues critical for the future of our country, including the fight against climate change.\\n\"It is completely unacceptable to seek to limit the public's access to news in this way.\"\\nA statement from News UK, which publishes the Murdoch titles, said: \"Total print run last night for the impacted print plants was due to be just under three million.\\n\"No newspapers left those sites and other printers around the country printed and distributed as much as they could take. This happened late, hence the late deliveries to retailers.\"\\nXR claim the \"mainstream media\" is controlled by a small number of people, and that news corporations are guilty of \"consistent manipulation of the truth to suit their own personal and political agendas\".\\nIn central London, other members of the group completed a protest walk from Brighton to the capital with their boat \"Lightship Greta\", named after teenage climate change activist Greta Thunberg.\\nAfter days of demonstrations to highlight global warming, the Metropolitan Police seized the boat in Kennington, south London, and said they had arrested \"more than 600 people\" in connection with the protests.\\nTwenty people have also been reported for breaking coronavirus regulations, which now incurs a fine of £10,000, a force spokesman said.\\nThe protests targeting the printing presses meant thousands of people who would normally get The Sun were unable to read an interview with Sir David Attenborough in which he explains why he supports Extinction Rebellion and what Sun readers can do to help reduce climate change.\\nThe Telegraph says it has made its website free this weekend after the protests.\\nA statement said: \"Production of The Telegraph titles was severely affected.\\n\"Following the assault on the free press, we have made the decision that all the Telegraph journalism published this weekend is now free to read on our website until Monday morning and removed the paywall until then.\"\\nPlease use Chrome browser for a more accessible video player\\n\\nThe Times apologised to readers in a tweet, saying this morning that it was \"working to get newspapers delivered to retailers as soon as possible\".\\nNewsprinters said it moved the work elsewhere but apologised to newspaper readers affected by the delay.\\nA spokesperson said: \"Overnight printing at two Newsprinters plants was disrupted by activity by Extinction Rebellion. Thanks to other industry partners, printing was transferred to other sites.\\n\"This attack on all of the free press impacted many workers going about their jobs. Overnight print workers, delivery drivers, wholesale workers and retail newsagents have faced delays and financial penalty.\"\\nMeanwhile, Labour MP and former shadow cabinet member Dawn Butler initially tweeted in support of the protesters, but later deleted the post.\\nHer comment - \"Bravo #Extinction Rebellion. Excellent work\" - was criticised by other Twitter users, with Labour ex-cabinet minister Andrew Adonis saying: \"I utterly disagree with this.\"\\nThe group in Hertfordshire put up bamboo structures around the entrance, preventing access to the printing site.\\nA Sky News producer at the scene said there were lines of vans queued up along the road to the site, waiting to collect newspapers.\\nHertfordshire Police said: \"Our officers are engaging with the group, which consists of around 100 people, and we are working to facilitate the rights of both the protesters and those affected by their presence.\"\\nIn a tweet, the force said it had made 42 arrests.\\nMerseyside Police said 30 arrests had been made there. \"Two vans and a boat used to cause obstruction\" were removed, a spokesman added.\\n:: A New Climate is a series of special podcasts from the Sky News Daily. Listen on Apple Podcasts, Google Podcasts, Spotify, Spreaker\\nExtinction Rebellion activist Gully Bujak, 27, said: \"You cannot have a functioning democracy with a mainstream media that is ruled by a small, unrepresentative sect of society, who are in bed with politicians and the fossil fuel industry.\\n\"The climate emergency is an existential threat to humanity. Instead of publishing this on the front page every day as it deserves, much of our media ignores the issue and some actively sow seeds of climate denial.\\n\"They thrive off of polarisation and division. They sow hatred in order to distract us, actively profiting from this division.\\n\"To these papers we say this: you will not come between us anymore. For a night we're going to filter out the lies and take the power back. For a night we're going to show the world that you are vulnerable, just like us.\"\\nPlease use Chrome browser for a more accessible video player\\n", "image": [["The move left newspaper stands devoid of some papers on Saturday morning\n        ", "https://e3.365dm.com/20/09/768x432/skynews-extinction-rebellion_5087567.jpg?20200905114127"], ["Police and firefighters dealt with the protest outside the Newsprinters works in Hertfordshire\n        ", "https://e3.365dm.com/20/09/768x432/skynews-extinction-rebellion_5087651.jpg?20200905125709"], ["The Newsprinters presses print titles including The Sun, The Times, The Sun On Sunday and The Sunday Times. Pic: Extinction Rebellion\n        ", "https://e3.365dm.com/20/09/768x432/skynews-extinction-rebellion_5087347.png?20200905001130"], ["Vans were blocked from accessing the site\n        ", "https://e3.365dm.com/20/09/768x432/skynews-extinction-rebellion_5087380.jpg?20200905024603"]], "author": null, "date": "2020-09-06"}, "https://news.sky.com/story/diane-abbott-reveals-she-turned-down-strictly-come-dancing-invite-12065134": {"title": "Diane Abbott reveals she turned down Strictly Come Dancing invite", "subtitle": "She declined the invite also extended in the past to shadow chancellor Ed Balls, and this year to Jacqui Smith.", "text": "Diane Abbott has revealed she turned down an invite to appear on Strictly Come Dancing because she does not have \"natural rhythm\".\\nThe Hackney MP - who was shadow home secretary under Jeremy Corbyn until he stood down as Labour leader earlier this year - said she \"couldn't possibly\" have done the show.\\nEach year, Strictly partners up celebrities with expert dancers to perform set-piece routines - with contestants picked from many different fields such as politics, sport, acting, presenting and comedy.\\nThis year, former Labour home secretary Jacqui Smith is among the line-up set to grace screens from October, which also includes stand-up star Bill Bailey and British boxing hero Nicola Adams.\\nMs Abbott was asked when she spoke to Sophy Ridge On Sunday if she had ever been offered to take part in the popular BBC series, which returns with a coronavirus-enforced shorter series next month.\\n\"They have, and I turned them down,\" she revealed.\\n\"I couldn't possibly do it. I think Jacqui's very brave.\"\\nAsked why she felt she could not do the show, Ms Abbott joked: \"Because you'll be surprised to know I'm not someone with natural rhythm and I didn't want it exposed to millions of television viewers.\"\\nMs Abbott also used her appearance on the programme to defend Extinction Rebellion's right to protest, following reports the government was considering classifying it as a criminal group.\\nShe said the reported proposal was \"ridiculous\" because \"they are protesters\", likening their \"direct action\" methods to those used by the suffragettes.\\nIt comes after members of the climate change campaign group blocked the delivery of newspapers outside several printworks over the weekend.\\nPlease use Chrome browser for a more accessible video player\\n\\nJacqui Smith will not be the only veteran Labour politician to have gone on Strictly.\\nFormer shadow chancellor Ed Balls also appeared on the show - memorable for his performance of Gangnam Style.", "image": [["Diane Abbott said she 'couldn't possibly' do it\n                        ", "https://e3.365dm.com/20/09/768x432/2372009060146353907_5088626.jpg?20200906130820"], ["Ed Balls, the former shadow chancellor, competed on the show\n        ", "https://e3.365dm.com/20/09/768x432/2372009060146353607_5088623.jpg?20200906130847"], ["Jacqui Smith will be on the programme, which starts in September\n        ", "https://e3.365dm.com/20/09/768x432/2372009060146355707_5088628.jpg?20200906131051"]], "author": null, "date": "2020-09-06"}}