{"https://news.sky.com/story/james-brown-former-paralympian-convicted-of-causing-public-nuisance-after-gluing-himself-to-british-airways-plane-12366560": {"title": "James Brown: Former Paralympian convicted of causing public nuisance after gluing himself to British Airways plane", "subtitle": "The Extinction Rebellion activist climbed on top of a plane in 2019 as part of a protest against flying at London City airport.", "text": "A former Paralympian has been found guilty of causing a public nuisance after supergluing himself to the roof of a British Airways plane.\\nExtinction Rebellion activist James Brown climbed on top of the aircraft on the morning of 10 October 2019 as part of a protest against flying at London City airport.\\nThe two-time gold medallist, who is partially sighted, spent an hour on the jet, which was destined for Amsterdam, before firefighters removed him and he was arrested, Southwark Crown Court was told.\\nNorthern Ireland-born Brown had glued his right hand to the plane before placing his mobile phone in the door to keep it from closing, the jury heard.\\nHe had live-streamed his actions on Facebook.\\nThe 56-year-old, from Exeter, represented Great Britain in cycling and athletics during the 1984 Paralympics before switching to Ireland's team to compete in cross-country skiing.\\nProsecutors said his actions cost the airline £40,000 and affected more than 300 British Airways passengers.\\nBrown said he had \"to do something spectacular\" to draw attention to the climate crisis.\\nRepresenting himself in court, he denied one count of causing a public nuisance - but a jury found him guilty after deliberating for less than an hour.\\nHe said he was \"gutted\" by the verdict.\\n\"What I did was only a very small part,\" he said. \"There are a lot of people giving up a lot to make a difference and I'm only one of them.\"\\nHe said it was \"the price you pay for taking a risk\" and that he \"knew that a conviction was a possibility\".\\nThe jury was told Brown had booked a seat on the plane on the morning of the incident, passing airport security with a bottle of superglue that had gone undetected.\\nThe married father-of-four was offered help boarding because of his disability.\\nA cabin crew member asked if he wanted assistance getting to his seat, at which point he told her he would be climbing on to the roof of the aircraft instead.\\nHe wept as he told the jury: \"I was prepared to challenge myself, to be scared, to face the fear, because the fear of climate ecological breakdown is so much greater.\"\\n\"My protest, the purpose I hope is clear,\" he said, adding \"my motivation was to maximise media attention to the climate crisis, which back at that time was hardly receiving any\".\\nHis actions were part of a protest in which hundreds of Extinction Rebellion protesters attempted to shut down London City airport over the impact of air travel and plans for the site's expansion.\\nThe former athlete is due to be sentenced on 17 September.", "image": [["James Brown says he intended to 'maximise media attention to the climate crisis'\n                        ", "https://e3.365dm.com/21/07/768x432/skynews-james-brown_5461105.jpg?20210728174053"], ["James Brown is a two-time gold medallist\n        ", "https://e3.365dm.com/21/07/768x432/skynews-james-brown-paralympian_5461107.jpg?20210728174152"], ["James Brown spent an hour on top of the plane\n        ", "https://e3.365dm.com/21/07/768x432/skynews-paralympian-james-brown_5461104.jpg?20210728173959"]], "author": ["Alexa Phillips"], "date": "2021-07-28"}}