{"https://news.sky.com/story/animal-rebellion-hundreds-of-animal-rights-protesters-linked-to-extinction-rebellion-stop-traffic-in-london-12393173": {"title": "Animal Rebellion: Hundreds of animal rights protesters linked to Extinction Rebellion stop traffic in London", "subtitle": "Animal Rebellion has held a march for animal rights which began at Smithfield Market and made its way to the offices of Unilever, Cargill and the Marine Stewardship Council.", "text": "Hundreds of activists linked to Extinction Rebellion have stopped traffic in central London as part of an animal rights protest.\\nAbout 500 people gathered at Smithfield Market - the largest wholesale meat market in the UK - in Farringdon to hold a rally with speeches before parading through the city.\\nAnimal Rebellion, an offshoot of the climate change group Extinction Rebellion, organised the protest with Camp Beagle, a group calling for the release of beagle dogs at MBR Acres in Huntingdon, Cambridgeshire, which rears dogs specifically for animal research.\\nThe protesters were escorted by hundreds of police officers as they played drums, blew whistles, and held up banners and signs that read \"Unite for Animal Justice\", \"Free the MBR Beagles\" and \"Meat is Murder\".\\nThe campaigners blocked off Blackfriars Bridge, according to police, before moving on to other locations as part of a two-mile animal rights march.\\nActivists stopped at the offices of Unilever, which was criticised for its ownership of brands that sell dairy products and use palm oil.\\nCargill, a global food corporation, was then targeted due to its role as one of the world's largest meat processors.\\n\"It doesn't matter how small you are,\" Animal Rebellion member Tim Bailey said in a speech outside the company's offices. \"The pain for those animals is exactly the same.\"\\nCampaigners moved on to Marine Stewardship Council offices in Snow Hill, where they held a sit-in and a moment of silence for aquatic animals \"who are born into captivity, where they suffer and are killed\".\\nSubscribe to ClimateCast on Spotify, Apple Podcasts, or Spreaker.\\n\"We need to build power,\" said Animal think tank founder Dr Laila Kassam. \"And I'm not talking about consumer power, we cannot buy our way to a better world.\\n\"I'm talking about social and political power.\"\\nAnimal Rebellion sees the consumption of meat as a significant contributor to the \"climate emergency\" and is calling for a \"just and sustainable plant-based food system to halt mass extinction, alleviate the worst effects of climate breakdown and ensure justice for animals\".\\nExtinction Rebellion activists and its affiliated groups began two weeks of climate protests in London on Monday to \"target the root cause of the climate and ecological crisis\", calling on the government to halt all new fossil fuel investment immediately.\\nGuildhall was covered in red paint yesterday by Extinction Rebellion protesters, who said they aimed to \"highlight the blood-soaked profiteering of our financial system\".\\nThe building was described as \"the administrative and ceremonial heart of the corporation of the City of London\" and \"the symbolic and actual centre of the system that is killing us\".\\nThe action was part of a \"Blood Money\" march, in which protesters wearing business suits and masks held signs saying \"Fossil fuel finance is killing the Earth\" and \"The financial industry is bleeding the Earth dry\".\\nA huge banner read: \"Built on blood money.\"\\nThe entrances to financial institutions in the City - like the London Stock Exchange and the headquarters of Standard Chartered - were also splattered with red paint, while earlier in the week the water in the Buckingham Palace fountain was dyed red.\\nPlease use Chrome browser for a more accessible video player\\n\\nSky News has launched the first daily prime time news show dedicated to climate change.\\nThe Daily Climate Show is broadcast at 6.30pm and 9.30pm Monday to Friday on Sky News, the Sky News website and app, on YouTube and Twitter.\\nHosted by Anna Jones, it follows Sky News correspondents as they investigate how global warming is changing our landscape and how we all live our lives.\\nThe show also highlights solutions to the crisis and how small changes can make a big difference.", "image": [["Protesters carried a large pink octopus frequently used by Extinction Rebellion and referred to as 'Jeanne-Luc'\n                        ", "https://e3.365dm.com/21/08/768x432/2372108280423387107_5493260.jpg?20210828152116"], ["The animal rights activists marched through the City of London\n        ", "https://e3.365dm.com/21/08/768x432/2372108280423387907_5493266.jpg?20210828152852"], ["An activist held up a sign saying 'I want a hot date not a hot planet'\n        ", "https://e3.365dm.com/21/08/768x432/2372108280423419007_5493345.jpg?20210828161357"], ["A protester wore a shirt that read 'eat figs not pigs'\n        ", "https://e3.365dm.com/21/08/768x432/2372108280423419607_5493351.jpg?20210828161522"], ["Protesters targeted London's financial sector yesterday\n        ", "https://e3.365dm.com/21/08/768x432/2372108280423389907_5493268.jpg?20210828152855"], ["Guildhall was sprayed with red paint yesterday as part of a 'Blood Money' protest\n        ", "https://e3.365dm.com/21/08/768x432/2372108280423390207_5493269.jpg?20210828152857"]], "author": ["Alexa Phillips"], "date": "2021-08-28"}, "https://news.sky.com/story/cop26-police-to-receive-public-order-training-ahead-of-glasgow-climate-summit-12395633": {"title": "COP26: Police to receive public order training ahead of Glasgow climate summit", "subtitle": "Around 10,000 officers will be deployed every day during the two-week UN climate summit in November. Ahead of the talks, the green credentials of host nation Scotland have been questioned by Greta Thunberg, who maintains not enough is being done to combat global warming.", "text": "Thousands of police officers will receive public order training in the run-up to the COP26 climate change talks in November, Police Scotland have announced.\\nWorld leaders will gather in Glasgow for the UN summit to discuss emissions targets and climate finance.\\nSir David Attenborough has called the talks the world's \"last chance\" to prevent runaway climate change, and they are expected to be the subject of large demonstrations.\\nAbout 10,000 officers from around the UK will police each day of COP26, making it one of the biggest operations of its kind in Britain.\\n\\nBeforehand, 2,500 officers will receive specialist training that equips them to deal with spontaneous or planned public order or public safety situations, such as protests.\\nPolice Scotland said it would take a human rights-based approach to policing any demonstrations during COP26, with de-escalation a key tactic.\\nA senior officer said the force was already engaging with protest groups about peaceful demonstrations.\\nDeputy Chief Constable Will Kerr said: \"Police Scotland is a rights-based organisation that puts our values of integrity, fairness, respect, and a commitment to upholding human rights at the heart of everything we do.\\n\"This means that we will protect the rights of people who wish to peacefully protest or counter-protest at COP26, balanced against the rights of the wider community.\\n\"We will provide a proportionate policing response to any protests and are already engaging with known protest groups to ensure their rights to peaceful assembly and protest are met.\"\\nSubscribe to ClimateCast on Spotify, Apple Podcasts, or Spreaker.\\nHe said Police Scotland was \"unlikely\" to deploy undercover officers, and if it did \"the accountability regime in the use of those tactics\" would be \"incredibly and rightly onerous\".\\nQuan Nguyen, Scotland coordinator of the COP26 Coalition, which is organising protests in Glasgow on 6 November and elsewhere, said: \"Protest and dissent are vital to a healthy democracy, and are how human rights and justice have always been won the world over.\\n\"Without protest, the political will to act is just not there. The rights to protest, freedom of assembly and freedom of expression are protected rights which the police have a legal duty to defend.\"\\nOne activist yet to decide if they'll be heading to Glasgow is Greta Thunberg. She has said she'll only travel if it's \"considered safe and democratic\" - including ensuring participants from poorer countries are fully vaccinated.\\nAnd asked if she believed Scotland was a world leader on climate change, as its government claims, Thunberg told the BBC: \"No... I mean, there are some countries that do a bit more than certain others, but then if we look at it from a broader perspective then I think we can safely say there are no countries - at least in the global north - that are even doing close to what would be needed.\"\\nPlease use Chrome browser for a more accessible video player\\n\\nThe announcement comes as Extinction Rebellion protests in London enter their second week.\\nThe demonstrators are targeting the City of London, where they say \"the financial industry is bleeding the Earth dry\" through fossil fuel finance.\\nThe Metropolitan Police confirmed it spent more than £50m policing Extinction Rebellion protests in 2019 and 2020.", "image": [["Police in London have had to deal with a number of major Extinction Rebellion protests in recent years\n                        ", "https://e3.365dm.com/21/04/768x432/skynews-extinction-rebellion_5326558.jpg?20210401145808"], ["Greta Thunberg has dismissed Scotland's climate credentials ahead of the summit\n        ", "https://e3.365dm.com/21/08/768x432/skynews-greta-thunberg-climate_5484185.jpg?20210820072553"]], "author": null, "date": "2021-08-31"}, "https://news.sky.com/story/extinction-rebellion-police-responding-to-protesters-who-have-blocked-roads-around-westminster-12389369": {"title": "Extinction Rebellion: Police responding to protesters who have blocked roads around Westminster", "subtitle": "Protesters lined the streets with banners and placards on the second day of demonstrations, with one seen wearing a petrol can on his head. Yesterday, Extinction Rebellion co-founder Gail Bradbrook admitted she drives a diesel car.", "text": "Police are responding to Extinction Rebellion protesters who have blocked roads around Parliament Street and Whitehall in Westminster.\\nIt marks the second day of planned protests from the campaign group, which will last for two weeks and take place across London.\\nA giant pink table erected in the middle of the street had to be dismantled, segments of which were seen being carried off by men in hard hats and blue overalls.\\nProtesters had locked their arms in the four-metre structure.\\nThe Metropolitan Police tweeted to say that Extinction Rebellion are causing disruption on the roads.\\nThey said: \"Protesters are blocking roads around Parliament Street and Whitehall in #Westminster. We have officers on scene. Their demonstration is causing disruption to traffic which we are working to minimise. Will share updates in due course.\"\\nSky correspondent Hannah Thomas-Peter tweeted: \"Now both sides of Whitehall blocked. @metpoliceuk not arresting people yet but trying to contain size of group.\"\\nThe protests began on Monday morning, with activists gathering at Trafalgar Square, in what is their fifth mass demonstration.\\nCampaigners held placards with messages including \"Code red, where's the action\" while four people were dressed as the ocean in a warning over rising sea levels.\\nGail Bradbrook, the group's co-founder, gave a speech expressing solidarity with nations that are disproportionately affected by climate change.\\nOn Tuesday Ms Bradbrook admitted in an interview with TalkRadio that she drives a diesel car because she cannot afford an electric vehicle.\\nPlease use Chrome browser for a more accessible video player\\n\\nA spokesman for Met Police declined to give a running total of arrest numbers but said 52 people had been detained for a \"variety\" of offences as of 10.15pm on Monday.\\nActivists have scheduled demonstrations at St James' Park and Piccadilly Circus - similar to those carried out in 2019.\\nMore protests are expected to take place in north and south London.", "image": [["XR protesters block roads in Westminster as protests continue for the second day\n                        ", "https://e3.365dm.com/21/08/768x432/skynews-extinction-rebellion_5488616.png?20210824112347"], ["Workers managed to dismantle and remove a giant pink table blocking the junction of Long Acre and Upper St Martin's Lane\n        ", "https://e3.365dm.com/21/08/768x432/skynews-extinction-rebellion_5488707.jpg?20210824123613"], ["One protester wore a petrol can on his head\n        ", "https://e3.365dm.com/21/08/768x432/skynews-extinction-rebellion_5488710.jpg?20210824123720"]], "author": null, "date": "2021-08-24"}, "https://news.sky.com/story/extinction-rebellion-protesters-block-tower-bridge-with-a-van-and-caravan-12395301": {"title": "Extinction Rebellion protesters block Tower Bridge with a van and caravan", "subtitle": "The climate change group began two weeks of protests in London last week and has caused disruption throughout the capital.", "text": "Extinction Rebellion protesters have blocked Tower Bridge in London with a van and caravan, the Metropolitan Police said.\\nThe force said on Twitter \"officers were on the scene almost immediately\" and are working with the City of London Police to get traffic moving.\\n\"Activists are also laying on the junction north of Tower Bridge, this is causing further disruption,\" the force added.\\nPolice confirmed that 11 people were arrested during Monday's protests, adding to the 34 people who were held on Sunday.\\nExtinction Rebellion activists and its affiliated groups began two weeks of climate protests in London last week to \"target the root cause of the climate and ecological crisis\", calling on the government to halt all new fossil fuel investment immediately.\\nGuildhall was covered in red paint on Friday by Extinction Rebellion protesters, who said they aimed to \"highlight the blood-soaked profiteering of our financial system\".\\nThe building was described as \"the administrative and ceremonial heart of the corporation of the City of London\" and \"the symbolic and actual centre of the system that is killing us\".\\nThe action was part of a \"Blood Money\" march, in which protesters wearing business suits and masks held signs saying \"fossil fuel finance is killing the Earth\" and \"the financial industry is bleeding the Earth dry\".\\nOn Saturday, there was further disruption as hundreds of activists stopped traffic as part of an animal rights protest.\\nAlmost 500 people gathered at Smithfield Market - the largest wholesale meat market in the UK - to hold a rally with speeches before parading through the city.\\nAnimal Rebellion, which is an offshoot of Extinction Rebellion, organised the protest with Camp Beagle, a group calling for the release of beagle dogs at MBR Acres in Huntingdon, Cambridgeshire, which rears dogs specifically for animal research.\\nThe campaigners blocked off Blackfriars Bridge, according to police, before moving on to other locations as part of a two-mile animal rights march.\\nSubscribe to ClimateCast on Spotify, Apple Podcasts, or Spreaker.\\nSky News has launched the first daily prime time news show dedicated to climate change.\\nThe Daily Climate Show is broadcast at 6.30pm and 9.30pm Monday to Friday on Sky News, the Sky News website and app, on YouTube and Twitter.\\nHosted by Anna Jones, it follows Sky News correspondents as they investigate how global warming is changing our landscape and how we all live our lives.\\nThe show also highlights solutions to the crisis and how small changes can make a big difference.", "image": [["Police remove a man as members of Extinction Rebellion reach Tower Hill during their march in central London\n        ", "https://e3.365dm.com/21/08/768x432/skynews-extinction-rebellion_5495564.jpg?20210830172403"]], "author": ["Amar Mehta"], "date": "2021-08-30"}}