{"https://news.sky.com/story/climate-protester-parachutes-on-to-pitch-at-euro-2020-game-12333538": {"title": "Climate protester parachutes on to pitch at Euro 2020 game", "subtitle": "The kick-off in the Group F match between two of the tournament favourites was not delayed.", "text": "A climate change protester parachuted into the stadium and landed on the pitch before Germany's Euro 2020 game against France.\\nUsing a bright yellow parachute with the slogan \"Kick out oil Greenpeace\" on it, he came into the venue at a steep angle and seemed to lose control after connecting with wires attached to the roof for TV cameras.\\nVideo posted on social media showed he struggled to avoid crashing into spectators before landing heavily at the far end of the pitch at the Allianz Arena in Munich where players were waiting to start the Group F match.\\nGermany players Antonio Rudiger and Robin Gosens were the first to approach him.\\nSecurity staff quickly arrived and he was escorted off the pitch and given medical attention on the side of the field.\\nThe kick-off was not delayed and the game started on time.\\nAt least one person \"appeared to be injured before the protester landed\".\\nA camera operator is thought to have been hurt in the incident \"but walked away by himself with medics\", Reuters said.\\nGreenpeace Germany later wrote on Twitter: \"Hey @Volkswagen, time to kick out oil! #Greenpeace activists protest against the games' sponsor at the #FRAGER-match and demand: stop selling climate-damaging diesel and petrol cars! #EURO2020\"\\nThe match was regarded as a meeting of two of the tournament favourites.\\n2018 World Cup winners France won the game in Munich 1-0 thanks to an own goal from Germany's Mats Hummels after 20 minutes.\\nThe victory put the French second in the group behind holders Portugal, who defeated Hungary 3-0 earlier on Tuesday.", "image": [["A protester lands in the stadium prior to the Euro 2020 Group F match between France and Germany at the Allianz Arena in Munich\n                        ", "https://e3.365dm.com/21/06/768x432/skynews-euro-2020-munich-parachute_5416326.jpg?20210615202602"], ["The kick-off was not delayed\n        ", "https://e3.365dm.com/21/06/768x432/skynews-euro-2020-munich-germany-rance_5416343.jpg?20210615204206"], ["The protester was led away by security staff\n        ", "https://e3.365dm.com/21/06/768x432/skynews-euro-2020-france-germany_5416339.jpg?20210615203538"]], "author": null, "date": "2021-06-15"}, "https://news.sky.com/story/g7-the-summit-in-pictures-12330813": {"title": "G7: The summit in pictures", "subtitle": null, "text": "Elbow bumps, protesters dressed as birds and the Queen sword cutting a cake have all featured during the meeting of world leaders - here is the G7 summit in pictures\\nPrime Minister Boris Johnson kickstarted the second day of the summit by taking a swim in Carbis Bay ahead of bilateral meetings with several leaders.\\nThe PM started discussions with his European counterparts early on Saturday morning, meeting German Chancellor Angela Merkel and French President Emmanuel Macron.\\nHe continued his one-on-one chats by meeting President of the EU Council Charles Michel and head of the European commission Ursula von der Leyen, where Brexit was expected to be at the forefront of the talks.\\nProtesters have been a common sight along the coastline, with Oxfam activists donning huge heads of politicians and Extinction Rebellion demonstrators dressing up in blackbird costumes, both hoping to raise awareness of climate change policies.\\nTwo giant balloons depicting Joe Biden and Boris Johnson also appeared floating on a dock during a 'crack the crisis' demonstration in the harbour of Falmouth. Paddleboarders and surfers were seen taking part in a paddle-out in the sea at Gyllvngvase Beach during the second day of the summit, along with a blow-up shark with the words 'eat people not plastic' written on it. During the first day of the summit, the world leaders including the US president, Italy's Prime Minister Mario Draghi and Canada's Prime Minister Justin Trudeau, posed for a traditional 'family photo' before talks officially began.\\nCarrie Johnson and US First Lady Jill Biden have also made an appearance and were photographed enjoying the beach with Carrie and Boris Johnson's son, Wilfred.\\nThe Queen wowed the G7 leaders at a photocall, after joking: \"Are you supposed to be looking as if you're enjoying yourself?\"", "image": [["Oxfam campaigners pose as G7 leaders\n                        ", "https://e3.365dm.com/21/06/768x432/skynews-oxfam-g7-cornwall_5412734.jpg?20210612093706"], ["Boris Johnson starts the day with refreshing swim in Carbis Bay. Pic: Getty\n        ", "https://e3.365dm.com/21/06/768x432/skynews-boris-johnson-carbis-bay_5412779.jpg?20210612152219"], ["Canada's Prime Minister Justin Trudeau bumps elbows with Carrie Johnson in Carbis Bay\n        ", "https://e3.365dm.com/21/06/768x432/skynews-g7-cornwall-trudeau_5412203.jpg?20210611162935"], ["Mr Johnson held morning meetings with European Commission President Ursula von der Leyen and European Council President Charles Michel \n        ", "https://e3.365dm.com/21/06/768x432/skynews-ursula-von-der-leyen_5412751.jpg?20210612095745"], ["XR Protesters, wearing blackbird costumes, in St Ives \n        ", "https://e3.365dm.com/21/06/768x432/skynews-g7-protesters-blackbird_5411915.jpg?20210611115137"], ["G7 leaders pose for 'family photo'\n        ", "https://e3.365dm.com/21/06/768x432/skynews-g7-summit_5412378.jpg?20210611193526"], ["Paddleboarders and surfers were aiming to raise awareness for climate action in the sea. Pic: Associated Press\n        ", "https://e3.365dm.com/21/06/768x432/skynews-g7-paddle-boarders_5412955.jpg?20210612133318"], ["Boris Johnson and Joe Biden  blimps\n        ", "https://e3.365dm.com/21/06/768x432/skynews-climate-change-g7-boris-johnson_5412440.jpg?20210611203314"], ["Carrie and Wilfred Johnson enjoy the beach with  Jill Biden \n        ", "https://e3.365dm.com/21/06/768x432/skynews-carrie-johnson-wilfred-johnson_5411220.jpg?20210610173846"], ["Jill Biden, Joe Biden, Boris Johnson and Carrie Johnson meet ahead of the G7. Pic: Associated Press\n        ", "https://e3.365dm.com/21/06/768x432/skynews-boris-johnson-carrie-symonds_5410976.jpg?20210610153719"], ["The Queen attempts to cut a cake with a sword next to the  Duchess of Cornwall, and the Duchess of Cambridge\n        ", "https://e3.365dm.com/21/06/768x432/skynews-queen-cake-g7_5412520.jpg?20210611222156"], ["The Queen speaks to Joe and Jill Biden as they attend a reception at the Eden Project for G7 leaders, including Boris Johnson\n        ", "https://e3.365dm.com/21/06/768x432/skynews-queen-joe-biden-jill-biden_5412463.jpg?20210611210625"]], "author": ["Jess Sharp"], "date": "2021-06-14"}, "https://news.sky.com/story/g7-summit-navy-patrols-beach-front-radar-and-thousands-of-officers-on-duty-as-world-leaders-arrive-12328171": {"title": "G7 Summit: Navy patrols, beachfront radar and thousands of officers on duty as world leaders arrive", "subtitle": "Around 6,500 police officers from every force in the country are in Cornwall to protect the summit at Carbis Bay.", "text": "Cornwall will welcome some of the most powerful world leaders from tonight - with thousands of delegates, journalists and police in the county ahead of the G7 Summit.\\nAfter months of preparation, Prime Minister Boris Johnson will play host to the leaders of France, Germany, Italy, Japan, Canada and the US at Carbis Bay in St Ives.\\n\"This is the biggest security and policing event in England this year,\" Superintendent Joanne Hall, from Devon and Cornwall Police, told Sky News.\\n\"You can imagine the complexities that come with it, the logistical challenges - but we've been planning for months now and we're ready and prepared for this event.\"\\nAround 6,500 police officers from every force in the country are in Cornwall to protect the summit.\\nAs well as 4,000 rooms booked, around 1,000 officers will be accommodated on an Estonian cruise ship docked in Falmouth, with more than 16,000 meals prepared each day.\\n\\nIn recent days, the event has seen sleepy parts of Cornwall transformed into locked-down secure zones - with military radar equipment on beaches, police on jet-skis and British naval warships patrolling an exclusion zone around the beach-front venue.\\nThe summit officially begins on Friday and ends on Sunday - but preparations for the event have already had an impact on the lives of those living in Cornwall.\\n\"My business is shutting down Thursday, Friday, Saturday, Sunday,\" says Roger, who runs fishing trips in St Ives.\\n\"One of the skippers can't get here, and we've just decided it's not worth going late and having bad reviews. It's exciting times as to what they [G7 leaders] may do but at this moment in time it's a hassle.\"\\nSusan Mountain sells wetsuits at a shop on the beach front.\\n\"It shouldn't have been done now because of COVID and they should have just held it on Zoom and done it that way. It would have saved a lot of money.\\n\"At this time of year it's going to be a great disruption to locals and holidaymakers,\" she added.\\nBut for many companies, the G7 Summit is a welcome financial boost, after hospitality was so badly hit by COVID-19.\\nThere is - perhaps unsurprisingly - an official G7 Summit chocolate bar, made by Wadebridge-based Kernow Chocolate.\\nAlex Shapland, who runs the company, said: \"We got an email out of the blue from one of the offices in Whitehall and they approached us to make them a bar of chocolate!\" he told Sky News.\\nAlex says there were strict specifications from the UK government.\\n\"They wanted milk chocolate flavoured with sea salt - and we used Cornish sea salt. It's all come together and it's a privilege and an honour to be one of the suppliers.\"\\nTourism and council officials estimate the summit will bring £50m into Cornwall - with the hope of long-term investments.\\n\\nAnd while the county is at the cutting edge of several sunrise industries (lithium mining, satellite launches from Newquay Airport and space communications at Goonhilly to name but a few), some of the poorest parts of the UK are in Cornwall.\\nSandra spoke to us in the town of Camborne.\\n\"I can't see why they think it'll bring in so much money. St Ives is already a very rich place to live.\\n\"I think it's just a quick flash in the pan of money. We won't get nothing out of it, no,\" she added.\\nThroughout the summit, protests are planned - with groups such as Extinction Rebellion, Kill The Bill and ResistG7 all arranging events.\\nOverlooking Carbis Bay, a huge alternative version of Mount Rushmore, depicting the G7 Leaders built out of electronic waste, has been constructed by artist Joe Rush.\\nFrom Friday - all eyes will be on Cornwall - with no shortage of problems for the leaders to sort out.", "image": [["HMS Tamar, a Batch 2 River-class offshore patrol vessel, patrols off the coast of Cornwall\n                        ", "https://e3.365dm.com/21/06/768x432/skynews-hms-tamar-g7-cornwall_5409466.jpg?20210608231458"], ["Police officers in front of the Carbis Bay Hotel ahead of the G7 summit in Cornwall\n        ", "https://e3.365dm.com/21/06/768x432/skynews-cornwall-cumbria-g7_5409362.jpg?20210608205503"], ["A Mobile radar station set up at the National Trust car park in Godrevy, near St Ives, Cornwall, ahead of the G7 summit\n        ", "https://e3.365dm.com/21/06/768x432/skynews-st-ives-cornwall-g7_5409461.jpg?20210608231113"], ["Mount Recyclemore: The E7, which has been created out of e-waste, in the likeness of the G7 leaders and in the style of Mount Rushmore by British artist Joe Rush\n        ", "https://e3.365dm.com/21/06/768x432/skynews-mount-recyclemore-g7_5409469.jpg?20210608233810"]], "author": ["Dan Whitehead"], "date": "2021-06-09"}, "https://news.sky.com/story/from-climate-to-palestine-thousands-of-protesters-descended-on-london-with-one-common-goal-12342611": {"title": "'Kill the Bill' protests: From climate to Palestine, thousands of activists descended on London with one common goal", "subtitle": "Despite their different causes, the protesters were united against one thing: the Police, Crime, Sentencing and Courts Bill.", "text": "It was a hard-to-define protest mustering at the top of Regent's Street.\\nFree Palestine was a strong theme, anti-austerity next in line, Black Lives Matter were mingling too and Extinction Rebellion brought their drummers to bring up the rear - giving a steady beat to the march as it followed a well-trodden path through London's West End to Parliament Square.\\nBut despite the plethora of causes, the thousands of protesters were all united against one thing - the Police, Crime, Sentencing and Courts Bill which they fear could curtail their right to protest.\\nMany were out for the first time since the restrictions on gatherings were lifted after lockdown and they expressed concerns the new legislation will bring new kinds of restrictions.\\n\"Kill The Bill\" has become the slogan.\\nLaura, dressed as Uma Thurman from the the Quentin Tarantino movie Kill Bill, travelled down from Doncaster with her friend, NHS worker Anne-Louise.\\nShe said of the bill: \"It is violation of our freedom to speak. It's against our human rights and our democracy.\"\\nAnother protester, former Sex Pistol Glen Matlock said: \"I'm primarily against the fact that we're not going to be able to protest very soon.\\n\"There are lots of different protests but that's the main reason why I'm here today.\"\\nDemonstrators threw dozens of tennis balls into the parliamentary compound and one man, who asked not to be named, said: \"They have little messages on them. Most of them are not very nice.\"\\nThe bill, which could become law later this year, states that \"a fair balance should be struck between individual rights and the general interests of the community\".\\nIt would allow police to impose conditions such as start and finish times and maximum noise levels on protests.\\nThe bill cites Extinction Rebellion's protests of 2019, where parts of London came to a standstill for several days, affecting commuters and businesses.\\nHowever, it states: \"This power can only be used when the police reasonably believe that the noise from the protest may cause serious disruption to the activities of an organisation or cause a significant impact on people in the vicinity of the protest.\"\\n\"Impact\" is defined as \"intimidation, harassment, serious unease, serious alarm, or serious distress\".\\nFormer Labour leader Jeremy Corbyn, who spoke at the protest in Parliament Square, told Sky News: \"The police and crime bill is a major threat to our liberties in this country, which will effectively give the police the power to decide whether we demonstrate or not - and that would be an affront to democracy anywhere in the world including here.\"\\nPlease use Chrome browser for a more accessible video player\\n\\nA Home Office spokesperson told Sky News: \"The right to protest is a cornerstone of our democracy.\\n\"Our proposed measures are in line with human rights legislation and in no way curtail on the right to protest.\\n\"Public order legislation is out of date, these new measures will balance the rights of protesters with the rights of others to go about their business unhindered.\\n\"They will achieve this by enabling the police to better manage highly disruptive protests which have costs millions to the taxpayer and causes misery to businesses.\"\\nAs the hours wore on another set of protesters arrived in Parliament Square.\\nAnti-lockdown and anti-vaccination protesters threw tennis balls at Downing Street.\\nThe police formed a line behind a set of barriers and became the focus of angry shouting. But the crowd started to disperse just in time for the Wales match.\\nAnd so amid all the other issues competing to be heard, a new battleground is emerging - the right to protest - to disrupt and cause unease and alarm.\\nWhat should communities and businesses be prepared to sacrifice in order to allow disruption in the name of a cause? And how much power do we give to police to maintain that control?", "image": [["The London Communists were among those who took part\n        ", "https://e3.365dm.com/21/06/768x432/skynews-london-protests_5428211.jpg?20210626172249"], ["Laura and Anne-Louise from Doncaster wanted to demonstrate against new laws that could restrict the right to protest\n        ", "https://e3.365dm.com/21/06/768x432/skynews-london-protests_5428214.jpg?20210626172426"], ["Sex Pistols' Glen Matlock was at the central London protests\n        ", "https://e3.365dm.com/21/06/768x432/skynews-glen-matlock-london_5428196.jpg?20210626171550"], ["Anti-vax advocates joined the protest\n        ", "https://e3.365dm.com/21/06/768x432/skynews-london-protests_5428210.jpg?20210626172206"]], "author": ["Jason Farrell"], "date": "2021-06-26"}}