{"https://news.sky.com/story/climate-change-activists-enter-tunnels-as-they-block-access-to-essex-oil-terminals-12580239": {"title": "Climate change activists enter tunnels as they block access to Essex oil terminals", "subtitle": "Police have now arrested 83 people after two days of protests in the Thurrock district of Essex - with activists calling on the government to stop new oil and gas projects.", "text": "Climate change activists have entered a network of underground tunnels as they block access to the Navigator and Grays oil terminals in Essex.\\nProtesters from Just Stop Oil have also blocked access to the Titan Truck Park in Essex which contains more than 100 oil tankers used to service the three main terminals in the area.\\nThe protesters are demanding that the UK government stops new oil and gas projects.\\nJust Stop Oil posted a photograph of one of their activists inside an underground tunnel at one of the Essex terminals and wrote: \"In the tunnel - these people are butting (sic) themselves in danger calling for #NoNewOil - calling on the government to protect us all.\"\\nIn an earlier tweet, the group shared a video of police officers beginning to break apart a wooden structure covering one of the tunnels.\\nJust Stop Oil wrote: \"Police start to dismantle tunnel - with #JustStopOil supporters still inside and in the tunnel. Concerns expressed for people's safety.\"\\nThe group said its access to the tunnels at the Navigator and Grays sites meant the main and emergency access roads to the oil terminals were closed.\\nEssex Police have now arrested 83 people after two days of protests in the Thurrock district, with 20 of those arrested on Saturday.\\nPolice arrested 63 people at protests in the areas around the oil terminals on Friday.\\nOfficers said demonstrators were arrested on suspicion of a variety of offences.\\nAssistant Chief Constable Rachel Nolan said: \"Our officers are continuing to work in exceptionally challenging circumstances with a view to bringing these protests to a safe and swift conclusion.\\n\"I would like to thank businesses, local drivers and workers for their continued patience whilst we carry out our work.\"\\nThe latest protest action comes a day after Just Stop Oil and Extinction Rebellion obstructed 10 fuel sites in the Midlands and southern England to stand against \"expanding UK oil and gas production\".\\nProtesters were glued to roads and locked themselves to oil drums from around 4am.\\nExxonMobil UK, one of the country's largest privately owned underground oil pipeline distribution networks, said it shut down three of its terminals as a result, and police from at least five forces were deployed to tackle the demonstrations.\\nThe Metropolitan Police arrested 14 activists who broke into a facility at Bedfont Road in Staines, Surrey, and West Midlands Police arrested six people at a terminal in Tyburn, Birmingham.\\nPolice said arrests were made for offences including aggravated trespass, criminal damage and obstructing the highway.\\nDespite arrests, both Just Stop Oil and Extinction Rebellion have warned they will be \"more disruptive than ever\" from next week.\\nThey said they will stage protests in Hyde Park every day from 9 April and expect huge numbers of people to join them.\\n\"We will be easy to find, we will be easy to join, we will be more disruptive than ever and we will be impossible to ignore,\" a spokesperson told The Times.", "image": [["Just Stop Oil shared an image of one of its activists in an underground tunnel\n        ", "https://e3.365dm.com/22/04/768x432/skynews-just-stop-oil_5726333.jpg?20220402150450"], ["Police remove an activist who was part of a blockade at the Esso Birmingham Fuel Terminal on Friday\n        ", "https://e3.365dm.com/22/04/768x432/skynews-esse-police_5726350.jpg?20220402151352"], ["Just Stop Oil activists are seen during their blockade of the Esso Birmingham Fuel Terminal\n        ", "https://e3.365dm.com/22/04/768x432/skynews-oil-just-stop-oil-protests_5724989.jpg?20220401071054"]], "author": ["Charlotte Bateman"], "date": "2022-04-02"}, "https://news.sky.com/story/climate-protesters-just-stop-oil-damage-petrol-pumps-at-motorway-service-stations-20-arrested-by-surrey-police-12600602": {"title": "Climate protesters Just Stop Oil damage petrol pumps at motorway service stations - more than 20 arrested", "subtitle": "The group say they will \"continue the disruption until the government makes a statement to end new oil and gas projects\".", "text": "Police have made more than 20 arrests after climate activists descended on two motorway service station forecourts in what protesters described as a \"significant escalation\".\\nJust Stop Oil said 35 supporters smashed display glass and covered it in spray paint after blocking the forecourts at Cobham services in Surrey and Clacket Lane services in Kent at 7am, preventing motorists from entering.\\nThey then glued themselves to the pumps, signs and the top of a lorry.\\nSurrey Police said more than 20 people have been arrested.\\nAt least eight were held on suspicion of criminal damage and aggravated trespass.\\nPlease use Chrome browser for a more accessible video player\\n\\nOne of the activists, Nathan McGovern, said: \"I refuse to stand by and watch as heatwaves and drought murder people across the global south and families in the UK are forced to choose between eating and heating.\\n\"If politicians and bureaucrats refuse to act then it falls on ordinary people to do what they will not.\"\\nJust Stop Oil, who started protests at the beginning of April, have carried out a series of blockades of fuel terminals in southeast England and the Midlands as well as targeting several high-profile football matches.\\nMore than 1,000 arrests have been made.\\nThe group say they will \"continue the disruption until the government makes a statement to end new oil and gas projects.\"\\nRead more:Just Stop Oil protesters defend disrupting roads and targeting terminalsExtinction Rebellion: Activists block central London roads in protest over fossil fuels\\nJustice Secretary Dominic Raab, the MP for Esher and Walton, tweeted: \"Thank you to the police for responding to this outrageous behaviour in Cobham.\\n\"We will not allow militants to sabotage people's lives.\\n\"That's why government reinforced the law to allow the police to take the necessary action - which Labour and Lib Dems opposed.\"\\nThe group's tactics are similar to that of Insulate Britain, who have repeatedly blocked M25 junctions.", "image": [[null, "https://e3.365dm.com/22/04/768x432/skynews-just-stop-oil-oil-protest_5753983.jpg?20220428102532"]], "author": null, "date": "2022-04-28"}, "https://news.sky.com/story/fracking-ministers-order-geological-survey-two-days-before-unveiling-new-energy-strategy-12582826": {"title": "Fracking: Ministers order geological survey two days before unveiling new energy strategy", "subtitle": "Fracking has been effectively banned by the government since 2019 but as it pushes to reduce reliance on other countries shale gas has become more of a focus in recent weeks.", "text": "The government has commissioned a survey into fracking two days before announcing a new energy strategy focused on using UK-produced supplies after the invasion of Ukraine.\\nIn 2019 ministers placed a moratorium on fracking, which pumps water, chemicals and sand underground at high pressure to fracture shale rock and release trapped oil and gas.\\nIts decision - a reversal of previous policies - came after a scientific study warned it was not possible to rule out \"unacceptable\" consequences for those living near fracking sites after tremors were felt near sites in Lancashire.\\nBut the issue of fracking has arisen again as the government tries to reduce soaring energy bills and secure its own oil and gas supplies in light of Russia's invasion of Ukraine.\\nRead more: Windfarms, nuclear and fracking - what is likely to be in the Energy Security Strategy?\\nPlease use Chrome browser for a more accessible video player\\n\\nThe Energy Security Strategy is set to be published on Thursday after nearly a month of delays - believed to be because the Treasury was not happy with the long-term costs involved, especially with nuclear.\\nBusiness Secretary Kwasi Kwarteng announced on Tuesday the British Geological Survey (BGS) had been commissioned \"to advise on the latest scientific advice around shale gas extraction\" - otherwise known as fracking.\\nHe emphasised this will be a \"desk-based exercise\" so \"no drilling of any further test wells or seismic monitoring will take place\".\\nSubscribe to ClimateCast on Spotify, Apple Podcasts, or Spreaker\\nMr Kwarteng said: \"We have always been, and always will be, guided by the science on shale gas.\\n\"It remains the case that fracking in England would take years of exploration and development before commercial quantities of gas could be produced for the market, and would certainly have no effect on prices in the near term.\\n\"However, there will continue to be an ongoing demand for oil and gas over the coming decades as we transition to cheap renewable energy and new nuclear power. In light of Putin's criminal invasion of Ukraine, it is absolutely right that we explore all possible domestic energy sources.\\n\"However, unless the latest scientific evidence demonstrates that shale gas extraction is safe, sustainable and of minimal disturbance to those living and working nearby, the pause in England will remain in place.\"\\nFracked gas would produce less than 5% of the UK's gas demand over five years in the best case scenario, and assuming there were no planning or local protest issues, according to analysis by Carbon Brief.\\nEnergy think tank ECIU says a combination of insulation and heat pumps would cut gas demand enough to avoid the need to drill for or buy gas, and lower bills.\\nThe BGS has been asked to look into whether there are new fracking techniques that reduce the risk and magnitude of earth tremors, whether they would be suitable for the UK and how fracking seismic activity compares with other forms of underground energy production or activities such as construction.\\nIt has also been asked to investigate how shale modelling has improved since 2019 and if that means the government could be completely confident of their predictions. Ministers have also asked the BGS to see if there are other sites, outside Lancashire, which might be at a lower risk of seismic activity.\\nLast week, energy producer Cuadrilla had a deadline to plug its three shale gas testing wells in Lancashire extended to June 2023.\\nIt had previously been ordered to concrete up the wells by 30 June this year after the effective fracking ban in 2019.\\nGreenpeace UK urged the government to stop \"pandering to fracking obsessives who aren't up to speed with the realities of 21st century energy,\" and called for a windfall tax, the cutting of home energy waste, and bolstering renewables.\\n\"Less than 24 hours after the UN has slated new fossil fuels investments as 'economic madness', the government has launched a review into fracking,\" said campaigner Ami McCarthy said. \"This does not bode well.\"\\nThe government has come under increasing pressure to rethink its position on fracking as energy prices rise and Boris Johnson has called for Europe to wean itself off Russian oil and gas.\\nCuadrilla's chief executive Francis Egan said starting fracking again would help reduce and \"potentially halt\" expensive gas imports from abroad, including from Russia.\\nOn Monday, Brexit opportunities minister Jacob Rees-Mogg downplayed the earthquake risks from fracking and suggested \"every last drop\" of oil should be extracted from the North Sea.\\nDowning Street earlier appeared to not rule fracking out as it said the moratorium \"still remains\" but said the Ukraine war means the government needs to \"look at all possible options for improving domestic energy supply\".\\nHowever, energy minister Greg Hands said: \"Fracking is not the solution to near-term issues.\"", "image": [["Fracking was halted in England in 2019\n                        ", "https://e3.365dm.com/19/11/768x432/skynews-fracking-cuadrilla_4823689.jpg?20191102112124"], ["Cuadrilla's boss has said fracking could help with energy prices and reliance on other countries. Pic: Cuadrilla\n        ", "https://e3.365dm.com/22/03/768x432/skynews-cuadrilla-fracking_5724476.jpg?20220331135810"], ["Pic: Cuadrilla\n        ", "https://e3.365dm.com/22/03/768x432/skynews-cuadrilla-well-shale_5724477.jpg?20220331135838"]], "author": ["Alix Culbertson"], "date": "2022-04-06"}, "https://news.sky.com/story/noisy-protesters-could-feel-full-force-of-the-law-after-new-bill-is-approved-12599806": {"title": "Noisy protesters could feel full force of the law after new Bill is approved", "subtitle": "But the so-called 'too noisy'  legislation has been condemned as \"a nonsense\" because \"protests are about noise\".", "text": "Greater police powers to clampdown on noisy protests in England and Wales are set to become law.\\nAfter a stand-off at Westminster, the House of Lords voted by 180 to 113, to approve a new Bill that will widen the range of situations in which police officers can place conditions on protests - allowing officers to specifically set conditions to prevent noise.\\nPeers rejected a Labour move to strip the controversial curbs from the legislation. They also rejected a Liberal Democrat attempt to remove powers to impose conditions on public assemblies.\\nThe restrictions are part of the Police, Crime, Sentencing and Courts Bill which contains a wide-ranging raft of measures aimed at overhauling the criminal justice system as a whole.\\nThe noise-curbing measure has nothing to do with the content of the noise generated by a protest, just its level.\\nIt would give police in England and Wales more powers to impose conditions on non-violent protests judged to be too noisy, and thereby causing \"intimidation or harassment\" or \"alarm or distress\" to the public.\\nThe votes mark an end to a protracted tussle between the two Houses over the Bill, known as parliamentary ping-pong.\\nWith the current parliamentary session expected to end on Thursday, the impasse had to be resolved before then or the legislation would have fallen.\\nOpposing the protest measures, Labour frontbencher Lord Coaker said: \"The 'too noisy' provision is a nonsense. Protests are about noise.\"\\nArguing the police already had \"perfectly adequate\" powers, he added: \"The provision is ridiculous. It won't work and it's something that's not needed.\"\\nImportant distinction\\nLiberal Democrat Lord Paddick, who was a deputy assistant commissioner in the Metropolitan Police, said: \"Asking the police to anticipate what noise levels a protest that has yet to take place might result is likely to bring the police into unnecessary and unavoidable conflict with the public, further undermining the trust and confidence the police rely on to be effective.\\n\"The more popular the protest, the more likely it is to be noisy and the more likely it is to be banned.\"\\nBut responding, Home Office minister Baroness Williams of Trafford said: \"These provisions do not enable the police to ban noisy protests. They do enable the police to attach conditions on protests in relation to the generation of noise.\\n\"That is quite an important distinction.\"\\nShe added: \"These provisions represent the measured and proportionate rebalancing of the rights of people to protest peacefully with the rights of those whose lives may be unacceptably disrupted by the tactics employed by the minority of protesters, such as those from the group Just Stop Oil, who believe that their rights and their point of view trump everybody else's.\"\\nIn a concession, the government agreed a requirement for the Home Secretary to conduct a review of the new powers within two years of them coming into force.\\nThe Bill now goes for royal assent.", "image": [["The restrictions are part of the Police, Crime, Sentencing and Courts Bill \n                        ", "https://e3.365dm.com/22/04/768x432/skynews-protester-shout-bill_5752698.jpg?20220427025031"], ["A demonstrator shouts through a megaphone outside the US embassy during a Black Lives Matter protest in London\n        ", "https://e3.365dm.com/22/04/768x432/skynews-floyd-george-protest_5752699.jpg?20220427025802"]], "author": null, "date": "2022-04-27"}, "https://news.sky.com/story/french-election-emmanuel-macrons-vision-will-shape-the-future-of-france-and-europe-12598301": {"title": "French election: Emmanuel Macron's vision will shape the future of France and Europe", "subtitle": "Emmanuel Macron becomes the first French president in 20 years to win a second term - but he faces an even tougher job as he works out how to tackle the cost of living crisis and war in Europe.", "text": "Emmanuel Macron may have defeated Le Pen, but many of the issues raised during the campaign may force him to focus his energies more on domestic issues.\\nHere we take a look and some elements of Mr Macron's vision:\\nMr Macron is no longer seen as the outsider he once was since he swept to power in a radical reshaping of French politics in 2017. The enthusiasm for a new kind of politics that resulted in candidates from the French left and right not even making the run-off in 2017 has dwindled, as he has become established.\\nRead more: Macron will be re-elected after convincing defeat of far-right rival Le Pen\\nIn its place, there have been widespread protests throughout the last five years, led by a large group of people who have felt he has not represented their interests - particularly in his drive to simplify employment laws, which could be said to be a mainstay of the French identity.\\nMr Macron's dynamic, sometimes domineering style has been interpreted by some as arrogant, further aggravating those who have opposed him, including the at-times riotous Gillet Jaunes (yellow vests). Before he won, Mr Macron pledged to go further with his liberalising reforms, and to increase the pension age from 62 to 65. Analysts have said they expect more protests to follow as he attempts to put those policies into place.\\nBut, like almost every other leader around the world, he is trying to push through his reforms at a time when the cost of living crisis is biting hard. His push for change will be hampered by worldwide economic conditions that are at the mercy of the Ukraine crisis and the fallout from COVID, something the French may want to see tackled more urgently than anything else.\\nMr Macron is a signed-up Euro enthusiast - and he has made plain his ambitions for the bloc repeatedly over the last five years, throughout which the Brexit process stiffened his resolve. He currently holds the presidency of the Council of Europe and has used the opportunity to champion solidarity and democracy - also cornerstones of the French identity - as being at the heart of the European project.\\nRead more: Marine Le Pen concedes defeat - follow live updates\\nHis plans for the next five years include enhancing the rights of Europeans, reducing European dependence on imported coal, gas and oil and increasing the bloc's reliance on its own essential infrastructure and technologies. Among the issues he has repeatedly returned to is the drive for a common approach in the use of European armies, with the aim of making Europe a military power in itself.\\nHis victory has been roundly cheered by many of Europe's leaders, who are more united than at any time in years, which should give him a solid platform to push for any changes he wants to bring about, but as with all international crises, it is the unpredictable consequences that may hold him back.\\nFor a while, it looked as though Mr Macron may be the West's main hope of averting a war in Ukraine, as the French president was having regular conversations and sharing occasional visits with Vladimir Putin. But the invasion of Ukraine made him instantly appear more naïve than he might have wanted, wrongfooted by the Russian leader.\\nDespite Mr Putin launching a war, Mr Macron continued to try to talk, until the scale and sheer brutality of Russia's actions became too much and he has since said he has ended his dialogue and is now showing his clear support for Ukraine.\\nHe has stopped short of agreeing with other Western leaders that Russia's actions constitute genocide, possibly to keep the door open to the Kremlin for future negotiations. Nonetheless, he has backed sending arms to Ukrainian forces and stepping up sanctions on Russia. His victory is likely to give him confidence in his bid to get Mr Putin to change direction. It will be a tough challenge.\\nAs a firm pro-European, Mr Macron is wedded to the established framework of collective Western defence that relies on NATO. France was one of the founding members of the pact, and while it was withdrawn from the command structure that allows the group to take collective action using joint forces from 1966 to 2009, it has taken part in many NATO missions over the years.\\nSince Mr Macron became president, France has continued to make significant contributions to NATO efforts, despite also undertaking non-NATO operations like its intervention in the Sahel, which it has since withdrawn from.\\nIn demonstrating his commitment to NATO, under Mr Macron, France's defence spending has risen to the 2% of GDP minimum threshold advocated by the US and he has pledged to continue at that level, with plans for tie-ups with other EU countries.\\nA number of commentators have said that with rising support among the far right, Mr Macron has pivoted to the right from his typically centrist positions, with pledges on immigration coming in its wake.\\nHe has said he wants to reform Schengen to strengthen European borders, to create a national \"border force\" to shore up national borders, to overhaul asylum procedures to speed up decisions and to expel foreigners who break the law.\\nWhether that pivot will continue, now he has won, is hard to say. But with nearly 42% of French people voting for a far-right candidate, it is an issue he will be forced to continue to wrestle with.\\nFrance has come under scrutiny for the extent to which it is committed to the goals of the Paris climate agreement, with Extinction Rebellion protests seen in the last week in the country's capital. It has resulted in Mr Macron asserting his enthusiasm for his country's 2050 net-zero target and backing plans he said will enable them to achieve it.\\nAmong them are plans to massively upscale solar, offshore wind and nuclear and, he said, Europe should bring in a carbon tax on anyone within its borders.\\nHe also promised more public transport nationwide to wean people off cars. While he may have all the appearance of a green enthusiast, there is a vocal minority in his country who will resist the tough measures the move towards zero carbon will require. It is probable there will be more protests, potentially from both sides, on the way.", "image": [[null, "https://e3.365dm.com/22/04/768x432/skynews-french-election-explainer_5746623.jpg?20220421170349"], [null, "https://e3.365dm.com/22/04/768x432/skynews-france-election-explainer_5746306.jpg?20220421130427"], [null, "https://e3.365dm.com/22/04/768x432/skynews-france-election-explainer_5746302.jpg?20220421130151"], [null, "https://e3.365dm.com/22/04/768x432/skynews-france-election-explainer_5746301.jpg?20220421130117"], [null, "https://e3.365dm.com/22/04/768x432/skynews-france-election-explainer_5746303.jpg?20220421130239"], [null, "https://e3.365dm.com/22/04/768x432/skynews-french-election-explainer_5746196.jpg?20220421115439"], [null, "https://e3.365dm.com/22/04/768x432/skynews-france-election-explainer_5746297.jpg?20220421130044"]], "author": ["Philip Whiteside"], "date": "2022-04-25"}, "https://news.sky.com/story/climate-change-extinction-rebellion-activists-block-central-london-roads-in-protest-over-fossil-fuels-12586314": {"title": "Extinction Rebellion: Activists block central London roads in protest over fossil fuels", "subtitle": "Hundreds of people gathered in Oxford Street and Regent Street on Saturday, blocking traffic in both directions as they called on ministers to stop investing in fossil fuels.", "text": "Extinction Rebellion activists have staged a sit-down protest in the heart of London to demand the government halts investment in fossil fuels.\\nHundreds of demonstrators descended on Oxford Street and Regent Street on Saturday, blocking traffic as they chanted \"save our planet\" and \"whose streets, our streets\".\\nCrowds assembled at Speakers' Corner at Hyde Park before marching into the West End then moving on to Trafalgar Square in the afternoon.\\nThey held banners aloft emblazoned with slogans including \"Life on earth is dying\" and \"Code Red: End Fossil Fuels\".\\nSome protesters dressed as Prime Minister Boris Johnson, Chancellor Rishi Sunak and Home Secretary Priti Patel, armed with placards criticising the government's handling of the climate change crisis.\\nOther posters said \"We will not be bystanders\" and warned: \"We're the last generation who can save something.\"\\nDoctors and medical professionals were among the people calling for ministers to act.\\nExtinction Rebellion UK tweeted: \"Today hundreds of concerned citizens are standing up for climate justice and to end fossil fuels by simply sitting down.\\n\"An Extinction Rebellion march sits in Oxford Circus, with disruption set to continue till the Government respond to the crisis.\"\\nMechanical engineer Verel Rodrigues, 27, described the situation as \"dire\" and said they have no choice but to take action.\\n\"We are sorry to be causing this inconvenience but we don't have any other choice.\\n\"If an alarm is ringing because your house is on fire, you don't get p***ed off at the fire alarm. It is trying to save you and we are trying to raise the alarm of what is about to come.\"\\nAnother attendee, Sunita Ramani, 23, from Bristol, insisted the action was justified.\\n\"We are doing this on behalf of everyone who deserves to have a liveable, justice-filled future.\"\\n'Obsessive tactics'\\nThe protest was criticised by a passerby, who lashed out at Extinction Rebellion for \"obsessive tactics\".\\n\"They have daily, repeatedly, blocked roads, whether it is small or large numbers,\" the man, who gave his name as Steve C, said.\\n\"They have stopped people from taking their kids to school, they have stopped people from getting to work and to hospital appointments. It is just unacceptable.\"\\nLondon Mayor Sadiq Khan said the protest was \"counterproductive\" and demonstrators needed to win over public opinion at the same time as putting pressure on the government.\\nThe Metropolitan Police confirmed traffic was blocked in both directions by protestors sitting in the road and diversions were in place.\\nCommander Ade Adelekan said the Met had been in touch with organisers in an attempt to avoid serious disruption in London.\\nSpecialist teams are on standby should any protesters glue or lock themselves to street furniture or structures.\\nMr Adelekan said: \"Extinction Rebellion have made their intentions clear in their public announcements that they plan to hold 'mass action' and block areas of London for as long as possible to draw attention to their cause.\\n\"Everyone has the right to protest, and the public understands that protest will often result in a degree of disruption.\\n\"However, the rights of protestors have to be balanced against the rights of the wider public, businesses and community.\"\\nPlease use Chrome browser for a more accessible video player\\n\\nExtinction Rebellion billed the protest as part of \"the final push in the plan to end fossil fuels\".\\nSimilar action to block \"areas of the city for as long as possible\" is planned every day for a week or more, the group said.\\nOn Friday, two protesters shut down Tower Bridge by abseiling off its sides and unfurling a huge banner saying: \"End fossil fuels now.\"\\nThe bridge, a main traffic artery across the Thames, was closed to vehicles, causing long tailbacks.\\nThe group last week staged protests at an Esso facility in London vowing they were \"here to stay\".", "image": [["Extinction Rebellion protesters blocked Oxford Street\n                        ", "https://e3.365dm.com/22/04/768x432/skynews-extinction-rebellion_5734351.jpg?20220409165334"], ["Protesters vow not to be bystanders over the climate change crisis\n        ", "https://e3.365dm.com/22/04/768x432/skynews-extinction-rebellion_5734361.jpg?20220409165856"], ["Hundreds of protesters voiced their fears over fossil fuels\n        ", "https://e3.365dm.com/22/04/768x432/skynews-oxford-street-central-london_5734406.jpg?20220409171029"], ["Activists are calling for the government to halt investment in fossil fuels \n        ", "https://e3.365dm.com/22/04/768x432/skynews-extinction-rebellion_5734362.jpg?20220409170102"]], "author": ["Siba Jackson"], "date": "2022-04-09"}, "https://news.sky.com/story/ukraine-war-huge-tankers-transferring-russian-oil-blocked-by-activists-in-kayaks-12579634": {"title": "Ukraine war: Huge tankers transferring Russian oil blocked by activists in kayaks", "subtitle": "Members of Greenpeace placed themselves in kayaks and rhib boats, nestled in between the Seaoath and Pertamina Prime tankers near Frederikshavn, Denmark, preventing the ship-to-ship oil transfer.", "text": "Two tankers off the coast of Denmark were blocked from transferring 100,000 tonnes of Russian oil by environmental activists in kayaks and small boats.\\nMembers of Greenpeace positioned themselves between the enormous vessels, as the organisation called for an embargo of Russian fuels to stop funding the invasion of Ukraine.\\nThey placed themselves in kayaks and rhib boats, nestled in between the Seaoath and Pertamina Prime tankers near Frederikshavn, Denmark, preventing the ship-to-ship oil transfer.\\n'I am using my body to get in the way'\\nOlga Lupilina, one of the dozen activists camping out at sea, and a Russian herself, said: \"Together with other activists from across Europe, I am using my body to get in the way of the tanker.\\n\"I'm with Greenpeace Denmark, and we have been protesting fossil fuels for years. I always knew that oil fuels war as well as the climate crisis.\\n\"However, with the Russian invasion of Ukraine, it suddenly became very personal to me.\"\\n'Putin's war chest grows'\\nBirgitte Lesanner of Greenpeace Nordic told Sky News: \"The Russian invasion of Ukraine has made many people realise that fossil fuels do not only ruin the climate, our dependency on oil, coal, and gas, but also fosters wars, conflict, and injustice.\\n\"Every time Russian oil or gas is purchased, Putin's war chest grows and so far, at least 299 supertankers with fossil fuels have left Russia since the start of the war in Ukraine. That is plain wrong.\"\\nMs Lesanner has called on the Danish government \"to immediately - together with the EU - make an import ban on Russian oil, coal, and gas\" and then turn off their dependency on fossil fuels when \"at all possible\".\\nShe added: \"We already have the needed green solutions, and they are cheaper and more attainable than ever before.\"\\nGreenpeace Denmark has been regularly posting on social media and updating followers on their progress.\\nAfter 24 hours of obstruction, the activists were forcefully removed by police and the ship-to-ship oil transfer went on as normal.\\nThe activists have not been arrested or detained, Sky News understands.", "image": [["Seaoath had arrived from Russia carrying 100,000 tonnes of crude oil, according to Greenpeace and Refinitiv ship tracking data. Pic: @greenpeacedk\n                        ", "https://e3.365dm.com/22/04/768x432/skynews-greenpeace-protest_5725261.jpg?20220401114936"], ["Protesters sailed alongside an enormous Russian tanker in Danish waters\n        ", "https://e3.365dm.com/22/04/768x432/skynews-greenpeace-protest_5725395.jpg?20220401134237"], ["Olga Lupilina lived most of her life in Russia and has family and loved ones in the country. Pic: Kristian B\n        ", "https://e3.365dm.com/22/04/768x432/skynews-oil-tanker-greenpeace_5725461.jpg?20220401144731"]], "author": ["Amrit Singh Mann"], "date": "2022-04-01"}, "https://news.sky.com/story/just-stop-oil-more-than-200-arrests-as-climate-activists-disrupt-key-terminals-for-third-day-12581384": {"title": "Just Stop Oil: More than 200 arrests as climate activists disrupt key terminals for third day", "subtitle": "Protesters have forced a number of facilities to cease operating as they call on the UK government to stop new oil and gas projects - with one activist telling Sky News \"civil disobedience is only going to ramp up until we see change\".", "text": "About 100 protesters have disrupted key oil terminals in England for a third consecutive day.\\nActivists from the environmental campaign group Just Stop Oil have forced a number of facilities to cease operating on Sunday.\\nThe protesters are demanding that the UK government stops new oil and gas projects.\\nMore than 30 members of Just Stop Oil camped outside the Buncefield oil terminal in Hertfordshire overnight.\\nIn the early hours of Sunday morning, 12 activists gained access to the site and entered the facility.\\nSome stood on fuel trucks with banners and refused to come down, while others sat outside the gates to prevent tankers from leaving.\\nRonan, a protester who slept overnight at the site, told Sky News: \"This is an ongoing campaign so there is no end date to it.\\n\"Our message is that direct action and civil disobedience is only going to ramp up until we see change in the right direction.\\n\"It's just incredibly sad that it takes action like this to force change, but as long as we don't see change, activists will stand up and force change.\"\\nWhen asked whether this is the right time for action like this disrupting fuel supply in the midst of a cost of living crisis, Ronan said he feels he cannot wait any longer.\\nRead more: Climate change activists enter tunnels as they block access to Essex oil terminals\\nThe protester continued: \"Unless we act today, the questions we will have in the future will be, can we feed ourselves? That's the choice we now have.\\n\"Do we go through mild disruption now, to transition away from fossil fuels rapidly - or do we plough on and end up in a situation where we have massive flooding, potentially mass starvation, as crops fail? This isn't hyperbole.\"\\nSubscribe to ClimateCast on Spotify, Apple Podcasts, or Spreaker\\nHertfordshire Police and ambulances have been on site since the early hours and have arrested 27 people. Officers flew drones above the site and an extensive exclusion zone remains in place.\\nBuncefield's terminal was one of seven sites targeted by Just Stop Oil over the past three days and more than 200 people have been arrested since Friday.\\nAt the Kingsbury Oil Terminal in Warwickshire, police arrested 54 people for offences including criminal damage, obstructing the highway and public order.\\nAssistant Chief Constable Ben Smith, who is leading the operation, said: \"We fully acknowledge every person's right to engage in lawful protest, however, when that protest becomes unlawful and disproportionate in nature, we will act to protect the rights of others.\"\\nTunnellers who have disrupted the entrances to Navigator and Grays terminals in Thurrock, Essex, since Friday remain in place, with 35 more people arrested on Sunday.", "image": [["Activists from Just Stop Oil took part in a blockade at the Kingsbury Oil Terminal in Warwickshire\n                        ", "https://e3.365dm.com/22/04/768x432/skynews-just-stop-oil_5727525.jpg?20220403131702"], ["Activists climbed on top of an oil tanker at the Buncefield terminal \n        ", "https://e3.365dm.com/22/04/768x432/skynews-just-stop-oil_5727542.jpg?20220403132537"], ["Activists seen on top of a tanker at the Buncefield terminal \n        ", "https://e3.365dm.com/22/04/768x432/skynews-just-oil_5727537.jpg?20220403132316"], ["Demonstrators slept outside the Buncefield oil terminal in Hertfordshire overnight\n        ", "https://e3.365dm.com/22/04/768x432/skynews-buncefield-oil_5727540.jpg?20220403132509"], ["Activists have been lying in the road at the Kingsbury Oil Terminal, Warwickshire\n        ", "https://e3.365dm.com/22/04/768x432/skynews-activists-warwickshire_5727534.jpg?20220403132031"], ["Just Stop Oil activists have formed a blockade at the Kingsbury Oil Terminal in Warwickshire\n        ", "https://e3.365dm.com/22/04/768x432/skynews-oil-warwickshire_5727535.jpg?20220403132210"]], "author": ["Ashna Hurynag"], "date": "2022-04-03"}, "https://news.sky.com/story/ben-goldsmith-conservative-mps-call-for-financier-to-lose-defra-role-over-support-for-extinction-rebellion-12588461": {"title": "Ben Goldsmith: Conservative MPs call for financier to lose DEFRA role over support for Extinction Rebellion", "subtitle": "Ben Goldsmith is the chair of the JMG Foundation, which is the Goldsmith family's philanthropic foundation that focuses on the environment. He is the brother of foreign office minister Lord Goldsmith.", "text": "Conservative MPs are calling for the financier Ben Goldsmith to be sacked from his role at the Environment Department after he expressed support for the activist group Extinction Rebellion.\\nMr Goldsmith - who has been a non-executive board member at the Department for Environment, Food and Rural Affairs since 2018 - posted a tweet earlier this morning criticising Labour's call for injunctions against 'Just Stop Oil' (JSO) protests, which have caused chaos at petrol stations.\\n\"Not a good look from Labour,\" he said. \"The protesters are right to be doing whatever it takes to wake people up. The fossil fuel industry is grubby and dangerous. We need to unhook ourselves from our dependence asap. I'm with Extinction Rebellion.\"\\nHundreds of people have been detained since the JSO and affiliated activists began their action on 1 April - with more than 350 arrested at Grays in Essex alone, amid police complaints of \"exceptionally dangerous\" tactics by activists.\\nSteve Reed, Labour's shadow justice secretary, said: \"This from a Conservative official is an insult to people facing misery trying to get to work.\\n\"While the government continues to refuse to act, Labour has called for immediate injunctions to put a stop to this disruption.\"\\nMr Goldsmith's tweet has now been deleted, and he posted a new statement retracting his previous comments.\\n\"This morning I tweeted in a personal capacity my sympathies for the Extinction Rebellion protests. Support of ER is neither a Conservative Environmental Network nor a DEFRA position. I have therefore retracted these tweets,\" he said.\\n\"I recognise the disruption these protests are causing to people's lives and livelihoods. I've always previously stood publicly opposed to the controversial and often bonkers methods employed by Extinction Rebellion.\"\\nIt follows an outcry amongst some Tory MPs in response to his original post.\\nChris Loder, MP for West Dorset, accused Mr Goldsmith of \"inappropriately interfering in political matters\", adding \"he should either resign and stand for election or be sacked by [Environment Secretary] George Eustice.\"\\nOn a WhatsApp group used by backbench Conservatives, Fay Jones, the MP for Brecon and Radnorshire, said the statement was \"unbelievable\" given Mr Goldsmith's position as a non-executive board member.\\nFormer cabinet minister Damian Green wrote, \"surely he can't stay on after that\".\\nResponding to Mr Goldsmith's tweet, a government source said: \"Ben expressed a personal view - not that of the Government. People have the right to protest, and the issue of climate change is very important - that's why we're taking such ambitious action to tackle it.\"\\n\"But, these XR protests are not peaceful protests - they are disrupting people's lives and it is wholly unacceptable. That's why the Government is taking robust action to stop them.\"\\nA spokesman for the Conservative Environment Network also welcomed the retraction, saying the group had \"consistently opposed the terrible tactics deployed by protesters intent on playing havoc.\"\\nIt comes as Extinction Rebellion continued their protests on Tuesday, blocking all entrances to the Lloyds of London HQ in the City of London, with staff being forced to work elsewhere.\\nThe group said more than 60 activists had been at the central London building since 7am to stop staff from entering the site in the hopes of closing the business for the day.\\nIt added that it is demanding that Lloyd's of London stops insuring fossil fuels projects.\\nCity of London Police said it is \"aware of groups of protesters at Liverpool Street Station and the Lloyd's building on Lime Street\" and that officers have arrived on the scene.\\nOn Sunday, activists blocked cars and buses from passing through Vauxhall Bridge, after a smaller group was cleared from Lambeth Bridge earlier in the day.\\nThe Metropolitan Police said it had imposed conditions under section 14 on the climate group at the junction of Millbank, Vauxhall Bridge Road and Grosvenor Road, as well as on the south side of the bridge and Vauxhall Bus Station.", "image": [["Ben Goldsmith attends the launch of new restaurant Tart's Kitchen on May 5, 2015 in London, England. Pic: David M. Benett/Getty Images\n                        ", "https://e3.365dm.com/19/07/768x432/skynews-iris-goldsmith-ben-goldsmith_4714330.jpg?20190710091713"], ["Ben Goldsmith tweet\n        ", "https://e3.365dm.com/22/04/768x432/skynews-ben-goldsmith-tweet_5737180.jpg?20220412110138"], ["Extinction Rebellion protesters at the headquarters of Lloyd’s of London\n        ", "https://e3.365dm.com/22/04/768x432/skynews-extinction-rebellion_5737124.jpg?20220412100346"], ["Protesters are demanding Lloyd's of London stops insuring fossil fuels projects\n\n        ", "https://e3.365dm.com/22/04/768x432/skynews-extinction-rebellion_5737121.jpg?20220412100107"], ["The group said more than 60 activists had been at the central London building since 7am\n        ", "https://e3.365dm.com/22/04/768x432/skynews-extinction-rebellion_5737117.jpg?20220412100002"]], "author": ["Sam Coates"], "date": "2022-04-12"}, "https://news.sky.com/story/just-stop-oil-protesters-defend-disrupting-roads-and-targeting-terminals-12589610": {"title": "Just Stop Oil protesters defend disrupting roads and targeting terminals", "subtitle": "For weeks, Just Stop Oil demonstrators have been tying themselves to goalposts at football matches, locking themselves to pipes in oil terminals - gluing themselves to tankers and roads, and pushing for headlines.", "text": "Just Stop Oil is a controversial group.\\nFor weeks now, campaigners have been tying themselves to goalposts at football matches, locking themselves to pipes in oil terminals - gluing themselves to tankers and roads, and pushing for headlines.\\nWe spent a day following them as they disrupted roads and targeted oil terminals on the banks of the Thames in Essex.\\nFor good reason they are being watched very carefully by the police, so most communications involve burner phones and encrypted messaging apps.\\nIt all starts in Purfleet, where we wait at the agreed location - a busy petrol and service station popular with trucks - for activists to arrive.\\nSuddenly about 15 of them appear through the garage forecourt. They walk in a line across the A road that runs alongside the service station and sit down calmly.\\nSome start to glue their hands to the tarmac. Others lie down.\\nChaos ensues almost immediately, as furious truck drivers screech to a halt, beeping and swearing, and a small group of protesters sprint towards them to try and climb on top of their tankers.\\nThe next few minutes are very hairy - two drivers, shouting out of their windows, drive away to escape the trap as the protesters dodge out of the way.\\nBut one driver slows down to talk and as a polite but determined protester chats to him, two others scale the side of his vehicle. He is stuck.\\n\"I'm sorry you've been caught up in this\", the protester said, \"when the police get here you will be free in two hours or so\".\\n\"Two hours!\" the driver explodes, winds his window up, and calls his boss.\\nRead more: Climate change activists enter tunnels as they block access to Essex oil terminals\\nThe protester, who wouldn't give his name, told Sky News that Just Stop Oil has a single demand - that the UK government agrees to immediately halt all future licensing and consents for the exploration, development and production of fossil fuels in the UK.\\n\"We have tried with marches, we have tried with petitions, they have not listened to us.\\n\"This has to be the next step and we need to take the opportunity of the very small window we have.\"\\nHe agrees that the public are unlikely to support Just Stop Oil's endeavours, but hope they'll \"understand eventually\".\\nAbout 100 metres away, the police have arrived. They are arresting and carting off the road blockers who aren't glued down.\\nOthers set to work with a solvent solution and wooden spatulas, painstakingly ungluing skin from road.\\nDrivers at the roundabout beep, swear and remonstrate. One protester, who would only give her name as Becky, responded to my questions about the impact of her group's actions on ordinary people trying to live their lives.\\nShe acknowledged that she would much rather not be causing so much disruption, but is so disillusioned with the UK government's ongoing commitment to oil and gas in the coming decades, that she doesn't feel she has a choice.\\n\"If I was in my car, stuck in traffic for this I'd be cross too. But I have five children and I need to know there's a future for them.\\n\"I have listened to the IPCC (Intergovernmental Panel on Climate Change) report, I know that we have got a good eight years of oil that we can use while we're transitioning (to clean energy).\\n\"I know that if we leave it any longer, if we go above 2C, there will be no crops, there will be no food.\\n\"I don't want to be here, I don't want to do this. What choice do I have? Without doing this, I don't have hope, just desperation.\"\\nTruck drivers nearby are not impressed.\\nPlease use Chrome browser for a more accessible video player\\n\\nHGV driver Danny Nash said: \"I know we're going electric and all of that stuff, but this isn't the way to do it.\\n\"Because you're holding up and creating more of a problem, more pollution, more traffic, more everything. I think it's crazy, absolutely bonkers.\"\\nDerek Ratford went further: \"It's pathetic what they're doing.\\n\"If that was me, I would just drive down the M25 with them. They're mental, holding the country to ransom. Get them off and put them in prison.\"\\nAn hour later we are on the banks of the Thames following 25 young activists along a rough path - they are heading for an oil terminal and they want to break in and stop operations, as they have done elsewhere.\\nXanthe is 17 years old. She is here with the support of her mum and dad, she says, and is prepared to be arrested, no matter the consequence.\\nShe says: \"(The government) can start this now - they had a massive emergency response during the coronavirus pandemic and I think they do know how to react to emergency situations.\\n\"The recent IPCC report said that solar and wind power were the cheapest and most effective so I think they just need to stop oil, specifically oil and fossil fuel investments.\"\\nAfter a 30-minute walk, the group gets near the perimeter fence of the terminal.\\nThey are spotted by a security guard and rush forward together, holding ladders and mats to get over the sharp spikes at the top.\\nTwo get over - straight into the arms of some very irritated security guards and a barking guard dog. Another group breaks off and finds a way in, scattering the security team and police who have turned up quickly.\\nThose left on the outside search for another route in, but are herded into a space by a bridge by the police.\\nA number are arrested, but not before two manage to glue themselves to a wall. Baffled and irritated terminal workers look on, the police look and sound annoyed.\\nDillon, who is 20 years old and a student, listens as I ask him about the danger he has put himself in, and the police resources he is occupying.\\nHe said: \"Unfortunately this is the only way that the government can listen, the disruption that this is causing. This is the only way that the government can hear that we are all terrified.\"\\nSubscribe to ClimateCast on  Spotify, Apple Podcasts, or  Spreaker\\nHome Secretary Priti Patel has called these activists selfish, fanatical and frankly dangerous, while the Labour party has said there should be an immediate nationwide ban on their protests.\\nBut it was my sense that this is a very focused, very determined and pretty well organised group of people with a very clearly defined aim and increasingly clear targets in mind.\\nThey will also not get what they want from the British government, and so the stage is set for a long and drawn out battle that will test the patience of many.", "image": [["Protesters stopped traffic as part of their disruption\n        ", "https://e3.365dm.com/22/04/768x432/skynews-just-stop-oil-climate_5738766.png?20220413210400"], ["One protester, who wouldn't give his name, said Just Stop Oil has just a single demand for the government\n        ", "https://e3.365dm.com/22/04/768x432/skynews-just-stop-oil-climate_5738769.png?20220413210706"], ["Becky said she was 'disillusioned' with the UK government's ongoing commitment to oil and gas in the coming decades\n        ", "https://e3.365dm.com/22/04/768x432/skynews-just-stop-oil-climate_5738768.png?20220413210555"], ["The activists were called 'selfish, fanatical and frankly dangerous' by Home Secretary Priti Patel \n        ", "https://e3.365dm.com/22/04/768x432/skynews-just-stop-oil-climate_5738771.png?20220413210920"], ["Student Dillon said 'this is the only way that the government can listen'\n        ", "https://e3.365dm.com/22/04/768x432/skynews-just-stop-oil-climate_5738770.png?20220413210806"]], "author": ["Hannah Thomas-Peter"], "date": "2022-04-14"}, "https://news.sky.com/story/downing-street-parties-all-you-need-to-know-about-the-met-polices-investigation-12530515": {"title": "Downing Street parties: All you need to know about the Met Police's investigation", "subtitle": "Downing Street had previously committed to making it public if the prime minister, chancellor or cabinet secretary received fines, but said the identities of other staff would not be revealed.", "text": "Boris Johnson and Rishi Sunak have both received and paid fines from the Metropolitan Police over parties held in Downing Street and across Whitehall when coronavirus restrictions were in place.\\nThe prime minister's wife, Carrie Johnson, has also paid a penalty.\\nTwelve alleged lockdown-busting gatherings held between 2020 and 2021 have been investigated by Scotland Yard as part of the Downing Street partygate row.\\nThe Met say the investigation - named Operation Hillman - has now issued over 50 referrals for fixed penalty notices to ACRO, the Criminal Records Office.\\nEarlier this year 100 individuals were sent formal legal questionnaires related to the investigation, including the prime minister and chancellor.\\nDowning Street had previously committed to making it public if the prime minister, chancellor or cabinet secretary received fines, but said the identities of other staff would not be revealed.\\nPlease use Chrome browser for a more accessible video player\\n\\nThe Met has said they will not name individuals facing penalties or reveal which events they attended.\\nHelen MacNamara, the government's former ethics chief, apologised for an \"error of judgement\" after receiving a penalty in the initial tranche of fines.\\nMs MacNamara received a £50 fine in connection with a leaving do held in the Cabinet Office on 18 June 2020 to mark the departure of a private secretary.\\nMeanwhile, several reports suggest people have also received fines linked to a gathering on the eve of the Duke of Edinburgh's funeral last year.\\nThe Scotland Yard investigation is the second inquiry to take place into claims Number 10 officials were partying in breach of strict COVID rules.\\nIt follows a Whitehall probe, led by senior civil servant Sue Gray, into the allegations that have imperilled Mr Johnson's political future.\\nWhat exactly are the Met Police investigating?\\nScotland Yard have confirmed they are investigating 12 alleged events held on eight dates in 2020 and 2021 after receiving \"significant evidence\".\\nThese include claims relating to:\\n20 May 2020 - This is the day on which Mr Johnson has admitted attending a gathering in the Downing Street garden at the height of the UK's first national lockdown. According to a leaked email, one of the prime minister's chief aides invited Number 10 staff to a \"bring your own booze\" event to enjoy the spring sunshine that evening. Mr Johnson admitted to attending the gathering with \"groups of staff\" for 25 minutes. But the prime minister has stressed he believed it was a \"work event\".\\n18 June 2020 - This is understood to have been a leaving event in the Cabinet Office building at 70 Whitehall for a Number 10 official. It was said to have been attended by about 20 people, with wine allegedly drunk. Sir Mark Sedwill, then the Cabinet secretary and head of the civil service, is said to have \"briefly attended\" and sanctioned the event.\\nThis was the first event people were fined for by the Met Police, with £50 notices sent to individuals by email on 1 April 2022.\\n19 June 2020 - This was Mr Johnson's 56th birthday. It has been claimed that up to 30 people attended a celebratory gathering in the Cabinet room with picnic food from Marks & Spencer and a cake. It is also alleged that a further gathering took place that evening in the prime minister's Downing Street flat. However, Number 10 have disputed that the evening event breached lockdown rules. And they have said the Cabinet room gathering took place \"briefly\" with staff who were working that day, with Mr Johnson present for less than 10 minutes. It has also been denied that the prime minister's wife, Carrie Johnson, organised the event or bought a cake.\\n13 November 2020 - This is the day that Dominic Cummings, the prime minister's former chief adviser, left Downing Street after losing a bitter internal power struggle. It has been alleged that a \"victory party\" was held in the prime minister's Downing Street flat by friends of Mrs Johnson with Abba tracks, including Winner Takes It All, being played. A spokesman for Mrs Johnson has said the claims she held a party in the flat are \"totally untrue\". The prime minister has also told the House of Commons that a party did not take place.\\n17 December 2020 - There are three events alleged to have taken place on this day. These include a quiz, described as a \"Christmas party\", in the private office of Cabinet Secretary Simon Case, a leaving drinks event also held in the Cabinet Office to mark the departure of a senior member of the COVID taskforce and a gathering in Number 10 on the departure of a team member.\\n18 December 2020 - This is the date of a claimed Christmas party held by Downing Street staff. In a video recording from four days after the alleged event, senior Number 10 advisers were revealed to have jokingly referred to a \"business meeting\" and a \"cheese and wine\" event. This led to the resignation of Allegra Stratton, the prime minister's press secretary. According to reports, around \"40 or 50\" people crammed \"cheek by jowl\" in a room in Number 10 for the event.\\n14 January 2021 - This has been reported as a \"prosecco-fuelled\" leaving do for a Number 10 aide during which Mr Johnson is alleged to have given a speech thanking the official for their work and staying for around five minutes.\\n16 April 2021 - On the eve of Prince Philip's funeral - for which COVID rules obliged the Queen to sit alone - two parties are reported to have taken place at Number 10. It has been claimed that around 30 Downing Street staff drank alcohol into the early hours at the two events, with one attendee said to have been sent to a nearby supermarket with a suitcase to be filled with bottles of wine. A staff member is also alleged to have used and broken a child's swing in the Downing Street garden belonging to Mr Johnson's son, Wilfred. Number 10 has said that Mr Johnson was not in Downing Street that day.\\nPlease use Chrome browser for a more accessible video player\\n\\nIs the Met investigation different to the Sue Gray report?\\nYes.\\nThe Met Police investigation was only instigated after Ms Gray - who is looking into a further four alleged events - had already begun her work.\\nAs a result, Ms Gray has so far not published the full findings of her inquiry so as \"not to prejudice the police investigative process\".\\nThe senior civil servant has handed over the material she has compiled in the course of her investigation to the Met Police.\\nScotland Yard said those four other events that Ms Gray investigated, but do not form part of their inquiries, are \"not considered to have reached the threshold for criminal investigation\".\\nThe Met Police has been handed more than 300 images and more than 500 pages of information by Ms Gray, which they are now reviewing \"at pace\" to identify which individuals they will need to contact.\\nThe force previously said they would \"contact those who attended these events to get their account\".\\nEarlier this year it was revealed that the prime minister was among 100 people who were sent formal legal questionnaires relating to the investigation.\\nHow long will it take?\\nGraham Wettone, a former Met Police officer of more than 30 years' experience, told Sky News back in January that it was hard to know how long the investigation would take due to the number of images and pages of information that Scotland Yard had been given.\\n\"It would be total speculation to say how long it would take them,\" he said. \"They'll look to get it done as quickly as possible.\"\\nLegal expert Joshua Rozenberg told Sky News the number of people being fined was not known as \"some individuals could be getting more than one fixed penalty notice\" and that the process of issuing the penalties \"may take some time\".\\nPlease use Chrome browser for a more accessible video player\\n\\nWhat happens now?\\nScotland Yard had previously said: \"Once the penalty is paid, the matter is considered closed.\\n\"Alternatively individuals may decide to dispute the notice. In these circumstances officers will consider whether to pursue the matter in a magistrates' court.\"\\nFollow the Daily podcast on Apple Podcasts, Google Podcasts, Spotify, Spreaker\\nHow much are COVID fines?\\nIn England, people aged over 18 can be fined £100 for a first offence of breaching COVID rules, which is lowered to £50 if paid within 14 days.\\nA £200 fine is issued for a second offence, which doubles for each further offence up to a maximum of £6,400 per offence.\\nDowning Street had previously said Mr Johnson would reveal if he had been fined because of the \"significant public interest\" in the partygate scandal.\\nScotland Yard pointed to College of Policing guidance stating that the names of people dealt with by fixed penalty notices would not normally be disclosed.\\nBut the total number of fines is likely to be revealed. So far, 50 have been issued.\\nThe Met Police said their \"approach during the pandemic has been to confirm the number of FPNs issued to people at particular events and to explain what those FPNs were issued for\".\\nWhen was the last time a PM was questioned as part of a police investigation?\\nIn 2006, Tony Blair became the first serving prime minister to be questioned by police as part of a criminal investigation into \"cash for peerages\".\\nMr Blair was not interviewed under caution and was questioned as a witness, not a potential suspect.\\nWho led the investigation?\\nThe Met Police investigation was carried out by detectives from the force's Special Enquiries Team, which specialises in sensitive cases and is being overseen by senior management.\\nIt is being led by Jane Connors, the force's deputy assistant commissioner and lead for COVID enforcement.\\nA Scotland Yard source described her to The Daily Telegraph as the \"epitome of no nonsense\".\\nShe played a key role in the strategic response to the 2017 Westminster terror attack and has previously been in charge of handling Extinction Rebellion protests in London.", "image": [["The Met Police has launched an investigation into alleged Downing Street parties\n\n                        ", "https://e3.365dm.com/22/01/768x432/skynews-downing-street-police_5657967.jpg?20220131133103"], ["Boris Johnson could be interviewed by Scotland Yard officers\n        ", "https://e3.365dm.com/22/01/768x432/skynews-boris-johnson-downing-street_5658080.jpg?20220131164939"], ["The Met Police have been handed more than 300 images and more than 500 pages of information\n        ", "https://e3.365dm.com/21/08/768x432/skynews-met-metropolitan-police_5496885.jpg?20210831224555"], ["Tony Blair became the the first serving PM to be questioned by police in 2006\n        ", "https://e3.365dm.com/22/02/768x432/skynews-tony-blair-blair_5659386.jpg?20220201190609"], ["Jane Connors is leading the Met Police investigation\n        ", "https://e3.365dm.com/22/01/768x432/skynews-jane-connors-met-police_5652963.jpg?20220126103815"]], "author": null, "date": "2022-04-12"}, "https://news.sky.com/story/extinction-rebellion-protesters-shut-down-lloyds-of-london-hq-with-superglue-and-chains-12588730": {"title": "Extinction Rebellion protesters shut down Lloyd's of London HQ with superglue and chains", "subtitle": "\"By underwriting the world's most deadly fossil fuel projects, they are creating climate chaos - floods, famine, wildfires and death,\" the group says.", "text": "Climate protesters stopped staff entering major insurance marketplace Lloyd's of London using superglue, chains and bike locks.\\nMore than 60 activists stationed themselves outside the central London building from 7am on Tuesday to highlight the group's demand that the market stops insuring fossil fuels projects.\\nA spokesman for Lloyd's said: \"Lloyd's supports safe and constructive engagement on climate change and we're continuing to work to support a responsible transition.\\n\"In the interests of our people's safety, we have advised Corporation employees and market participants not to come to the building today.\\n\"The market remains open and trading is continuing online using our remote capabilities.\"\\nThe latest protest comes as the government faces calls for \"nationwide injunctions\" after a separate group of climate protesters disrupted the delivery of fuel to forecourts.\\nHundreds of people have been detained since the Just Stop Oil group and affiliated activists began their action on 1 April - with more than 350 arrested at Grays in Essex alone, amid police claims of \"exceptionally dangerous\" tactics by activists.\\nBy lunchtime on Tuesday, City of London Police said there had been no arrests and that officers were working to \"facilitate peaceful protest\".\\nCommander Umer Khan, from the force, said: \"Police officers are working with key partners and liaising with Lloyd's to facilitate peaceful protest and to provide a proportionate response.\"\\nXR said people had also scaled the outside of the building and unfurled banners, reading \"End Fossil Fuels Now\" and \"Insure Climate Justice\".\\nThe action comes after activists from Just Stop Oil and Extinction Rebellion caused Tower Bridge to be closed for several hours last Friday morning.\\nPolice were called to the bridge after protesters occupied the famous landmark and unveiled a green banner with black writing reading: \"End fossil fuels now\".\\nOf Tuesday's demonstration, XR spokesperson Clare Walmsley said: \"We're here to demand an end to all new fossil fuel investments and insurance.\\n\"By underwriting the world's most deadly fossil fuel projects, they are creating climate chaos - floods, famine, wildfires and death.\"", "image": [["Activists from Extinction Rebellion stand on a stairwell at Lloyds of London\n                        ", "https://e3.365dm.com/22/04/768x432/skynews-xr-climate-protest_5737563.jpg?20220412170352"], ["Activists from Extinction Rebellion unfurl a banner on the side of Lloyds\n        ", "https://e3.365dm.com/22/04/768x432/skynews-lloyds-london-xr-climate_5737570.jpg?20220412170516"], ["Activists from Extinction Rebellion block an entrance to Lloyds of London\n        ", "https://e3.365dm.com/22/04/768x432/skynews-lloyds-london-xr-protes_5737565.jpg?20220412170454"], ["Activists from Extinction Rebellion dressed as cleaners speak to a police liaison officer \n        ", "https://e3.365dm.com/22/04/768x432/skynews-lloyds-xr-climate-protest_5737564.jpg?20220412170424"]], "author": null, "date": "2022-04-12"}}