{"https://news.sky.com/story/climate-protesters-glue-themselves-to-john-constable-masterpiece-12646033": {"title": "Climate protesters glue themselves to John Constable masterpiece", "subtitle": "The Just Stop Oil (JSO) protesters attached their own image of an \"apocalyptic vision of the future\" to the painting featuring an old car dumped in front of the mill, two aeroplanes and a washing machine in the back of the cart.", "text": "Two climate change protesters glued themselves to the frame of a John Constable painting, The Hay Wain, and attached their own image of an \"apocalyptic vision of the future\".\\nThe alternative vision of the rural Suffolk farm featured an old car dumped in front of the mill, two aeroplanes and a washing machine in the back of the cart.\\nThe Just Stop Oil (JSO) protesters targeted the National Gallery in London on Monday afternoon, forcing the evacuation of visitors, including a class of 11-year-old schoolchildren, from the room where the painting hangs.\\nJSO identified them as music student Eben Lazarus, 22, and psychology student Hannah Hunt, 23, both from Brighton.\\nThey called for an end to new oil and gas licences in the North Sea.\\nWearing matching branded t-shirts, the two campaigners crossed a rope barrier and attached the alternative printed image over the top of the painting.\\nThey then each attached one hand to the picture frame and crouched below, loudly voicing their concerns about the climate, before security staff cleared the room.\\nMr Lazarus, who described himself himself as an art lover, said: \"Art is important. It should be held for future generations to see, but when there is no food what use is art?\\n\"When there is no water, what use is art? When billions of people are in pain and suffering, what use then is art?\"\\nThe Hay Wain, which was painted in 1821, is one of the most popular paintings at the gallery and shows a rural Suffolk scene of a wagon returning to the fields across a shallow ford for another load.\\n:: Subscribe to ClimateCast on Spotify, Apple Podcasts, or Spreaker\\nLazarus said: \"We have stuck a reimagined version of the Hay Wain that demonstrates our road to disaster.\"\\nHunt later said \"the disruption will end when the UK government makes a meaningful statement that it will end new oil and gas licences\".\\nShe added: \"I'm here because our government plans to license 40 new UK oil and gas projects in the next few years.\\n\"This makes them complicit in pushing the world towards an unliveable climate and in the death of billions of people in the coming decades.\\n\"You can forget our 'green and pleasant land' when further oil extraction will lead to widespread crop failures which means we will be fighting for food. Ultimately, new fossil fuels are a death project by our government.\\n\"So yes, there is glue on the frame of this painting but there is blood on the hands of our government.\"\\nA spokesman for the National Gallery said the conservation team identified minor damage to the frame and disruption to the surface of the varnish on the painting, both of which have now been repaired.\\nA Metropolitan Police spokesman said: \"At approximately 14.25 on Monday officers were called to a protest taking place inside the National Gallery involving two people.\"\\nIt is the latest demonstration by the group which in the past week has allegedly targeted a Scottish art gallery and Sunday's British Grand Prix.\\nWatch the Daily Climate Show at 3.30pm Monday to Friday, and The Climate Show with Tom Heap on Saturday and Sunday at 3.30pm and 7.30pm.\\nAll on Sky News, on the Sky News website and app, on YouTube and Twitter.\\nThe show investigates how global warming is changing our landscape and highlights solutions to the crisis.", "image": null, "author": ["Victoria Seabrook"], "date": "2022-07-05"}, "https://news.sky.com/story/greenpeace-plans-boulder-barrier-to-disrupt-fishing-in-cornish-marine-protected-area-12673498": {"title": "Greenpeace plans 'boulder barrier' to disrupt fishing in Cornish marine protected area", "subtitle": "The Marine Management Organisation is \"surprised and disappointed\" by Greenpeace's announcement, saying it has already banned bottom towed gear in four protected areas, and had invited the campaigning group to a workshop to discuss further plans.", "text": "Activists are planning to drop boulders into the sea off the Cornish coast to block industrial fishing vessels from trawling the seabed, which hosts catfish, cockles and corals.\\nAlthough South West Deeps (East), 190 km southwest of Cornwall, has been designated a Marine Protected Area (MPA), fishing is still allowed because the status does not automatically prohibit it.\\nThe seabed is trawled by weighted nets, which tear up marine habitats, for an average of 5,000 hours a year, according to the Marine Conservation Society.\\nThe Marine Management Organisation (MMO) has criticised Greenpeace's plan to plunge rocks into the 4,655 kilometre squared site, larger than Cornwall itself, in an attempt to make it \"off limits\" to bottom trawling.\\nExplainer: Highly protected marine areas: 'Red herring' or will they catch on?\\nThe charity says celebrities including actor Simon Pegg are backing its calls to ban bottom trawling there, where giant fan mussels grow to almost half a metre in size.\\n\"It's a no-brainer,\" said Simon Pegg. Properly protecting ocean conservation areas \"won't only help wildlife recover, it will also help our local fishermen recover their livelihoods and bolster our coastal communities,\" he said.\\nHis is one of many celebrities' names that Greenpeace plans to stencil onto the boulders.\\n\"Massive industrial fishing vessels are catching everything in our seas, leaving our fishermen with nothing and making their jobs untenable,\" he added.\\nConservationists want trawling banned in protected areas because it tears up delicate ecosystems such as seagrasses to catch species such as cod, squid and flatfish.\\nGreenpeace's ship Arctic Sunrise will set sail in the coming weeks to begin dropping boulders at South West Deeps, having previously dropped granite on to Dogger Bank in the North Sea and in the Offshore Brighton marine protected area.\\nUK Government agency the Marine Management Organisation took Greenpeace to court over the Dogger Bank barrier, but dropped the matter in February after a judge invited it to reconsider.\\n\"Both the MMO and Greenpeace are committed to improving the marine environment... the parties in this case should be allies, not antagonists,\" Newcastle Crown Court Judge Edward Bindloss commented.\\nThe MMO has this year banned bottom trawling at four of the UK's 76 protected zones, including Dogger Bank, and is working on bans at 13 further sites.\\nA spokesperson said they were \"surprised and disappointed\" by Greenpeace's plan to \"undertake further unlawful activity... particularly as MMO and Greenpeace have a shared interest in protecting our precious marine environment\".\\nThey said the MMO had met with Greenpeace and invited campaigners and other environmental non-government organisations to a workshop this month to discuss ongoing MPA work.\\nGreenpeace's announcement coincides with the first day of the UN's Global Ocean Treaty Negotiations, which aims to agree a legal framework to protect international waters.\\nWatch the Daily Climate Show at 3.30pm Monday to Friday, and The Climate Show with Tom Heap on Saturday and Sunday at 3.30pm and 7.30pm.\\nAll on Sky News, on the Sky News website and app, on YouTube and Twitter.\\nThe show investigates how global warming is changing our landscape and highlights solutions to the crisis.", "image": [["The charity has already dropped boulders in the Offshore Brighton marine protected area. Pic: Suzanne Plunkett / Greenpeace\n                        ", "https://e3.365dm.com/22/08/768x432/skynews-greenpeace-climate_5865221.jpg?20220815103222"], ["A boulder falls on Dogger Bank in the North Sea from the Greenpeace ship, Esperanza. Pic: Suzanne Plunkett / Greenpeace\n        ", "https://e3.365dm.com/22/08/768x432/skynews-greenpeace-climate_5865210.jpg?20220815103035"], ["Pic: Suzanne Plunkett / Greenpeace\n        ", "https://e3.365dm.com/22/08/768x432/skynews-climate-oceans-greenpeace_5865215.jpg?20220815103037"], ["Pic: Suzanne Plunkett / Greenpeace\n        ", "https://e3.365dm.com/22/08/768x432/skynews-oceans-climate-greenpeace_5865216.jpg?20220815103039"], ["Pic: Suzanne Plunkett / Greenpeace\n        ", "https://e3.365dm.com/22/08/768x432/skynews-greenpeace-climate_5865219.jpg?20220815103041"]], "author": null, "date": "2022-08-15"}}