{"https://news.sky.com/story/faslane-activists-locked-to-giant-flower-pots-blockade-nuclear-base-12290993": {"title": "Faslane: Activists locked to giant flower pots blockade nuclear base", "subtitle": "Faslane is home to the UK's nuclear deterrent but protesters say stockpiling weapons \"does nothing to keep the UK safe\".", "text": "Activists have blockaded a nuclear base by locking themselves to three giant plant pots in front of the entrance.\\nMembers of Extinction Rebellion Scotland, alongside peace activists from Trident Ploughshares, have staged the blockade at Faslane base on the Gare Loch in Argyll and Bute.\\nThe group placed three square pots, which contain plants and flowers and are painted with the words \"Safe\", \"Green\", and \"Future\", on the road on Friday.\\nAn Extinction Rebellion protester is locked on to each planter so they cannot be moved, preventing access to the base, though emergency vehicles can still access the site via the south gate.\\nThe protesters said they are demanding a future safe from the \"threat of nuclear weapons and environmental destruction\".\\nSarah Krischer, 28, an archaeologist and Extinction Rebellion Scotland activist, said: \"Nuclear weapons are an existential threat to the entire world.\\n\"Stockpiling weapons with the ability to wipe out all life in order to appear tough does nothing to keep either the UK or any other country safe.\\n\"The ongoing environmental degradation caused by uranium mining and nuclear testing continues to be felt, particularly among Pacific island nations that are also the most threatened by climate change.\\n\"We must come together to build a safe, more just future for all.\"\\n:: Subscribe to ClimateCast on Spotify, Apple Podcasts, or Spreaker.\\nPolice Scotland said it is aware of the incident and officers are at the scene.\\nHM Naval Base Clyde, known as Faslane, is home to the UK's nuclear deterrent.\\nExtinction Rebellion said the action is part of the Peace Lotus campaign, a global day of anti-war resistance celebrating the anniversary of the end of the Vietnam War.\\nSky News broadcasts the first daily prime time news show dedicated to climate change.\\nHosted by Anna Jones, The Daily Climate Show is following Sky News correspondents as they investigate how global warming is changing our landscape and how we all live our lives.\\nThe show will also highlight solutions to the crisis and show how small changes can make a big difference.", "image": [["The all-female group of protesters have blocked the North Gate of the Faslane Naval Base with their floral planters\n                        ", "https://e3.365dm.com/21/04/768x432/skynews-faslane-protest-climate_5361053.jpg?20210430095133"], ["The action is part of a global day of anti-war resistance celebrating the anniversary of the end of the Vietnam War\n        ", "https://e3.365dm.com/21/04/768x432/skynews-faslane-trident-protest_5361067.jpg?20210430100352"], ["Faslane has been the scene of a number of protests. File pic\n        ", "https://e3.365dm.com/21/04/768x432/skynews-faslane-trident-protest_5361004.jpg?20210430085810"], ["The Daily Climate Show\n        ", "https://e3.365dm.com/21/04/768x432/skynews-daily-climate-show_5333539.jpg?20210407183133"]], "author": null, "date": "2021-04-30"}, "https://news.sky.com/story/fake-oil-sprayed-over-bank-of-england-in-extinction-rebellion-protest-prompting-arrests-12262960": {"title": "Bank of England targeted by Extinction Rebellion in 'fake oil' spray protest", "subtitle": "Police detain activists after black dye is left covering the  front of the building over the bank's role in the climate crisis.", "text": "Extinction Rebellion protesters sprayed fake oil over the front of the Bank of England as part of action targeting financial institutions.\\nDemonstrators, dressed in black, staged the April Fools protest over the bank's role in the climate crisis.\\nThey covered the front of the building with a substance made of black pond dye and a thickening agent called guar gum, to replicate oil.\\n\"This bank is killing us,\" read a banner held up by one of those taking part in the action, while another placard said: \"No more fossil fuels.\"\\nCity of London police dispersed the activists and arrested five people, who were being held in custody.\\nExtinction Rebellion said its protest was aimed at those who are \"recklessly endangering our future for profit\".\\n\"The world's 60 largest banks have funded the fossil fuel industry to the tune of $3.8 trillion since 2016,\" the group said.\\n\"The action today highlights the Bank of England's failure to regulate these banks and points to the fact that it still holds investments consistent with 3.5C of warming by the end of the century.\"\\nProtests were also held at banks in Glasgow, Brighton, Cambridge and Cornwall, and in world cities including Paris, Brussels and Melbourne.\\nA recent report from Rainforest Action Network found that 60 of the world's largest commercial and investment banks spent $3.8trn (£2.75trn) on fossil fuels between 2016 and 2020.\\nIn 2016, these banks pumped almost $3trn (£2.17trn) into fossil fuels, which increased by almost 10% in four years.\\nThis is despite demand for fossil fuels decreasing last year due to the pandemic, the report says.\\nExtinction Rebellion's 'Money Rebellion' group said: \"[The] Bank of England could regulate fossil fuel funding.\\n\"They could make the banks integrate climate risks and could support green industry.\\n\"But they don't.\"\\nA survey of economic experts published this week found that failing to address climate change immediately could cost the global economy $1.7trn (£1.24trn) a year by 2025.\\nThe Bank of England declined to comment.\\nSky News is set to launch the first daily prime time news show dedicated to climate change.\\nHosted by Anna Jones, The Daily Climate Show will follow Sky News correspondents as they investigate how global warming is changing our landscape and how we all live our lives.\\nFirst airing on Wednesday 7 April, the show will also highlight solutions to the crisis and show how small changes can make a big difference.", "image": [["Demonstrators covered the front of the Bank of England in fake oil, protesting the bank's role in climate change\n                        ", "https://e3.365dm.com/21/04/768x432/skynews-extinction-rebellion_5326555.jpg?20210401145641"], ["Extinction Rebellion is calling on banks to invest money to support  environmental efforts\n        ", "https://e3.365dm.com/21/04/768x432/skynews-extinction-rebellion_5326559.jpg?20210401145844"], ["The five people arrested outside the Bank of England remain in custody, City of London police have said\n        ", "https://e3.365dm.com/21/04/768x432/skynews-extinction-rebellion_5326588.jpg?20210401152159"], ["A recent study found the bank pumped £2.7trn into fossil fuels in 2016\n        ", "https://e3.365dm.com/21/04/768x432/skynews-extinction-rebellion_5326584.jpg?20210401152103"], ["The activists accuse the bank of failing to prevent investment in businesses that contribute to the climate crisis\n        ", "https://e3.365dm.com/21/04/768x432/skynews-bank-of-england-extinction-rebellion_5326560.jpg?20210401150004"], ["City of London police arrested five people during the demostration in London. \n        ", "https://e3.365dm.com/21/04/768x432/skynews-extinction-rebellion_5326558.jpg?20210401145808"]], "author": ["Amar Mehta"], "date": "2021-04-01"}}