{"https://news.sky.com/story/insulate-britain-eleven-more-protesters-arrested-after-blocking-m25-for-seventh-time-despite-injunction-12421098": {"title": "Insulate Britain: Eleven more protesters arrested after blocking M25 for seventh time despite injunction", "subtitle": "The group, an offshoot of Extinction Rebellion, glued their hands to the road surface at Junction 3 in Swanley, Kent at 7.30am on Wednesday, police said.", "text": "Police have arrested a further 11 Insulate Britain protesters after they defied a government injunction by blocking the M25 for the seventh time.\\nThe group, an offshoot of Extinction Rebellion, glued their hands to the road surface at Junction 3 in Swanley, Kent at 7.30am on Wednesday, Kent Police said.\\nJust before 9am, the force said they had arrested all 11 activists involved, bringing the number of Insulate Britain arrests to 438.\\n\"The Swanley Interchange roundabout at J3 of the M25 has now reopened following an earlier protest, which has resulted in us arresting 11 people,\" police wrote on Twitter.\\n\"Delays remain in the area whilst the backlog of traffic clears. Thank you for your patience.\"\\nThe government was granted an injunction by the High Court last week banning anyone from blocking the M25 following the group's initial protests.\\nAnyone who breaks an injunction can be found in contempt of court and could face two years in prison and an unlimited fine.\\nKent Police Superintendent Andy Gadd said the force is working with prosecutors to seek \"the most appropriate outcome\" following Insulate Britain protests in the county.\\n\"As part of those enquiries, we are liaising closely with the Crown Prosecution Service to ensure that the most appropriate outcome is sought, including if any charges can be made,\" he said.\\n\"Kent Police will continue to monitor the situation, working with neighbouring police forces and partner agencies to ensure disruption to traffic and local communities is kept to a minimum.\"\\nBut the group, which wants the government to insulate all UK homes by 2030 to reduce carbon emissions, appeared defiant on Wednesday.\\n\"We are going nowhere. You can raid our savings. You can confiscate our property. You can deny us our liberty and put us behind bars,\" they tweeted.\\n\"But shooting the messenger can never destroy the message: that this country is going to hell unless you take emergency action to stop putting carbon into the air.\\n\"Boris get on with the job.\"\\nAs well as targeting the London ring road, so far protesters have blocked other important routes, including the A1(M) and A20 near the port of Dover.", "image": [["Activists glued their hands to the road. Pic: Insulate Britain\n        ", "https://e3.365dm.com/21/09/768x432/skynews-insulate-britain-m25_5529101.jpg?20210929102224"], ["The protesters face prison and a potential fine. Pic: Insulate Britain\n        ", "https://e3.365dm.com/21/09/768x432/skynews-insulate-britain-swanley_5529103.jpg?20210929102311"], ["Activists glued their hands to the road. Pic: Insulate Britain\n        ", "https://e3.365dm.com/21/09/768x432/skynews-insulate-britain-m25_5529101.jpg?20210929102224"]], "author": null, "date": "2021-09-29"}, "https://news.sky.com/story/winston-churchill-charity-accused-of-woke-attack-on-wartime-leader-after-rebrand-12402869": {"title": "Boris Johnson accuses charity of trying to 'airbrush' Winston Churchill's 'giant achievements'", "subtitle": "Parts of Churchill's legacy are \"controversial\", the charity says, but don't detract from his \"enormous contribution to the world as we know it today\".", "text": "Boris Johnson has accused a charity set up in the name of Winston Churchill of trying to \"airbrush\" the wartime leader's \"giant achievements\".\\nThe Winston Churchill Memorial Trust has renamed itself The Churchill Fellowship and taken down some images of the man voted the greatest Briton in a 2002 BBC poll.\\nIn a statement published on its website, the charity says that \"many\" of Churchill's views on race are \"widely seen as unacceptable today, a view that we share\".\\nBut volunteers have accused the organisation of succumbing to a \"woke\" agenda.\\nThe prime minister is a big admirer of Churchill and wrote a book about him - The Churchill Factor. It is subtitled: \"How one man made history.\"\\n\"The prime minister believes that Winston Churchill was a hero who helped save this country and the whole of Europe from a fascist and a racist tyranny by leading the defeat of Nazism,\" Mr Johnson's official spokesman said.\\n\"It is completely absurd, misguided and wrong to airbrush his giant achievements and service to this country. The trust should think again.\"\\nThe charity was developed with Churchill's approval in the last years of his life and awards grants for Britons to pursue social and community causes.\\nA lengthy tribute and biography have been removed from its website and instead the \"Our Story\" section briefly mentions his wartime role in defeating the Nazis, while acknowledging \"controversy about aspects\" of his life.\\nRegarding race, it says: \"We acknowledge the many issues and complexities involved on all sides, but do not accept racism of any kind.\"\\nSome of its own volunteers have reportedly accused it of \"rewriting history\".\\n\"It beggars belief that the man who saved this nation in our darkest hour finds himself cancelled in this way,\" a source told The Sun.\\nAnother volunteer said the organisation was \"bandwagon-jumping\" by saying Churchill was racist and accused its chief executive of launching a \"woke attack instead of celebrating his life and achievements\".\\nChurchill's statue in London's Parliament Square was defaced several times last year during Black Lives Matter and Extinction Rebellion protests.\\nThe plinth beneath the figure was daubed with \"is a racist\" and in June had to be boarded up for protection.\\nIn a website statement on Thursday, the charity said it wanted to \"set the record straight\" and featured a quote in support from Churchill's grandson, Sir Nicholas Soames.\\nIt also once again displayed a picture of Churchill.\\nThe charity said it was \"proud of his contribution\" in fighting fascism \"and of our connection to him\" but also reiterated its anti-racism message.\\nThe name change was not to \"disown\" Churchill, it added, but because the old name \"was confusing to people and did not explain what we do\".\\nIt said: \"Today there is international admiration for Sir Winston's wartime leadership in saving Britain and the world from Nazism.\\n\"There is also controversy about his views on race. We acknowledge the many issues and complexities involved on all sides... None of this takes away from Sir Winston's enormous contribution to the world as we know it today.\"", "image": [["The charity denied it was 'disowning' Churchill and said it was proud of his wartime achievements\n                        ", "https://e3.365dm.com/21/06/768x432/skynews-statue-winston-churchill_5408052.jpg?20210607124155"], ["Churchill (pictured with President Roosevelt) was voted the greatest-ever Briton in 2002\n        ", "https://e3.365dm.com/21/06/768x432/skynews-roosevelt-churchill_5410369.jpg?20210609212312"], ["Churchill's statue was vandalised during protests last year\n        ", "https://e3.365dm.com/21/06/768x432/skynews-sir-winston-churchill_5407076.jpg?20210606152351"]], "author": null, "date": "2021-09-09"}, "https://news.sky.com/story/m25-traffic-drivers-warned-to-avoid-parts-of-motorway-as-climate-protesters-block-slip-roads-12406944": {"title": "M25 traffic: 78 arrested and drivers delayed after climate activists block parts of motorway in rush hour", "subtitle": "Protestors blocked at least five junctions, causing miles of queues along the motorway. Footage shared on social media showed angry drivers attempting to drag the protestors from the road.", "text": "At least 78 people have been arrested after climate protestors blocked several M25 slip roads, causing delays.\\nPolice warned motorists to avoid parts of the motorway after demonstrators sat on the roads during rush hour.\\nEssex Police arrested 12 people, while Hertfordshire Police said 18 people had been arrested.\\nSurrey Police arrested 36 people on suspicion of public nuisance and wilful obstruction offences and are currently in custody.\\nKent Police arrested a further 12 people.\\nProtestors for Insulate Britain blocked the slip roads at a number of junctions just after 8am on Monday - including junction 3 from Swanley, junction 6 in Godstone, junction 14 for Heathrow, junction 20 for Hemel Hempstead, and junction 31 for Lakeside.\\nA number of the roads have since reopened, but are experiencing residual delays.\\nSuperintendent of Hertfordshire Police Adam Willmot said: \"We were called to reports of a protest at around 8am today and quickly mobilised resources to the scene.\\n\"The M25 was closed westbound at junction 20, resulting in congestion and delays on both the M25 and the A41.\\n\"Protestors ignored police requests to move location, so we took robust action to enable roads to be reopened and to remove the protestors causing obstructions.\\n\"Our officers dealt with the disruption as quickly as possible, reopening routes for local businesses and residents.\\n\"The road closures were lifted by 10.20am.\"\\nChief Inspector of Essex Police Paul Austin added: \"This incident caused significant disruption and our officers worked to resolve it as quickly and safely as possible.\\n\"I want to thank the drivers affected for their patience and understanding.\"\\nOne motorist told Sky News there were around 2.5 miles of queueing clockwise on the M25 at junction 14 this morning.\\nFootage shared on social media showed angry drivers attempting to drag the protestors from the road.\\nVideo also showed protestors moving out the way to allow an ambulance to pass through.\\nSurrey Police tweeted: \"We're currently overseeing a protest at J6 M25 reported just before 8am.\\n\"[A number] of protesters from Insulate Britain are at the location, slip road closed+diversion being set up. No arrests made at this stage. Pls avoid the area for the time being.\"\\nKent Police added: \"Motorists attempting to join the M25 from Swanley, at junction 3, may encounter delays due to an obstruction caused by a group of people.\\n\"Our officers are at the scene and engaging with those involved. Traffic is moving and being diverted to join the M25 at junction 4.\"\\nInsulate Britain is a campaign group launched by members of Extinction Rebellion who want the government to reduce home heating emissions to zero.\\nThe protest group said today's disruption was \"just the start\", adding: \"Actions will continue until the government makes a meaningful commitment to insulate Britain's 29 million leaky homes, some of the oldest and most inefficient in Europe.\"\\nHowever, the AA said the protest \"backfires\" in terms of its environmental impact.\\nEdmund King, AA president, said: \"This action is not only incredibly dangerous in potentially putting lives at risk, but it also backfires in environmental terms by causing more delays and more vehicle emissions.\"", "image": [["Protestors blocked multiple junctions of the M25\n        ", "https://e3.365dm.com/21/09/768x432/skynews-m25-insulate-britain_5511225.jpg?20210913095936"]], "author": ["Megan Harwood-Baynes"], "date": "2021-09-13"}, "https://news.sky.com/story/insulate-britain-sorry-as-it-blocks-port-of-dover-in-climate-protest-12416324": {"title": "Insulate Britain: Extra injunction granted after protesters block Port of Dover", "subtitle": "The protest action by the group, which is an offshoot of Extinction Rebellion, has led to vehicles attempting to cross the Channel being stuck in queues.", "text": "The government has been granted an extra injunction to prevent protesters from blocking the Port of Dover.\\nThe High Court ruling in favour of National Highways means protesters will be prevented from occupying the A20 and strategic roads linked to the Port of Dover following another day of chaos and disruption.\\nIt comes after police arrested 17 people as Insulate Britain demonstrators sat in the road to obstruct the port, calling for a \"Churchillian response\" to the \"urgent horror\" of the climate crisis.\\nGrant Shapps said the government \"won't tolerate reckless behaviour on motorways or ports\".\\n\"I'm therefore seeking a further injunction to prevent this disruption,\" he said.\\n\"Living in a democracy everyone is entitled to protest, but that doesn't extend to closing roads and ruining livelihoods.\"\\nMore than 40 people in two groups blocked the A20 at the Eastern Docks roundabout and near the junction with Union Street for the Western Docks, Insulate Britain has said.\\nThis led to vehicles attempting to cross the Channel being stuck in queues.\\nInsulate Britain, an offshoot of Extinction Rebellion, wants the government to insulate and retrofit homes across the UK to cut climate emissions.\\nIts members have caused chaos on the M25 five times in the past fortnight and were threatened with imprisonment if they returned to the motorway.\\nThey also held a demonstration outside the Home Office's Westminster headquarters.\\nOne motorist queuing up at the port told Sky News: \"I work with vulnerable children and I'm supposed to be in work today.\\n\"I just think (the protesters) can do this another way.\"\\nAnother motorist said: \"I'm knackered, a nine-hour drive, I've travelled from Strasbourg, going to Cambridge now, and seeing this is just doing my head in.\"\\nA third driver said: \"I do understand people wanting to protest, but they seriously need to think about the bigger picture.\"\\nInsulate Britain said: \"We are blocking Dover this morning to highlight that fuel poverty is killing people in Dover and across the UK.\\n\"We need a Churchillian response: we must tell the truth about the urgent horror of the climate emergency.\\n\"Change at the necessary speed and scale requires economic disruption.\\n\"We wish it wasn't true, but it is.\\n\"It's why the 2000 fuel protests got a U-turn in policy and gave (Tony) Blair his biggest challenge as prime minister.\"\\nPlease use Chrome browser for a more accessible video player\\n\\nThe Port of Dover is Europe's busiest ferry port, handling 17% of the UK's trade in goods.\\nIt was used by an average of 6,200 road haulage vehicles every day last year.\\nThe blockage comes amid disruption to supplies across the UK due to a shortage of lorry drivers.\\nThe Port of Dover said in a statement: \"Port of Dover confirms protesters are currently blocking the entrance to the port.\\n\"Please allow extra time for your journey and check with your ferry operator for updates. The port remains open.\"", "image": [["Police officers carry away a protester from Insulate Britain \n                        ", "https://e3.365dm.com/21/09/768x432/skynews-dover-kent_5523330.jpg?20210924120234"], ["Vehicles have been prevented from entering the port \n        ", "https://e3.365dm.com/21/09/768x432/skynews-insulate-britain_5523094.jpg?20210924094501"], ["Demonstrators are blocking traffic to raise awareness of the climate crisis\n        ", "https://e3.365dm.com/21/09/768x432/skynews-hgv-lorry-sit-kent_5523211.jpg?20210924102021"], ["Two protesters have been seen sat on top of a vehicle as part of the action\n        ", "https://e3.365dm.com/21/09/768x432/skynews-dover-kent-lorr-lorry_5523214.jpg?20210924102054"], ["Insulate Britain protesters want the government to take further action on the climate crisis\n        ", "https://e3.365dm.com/21/09/768x432/skynews-sign-dover_5523217.jpg?20210924102228"], ["Insulate Britain protesters have blocked the Port of Dover\n        ", "https://e3.365dm.com/21/09/768x432/skynews-dover-protes_5522967.png?20210924085101"], ["Demonstrators have blocked the A20 at the Eastern Docks roundabout\n        ", "https://e3.365dm.com/21/09/768x432/skynews-dover-blockade-insulate-britain_5522969.png?20210924085140"], ["Demonstrators have blocked the A20 in Kent\n        ", "https://e3.365dm.com/21/09/768x432/skynews-insulate-britain_5523091.jpg?20210924094325"]], "author": ["Tom Gillespie"], "date": "2021-09-24"}}