{"https://news.sky.com/story/amazon-warehouses-targeted-by-extinction-rebellion-in-black-friday-protest-12479038": {"title": "Amazon warehouses targeted by Extinction Rebellion in Black Friday protest", "subtitle": "Extinction Rebellion activists target a distribution centre in Dunfermline, Fife - Amazon's largest UK warehouse. The group says it is also targeting sites in Doncaster, Darlington, Newcastle, Manchester, Peterborough, Derby, Coventry, Rugeley, Dartford, Bristol, Tilbury and Milton Keynes.", "text": "Amazon's largest UK warehouse is being blockaded by climate activists in Black Friday protests.\\nExtinction Rebellion's Black Friday demonstration, with about 20 activists, started at 4am at the distribution centre in Dunfermline, Fife.\\nThe group said it was also targeting Amazon sites in Doncaster, Darlington, Newcastle, Manchester, Peterborough, Derby, Coventry, Rugeley, Dartford, Bristol, Tilbury and Milton Keynes.\\nProtesters with \"lock-ons\" and placards have stopped lorries entering the Scottish site and some from leaving.\\nXR's spokesperson at the Dunfermline blockade, Meg Paton-Jones, said: \"The police have one van on site and they are watching us.\\n\"We started here at about 4am but are not blocking the employees' car park so the night shift can leave.\\n\"We have good vibes and music.\"\\nAn XR spokesperson added: \"The action is intended to draw attention to Amazon's exploitative and environmentally destructive business practices, disregard for workers' rights in the name of company profits, as well as the wastefulness of Black Friday.\\n\"The blockade is part of an international action by XR targeting 15 Amazon fulfilment centres in the UK, US, Germany and the Netherlands, aimed at highlighting Amazon's 'crimes'.\\n\"This is happening in solidarity with activists and workers from the global Make Amazon Pay campaign, demanding better working conditions, clear environmental commitments, and for Amazon to pay their fair share of tax.\\n\"Amazon continues to lobby the US government to fight against climate legislation while telling the public they are committed to green initiatives.\\n\"They are committing the very definition of greenwash.\"\\nProtester Eleanor Harris, from Glasgow, said: \"It is essential we move to a new model of economics that prioritises wellbeing and sustainability over profit.\\n\"The era of exploitative throw-away capitalism will soon be over, either by changing to meet the challenges we now face or by the destruction of our global habitats and societies.\"\\nMaciej Walczuk, a 19-year-old student, said: \"We have to recognise that the consumption in the global north is largely based upon the exploitation of the working class and the global south, while companies like Amazon make massive profits and contribute to worsening the climate and ecological crisis.\\n\"We need a new system that respects people and the planet, instead of blindly chasing profit.\"\\nAn Amazon spokesperson said: \"At Amazon, we take our responsibilities very seriously. That includes our commitment to be net zero carbon by 2040 - 10 years ahead of the Paris Agreement - providing excellent pay and benefits in a safe and modern work environment, and supporting the tens of thousands of British small businesses who sell on our store.\\n\"We know there is always more to do, and we'll continue to invent and invest on behalf of our employees, customers, small businesses and communities in the UK.\\n\"We're proud to have invested £32bn in the UK since 2010, creating 10,000 new permanent jobs across the country this year alone, and generating a total UK tax contribution of £1.55bn in 2020.\"\\n:: Subscribe to ClimateCast on Spotify, Apple Podcasts, or Spreaker\\nThe retailer is also facing criticism from unions over the health and safety of workers.\\nThe GMB said Freedom of Information requests showed ambulance callouts for injuries and other health concerns at Amazon warehouses increased by almost 50% in the run-up to Black Friday.\\nAmazon said its critics were using incomplete information, insisting most ambulance callouts to its buildings were related to pre-existing conditions, not work-related incidents.", "image": [["Activists from Extinction Rebellion block the entrance to the Amazon fulfilment centre in Tilbury, Essex\n                        ", "https://e3.365dm.com/21/11/768x432/skynews-amazon-extinction-rebellion_5595789.jpg?20211126083900"], ["An activist from Extinction Rebellion, wearing a giant Jeff Bezos head\n        ", "https://e3.365dm.com/21/11/768x432/skynews-extinction-rebellion_5595791.jpg?20211126084033"], ["Police outside  the entrance to the Amazon fulfilment centre in Tilbury as XR protests target the retailer\n        ", "https://e3.365dm.com/21/11/768x432/skynews-amazon-extinction-rebellion_5595790.jpg?20211126083944"], ["Extinction Rebellion activists say they plan to target Amazon depots across the country\n        ", "https://e3.365dm.com/21/11/768x432/skynews-amazon-extinction-rebellion_5595792.jpg?20211126084109"]], "author": null, "date": "2021-11-26"}, "https://news.sky.com/story/nine-insulate-britain-activists-jailed-for-breaching-injunction-to-prevent-road-blockades-12470736": {"title": "Nine Insulate Britain activists jailed for breaching injunction to prevent road blockades", "subtitle": "Insulate Britain, an offshoot of Extinction Rebellion, is a campaign group calling for better insulation for UK homes to help tackle the climate crisis.", "text": "Nine Insulate Britain climate change activists have been jailed for breaching an injunction designed to stop them from blocking roads.\\nThe nine, aged between 20 and 58 years old, were jailed at the High Court in London after they admitted breaching the injunction by taking part in a blockade at junction 25 of the M25 on 8 October.\\nAna Heyatawin, 58, and Louis McKechnie, 20, were jailed for three months, while Ben Buse, 36, Roman Paluch-Machnik, 28, Oliver Rock, 41, Emma Smart, 44, Tim Speers, 36, and James Thomas, 47, all received four-month sentences.\\nSubmissions made by Ben Taylor, 37, to the court on Tuesday were described by Dame Victoria Sharp as \"inflammatory\" and a \"call to arms\", and he was therefore given a longer sentence of six months \"to deter (him) from committing further breaches\".\\nInsulate Britain, an offshoot of Extinction Rebellion, is a campaign group calling for better insulation for UK homes to help tackle the climate crisis. The activists have blocked motorways, the Port of Dover, and roads outside Parliament as part of their campaign - with many demonstrators gluing themselves.\\nEarlier today, the judge, sitting with Mr Justice Chamberlain, said there was no alternative to custodial sentences because the group's actions were so serious and they had made it clear they intended to further flout court orders.\\nShe said: \"The defendants, or some of them, seem to want to be martyrs for their cause, and the media campaign surrounding this hearing appears designed to suggest this.\\n\"We, however, have to act dispassionately and proportionately.\"\\nThe group and their supporters chanted \"we are unstoppable, another world is possible\", as they were led to the cells through the dock by security officers.\\nRaj Chada, a solicitor at Hodge Jones and Allen law firm who supported the protesters, said: \"With these prison terms, the long and honourable tradition of civil disobedience is under attack again.\\n\"Rather than leaving courts to imprison those that raise the alarm, it should be the government that acts to protect us against the climate crisis.\"\\nInsulate Britain says it intends to continue with the protests, which have sparked anger among motorists and others affected by the blockades, until the government agrees to insulate homes.\\nMyriam Stacey QC, representing the government, told the court on Tuesday that the injunction banning protest activity on the M25 motorway was granted by a High Court judge on 21 September.\\nShe said it was accepted by National Highways that the protests fell into the category of \"civil disobedience\", and that a National Highways official had described the action, which began on 13 September and has continued for around nine weeks so far, as \"unprecedented and sustained\".\\nShe told the court the official also described the protesters as \"peaceful and compliant\", and said they are \"loosely affiliated\" to Extinction Rebellion.\\nShe said the protest on 8 October began at around 8.30am, with protesters blocking two lanes, and it ended shortly after 10am when the final two protesters - who had glued themselves to the ground - were removed by police.\\nThe High Court has so far issued five injunctions to prevent protesters from blocking roads.\\nThey include four injunctions granted to National Highways, banning demonstrations on the M25, around the Port of Dover and on major roads around London, and one to Transport for London (TfL).\\nPlease use Chrome browser for a more accessible video player\\n\\nTfL was granted a civil banning order aimed at preventing protesters from obstructing traffic on some of the capital's busiest roads.\\nThose who breach the injunctions could be found in contempt of court and face a maximum penalty of two years in prison or an unlimited fine.\\nMs Stacey said further committal proceedings will be issued against other Insulate Britain protesters by the end of the week, relating to protests on 27 October.\\nShe also said evidence is currently being gathered to bring proceedings in relation to protests on 29 October and 2 November.\\nSo far, 161 people have been involved in the roadblock campaign and there have been more than 800 arrests.", "image": [["From top left: Ben Taylor, Ana Heyatawin, Louis McKechnie and Emma Smart are among the nine jailed\n\n                        ", "https://e3.365dm.com/21/11/768x432/skynews-emma-smart-louis-mckechnie_5585841.jpg?20211117121821"], ["Nine Insulate Britain activists have been jailed for breaching an injunction\n        ", "https://e3.365dm.com/21/11/768x432/skynews-insulate-britain_5585788.png?20211117113726"], ["Oliver Rock has been jailed for four months\n        ", "https://e3.365dm.com/21/11/768x432/skynews-oliver-roc-insulate-britain_5585822.jpg?20211117120228"], ["James Thomas has been jailed for his role in breaching the injunction\n        ", "https://e3.365dm.com/21/11/768x432/skynews-insulate-britain-james-thomas_5585818.jpg?20211117120052"], ["Tim Speers has been jailed for four months\n        ", "https://e3.365dm.com/21/11/768x432/skynews-tim-speers-insulate-britain_5585817.jpg?20211117120023"], ["Roman Paluch-Machnik is one of the seven campaigners who has been jailed for four months\n        ", "https://e3.365dm.com/21/11/768x432/skynews-insulate-britain-roman-paluch_5585816.jpg?20211117115957"], ["Ben Buse, who has been jailed, is seen glued to a road near a junction of the M25 and A1 earlier this month\n\n\n        ", "https://e3.365dm.com/21/11/768x432/skynews-ben-buse-insulate_5585815.jpg?20211117115751"]], "author": null, "date": "2021-11-17"}, "https://news.sky.com/story/extinction-rebellion-arrests-made-after-protesters-block-lord-mayors-show-in-london-12467840": {"title": "Extinction Rebellion: Arrests made after protesters block Lord Mayor's Show in London", "subtitle": "Activists carried large signs reading \"COP has failed\" as they sat in front of passing floats during the procession through the capital's streets on Saturday.", "text": "Climate protesters were arrested at the Lord Mayor's Show in London after they tried to block the parade route.\\nExtinction Rebellion (XR) activists sat in front of passing floats, carried banners that read \"COP has failed\" and wore giant heads made to look like Prime Minister Boris Johnson and Chancellor Rishi Sunak in the capital on Saturday.\\nXR said it was targeting the show because the COP26 conference in Glasgow has \"failed to bring about the action necessary to tackle the climate emergency\".\\nWill they reach a deal? Crucial COP talks enter final stretch - follow live\\nMiranda Duncombe, a member of the XR Families group, said she took part in the protest \"for her children's future\" and because the government \"has failed to act to protect them\".\\n\"If the City of London was a country, it would be the ninth largest emitter in the world,\" she said.\\n\"The City's banks and asset managers provide loans and investments for the projects and companies that are killing us.\\n\"I'm calling for the City of London to divest from fossil fuels immediately.\"\\nMark, a music teacher from Nottingham also taking part in the demonstration, accused the government of hypocrisy for failing to stop oil exploration in the North Sea.\\n\"The conference could have easily taken place online, rather than all these leaders flying into one place,\" he told Sky News.\\n\"Boris Johnson is up there posing as the big motivator for change while at the same time the British government won't sign off to stopping oil exploration in his own country.\"\\nAnother protester, Jenni travelled from Somerset, and said of the negotiations: \"They say the deal about deforestation is good, but if they don't act faster now so much of the world's rainforests will be lost by 2030.\"\\nThe Lord Mayor's Show dates back to the 13th century and marks the swearing in of the new mayor of the City of London. This year, the Lord Mayor is Vincent Keaveny - the 693rd person to take up the role.\\nDue to COVID it was cancelled last year for the first time since 1852, when it was replaced by the Duke of Wellington's funeral.\\nOn Saturday it saw 128 floats parade from the Guildhall in central London to the Royal Courts of Justice.\\nPolice confirmed \"a number of arrests\" were made.\\n\"We are aware of a group of protesters in the City today. City of London Police officers are engaging with the group to minimise disruption,\" a spokesperson said in a statement.\\nIn Glasgow, COP26 talks spilled over into an extra day as a result of disagreements about fossil fuel pledges.", "image": [["A number of arrests were made in central London on Saturday\n                        ", "https://e3.365dm.com/21/11/768x432/skynews-extinction-rebellion_5581796.jpg?20211113161859"], ["Police had to remove activists who were blocking the parade route\n        ", "https://e3.365dm.com/21/11/768x432/skynews-extinction-rebellion_5581795.jpg?20211113161831"], ["XR protesters carry a banner that says 'COP has failed'\n        ", "https://e3.365dm.com/21/11/768x432/skynews-extinction-rebellion_5581793.jpg?20211113161801"], ["The show resumed after a year off due to coronavirus\n        ", "https://e3.365dm.com/21/11/768x432/skynews-lord-mayor-show-extinction-rebellion_5581791.jpg?20211113161637"], ["Vincent Keaveny (left) is sworn in as the new Lord Mayor of the City of London\n        ", "https://e3.365dm.com/21/11/768x432/skynews-lord-mayor-show-london_5581792.jpg?20211113161722"], ["Jenni from Somerset was critical of the COP pledge on deforestation\n        ", "https://e3.365dm.com/21/11/768x432/skynews-extinction-rebellion_5581814.jpg?20211113163746"], ["Protesters are dragged from the road in central London\n        ", "https://e3.365dm.com/21/11/768x432/skynews-lord-mayor-show-extinction-rebellion_5581787.jpg?20211113161410"]], "author": null, "date": "2021-11-13"}, "https://news.sky.com/story/cop26-police-in-two-hour-stand-off-with-greenwashing-protesters-in-glasgow-12459181": {"title": "COP26: Police in two-hour stand-off with 'greenwashing' protesters in Glasgow", "subtitle": "Campaigners from around the world are uniting to disrupt the COP26 conference and put pressure on political leaders.", "text": "There had been a lot of talk about the police operation around COP26 - for the first time, it was put to the test.\\nWhat started out as a colourful rally against so-called \"greenwashing\" by industry and governments, and against the Cambo oil field off Shetland, turned into a city centre stand-off between demonstrators and police.\\nAnd, for a while, it was messy.\\nIt was far from a riot - indeed, there was no hint of violence that I saw on either side - but it was a fluid, untidy situation slap bang in the middle of town.\\nProtesters split-up and aimed for the premises of businesses they hold culpable for crimes against the environment, among them Lloyds and JP Morgan.\\nThey were closely followed by police, whose tactic was to throw a 'clothes line' of officers across the street, and so contain them.\\nCOP26 latest updates as climate summit begins in Glasgow\\nFor a period of 45 minutes, they struggled and, before police could contain the fragmented crowd, activists had staged a sit-down protest by the building of SSE.\\nArrests were made and Police Scotland said a few officers were assaulted with paint sprayed in their faces.\\nWhen the police eventually got a handle on the core of the crowd in Glasgow's Renfield Street, two lines of officers on either side kettled them in and they were kept stationary for two hours before being shepherded away from the city centre.\\nPolice on the ground made the point that the unscheduled march hadn't been arranged in advance and their view was that public safety was an issue because they didn't know how it was going to proceed.\\n\\nExtinction Rebellion, one of the march organisers, say they've lost trust in the police based on their interactions since the start of COP26.\\nUntil now, protests and demonstrations around the summit have passed off peacefully and without incident.\\nTime will tell if the events of the day have changed the 'demo dynamic'.\\nAmidst it all, Glaswegians not forming part of the protest looked on with interest and at least some amusement at the events of the day.\\nOne protester blocked by police was on stilts, dressed as a tree. From beyond the police line, one local enquired: \"Who are you, Special Branch?\"\\nSubscribe to ClimateCast on Spotify, Apple Podcasts, or Spreaker\\nFor full coverage of COP26, watch Climate Live on Sky channel 525.\\nFollow live coverage on web and app with our dedicated live blog.\\nGet all the latest stories, special reports and in depth analysis at skynews.com/cop26", "image": [["Extinction Rebellion activists take part in a demonstration against 'greenwashing'. Pic AP\n                        ", "https://e3.365dm.com/21/11/768x432/skynews-cop26-extension-rebellion_5570439.jpg?20211103205451"], ["Protesters aimed for the premises of businesses they hold culpable for crimes against the environment. Pic AP\n        ", "https://e3.365dm.com/21/11/768x432/skynews-cop26-extension-rebellion_5570437.jpg?20211103154003"], ["Police on the ground made the point that the unscheduled march hadn't been arranged in advance. Pic AP\n        ", "https://e3.365dm.com/21/11/768x432/skynews-cop26-protest-glasgow_5570374.jpg?20211103150845"], ["Mounted police officers escort activists taking part in the demonstration. Pic AP\n        ", "https://e3.365dm.com/21/11/768x432/skynews-horse-cop26-greenwashing_5570375.jpg?20211103205438"], ["The march in Glasgow\n        ", "https://e3.365dm.com/21/11/768x432/skynews-glasgow-cop26-scotland_5570695.jpg?20211103201042"]], "author": ["James Matthews"], "date": "2021-11-03"}, "https://news.sky.com/story/insulate-britain-protester-on-day-13-of-prison-hunger-strike-moved-to-hospital-wing-12482294": {"title": "Insulate Britain protester on day 13 of prison hunger strike moved to hospital wing", "subtitle": "Emma Smart is serving a four-month jail sentence for breaching a government injunction designed to prevent blockades along England's road network.", "text": "An Insulate Britain protester who has been on hunger strike in prison for 13 days is being given hospital treatment, the group has said.\\nEmma Smart, 44 from Weymouth in Dorset, is serving a four-month jail sentence for breaching a government injunction designed to prevent blockades along England's road network.\\nUpon sentencing, Smart immediately vowed to stop eating until the government moves to insulate the UK's homes.\\nThe group are calling for better insulation of UK homes to help tackle the climate crisis and blocked motorways, the Port of Dover and roads outside Parliament as part of their campaign - with some demonstrators gluing themselves to the tarmac.\\nOn Friday she was moved to the hospital wing at HMP Bronzefield in Ashford, Surrey.\\nIn a statement released by Insulate Britain, Smart said: \"The window of my cell in the hospital wing is blocked up and there is little natural light, in my previous cell I could see the birds and trees that line the prison fence.\\n\"I have less time to go outside in the prison yard for exercise now.\\n\"All of this is testing my resolve to continue, but I feel that not eating is the only thing I can do from prison to draw attention to those who will have to make the choice between heating and eating this winter.\"\\nMembers of the environmental group - an offshoot of Extinction Rebellion - including Smart's husband, Andy Smith, will stage a 24-hour fast outside Downing Street in solidarity with her.\\nMr Smith, 45, told the PA news agency his wife was feeling \"a bit weak but she's still in good spirits\", adding she had been relocated to the hospital wing so that prison staff could more easily monitor her health.\\nHe said: \"I think a hunger strike is about 80% mental (strength) so as long as she's doing OK mentally I think she'll probably continue on her hunger strike until the government make a meaningful statement as to whether they're going to insulate the homes of Britain or not.\"\\nNine members of Insulate Britain appeared at the High Court on 17 November after they admitted breaching an injunction by taking part in a blockade at junction 25 of the M25 during the morning rush hour on 8 October.\\nEach was given a sentence of between three and six months and ordered to pay £5,000 costs.\\nSubscribe to ClimateCast on Spotify, Apple Podcasts, or Spreaker.\\nThe family of Oliver Rock, who was jailed for four months, have raised more than £8,500 to cover his rent while he is in prison, while a separate crowdfunder for the rest of the activists in prison has topped £10,000.\\nA further nine members of the group will appear at the High Court on 14 December to face charges of contempt of court.", "image": [["Emma Smart has been on a prison hunger strike for 13 days\n                        ", "https://e3.365dm.com/21/11/768x432/skynews-insulate-britain-emma-smart_5585819.jpg?20211117120118"], ["The group has blocked a number of the UK's roads\n        ", "https://e3.365dm.com/21/11/768x432/skynews-insulate-britain-parliament-square_5571219.jpg?20211104095127"]], "author": ["Megan Harwood-Baynes"], "date": "2021-11-29"}}