{"https://news.sky.com/story/labour-frontbencher-alex-sobel-apologises-to-sir-keir-starmer-after-describing-business-as-the-enemy-12261012": {"title": "Labour frontbencher Alex Sobel apologises to Sir Keir Starmer after describing business as 'the enemy'", "subtitle": "The party's shadow tourism minister was \"wrong\" in his comments, according to Sir Keir.", "text": "Sir Keir Starmer has revealed one of his top team has apologised after describing business as \"the enemy\".\\nShadow tourism minister, Alex Sobel, was \"wrong\" in his comments, according to the Labour leader, who added that under him, the party was \"very clearly pro-business\".\\nSpeaking on a podcast with environmental activist Simon Moore, Mr Sobel said of his relationship with business: \"When I first became an MP, I was like, I am not taking a meeting with any of these people.\\n\"These people are the enemy, you know.\\n\"I'm a socialist, my job is to effectively transform society so that we have a much more mixed economy and we don't have huge global corporations which have all this power.\"\\nIn comments first reported by The Sun newspaper, Mr Sobel added: \"Now I take the meetings because I'm like… that's still my dream, but we haven't got enough time to do that and save the climate.\\n\"So we need to get them to make the transformation now and then also do the political action and everything else at the same time alongside it.\"\\nSubscribe to the Daily podcast on Apple Podcasts, Google Podcasts, Spotify, Spreaker\\nAsked about Mr Sobel's comments on a campaign visit to Hartlepool ahead of May's by-election, Sir Keir said: \"Under my leadership, I've been very, very clear that the Labour Party is pro-business.\\n\"We're more than pro-business, we want a partnership with business.\"\\nHe added: \"Alex Sobel knows what he said was wrong. He has apologised.\\n\"He's apologised to me. The Labour Party, under my leadership, is very clearly pro-business.\\n\"We want a partnership with business. And Alex Sobel understands that.\"\\nMr Sobel, the MP for Leeds North West, was first elected to parliament in 2017 and is a supporter of the Extinction Rebellion activist group.\\nHe has previously spoken of how he risked arrest to speak at their demonstration in London in 2019.", "image": [["Labour's Alex Sobel is a supporter of the Extinction Rebellion activist group\n                        ", "https://e3.365dm.com/21/03/768x432/skynews-alex-sobel-alex-sobel-mp_5324163.jpg?20210330154005"], ["Sir Keir Starmer stressed Labour was 'pro-business' under his leadership\n        ", "https://e3.365dm.com/21/03/768x432/2372103300304600007_5324167.jpg?20210330154236"]], "author": ["Greg Heffer"], "date": "2021-03-30"}, "https://news.sky.com/story/massive-attack-star-robert-del-naja-says-coldplay-not-touring-wont-change-a-thing-for-environment-12247859": {"title": "Massive Attack star Robert Del Naja says Coldplay not touring won't 'change a thing' for environment", "subtitle": "Coldplay's decision to halt touring is not the answer to saving the environment, Massive Attack's Robert Del Naja has said.", "text": "Massive Attack's Robert Del Naja has said he is \"livid\" with the music industry over a lack of action on environmental issues - but that Coldplay's decision to put off a world tour will not \"change a thing\".\\nThe musician, also known as 3D, spoke about the issue to MPs as part of an inquiry looking into the future of UK festivals, a sector which has been hit hard by the COVID-19 pandemic.\\nMassive Attack, best known for the singles Teardrop and Unfinished Sympathy, have been working with the Tyndall Centre for Climate Change Research to track and reduce emissions from live events.\\nAt the digital, culture, media and sport committee session, Del Naja said he was \"pretty livid\" with the industry for making green pledges but not actually taking action to reduce its carbon footprint.\\nHowever, he said cancelling tours and festivals is not the answer, as culture is important.\\nSpeaking about Coldplay, he said: \"One band's unilateral action is not going to change the look of the whole problem at all. One band not touring doesn't change a thing.\"\\nIn November 2019, ahead of the release of their last album, Everyday Life, Coldplay frontman Chris Martin told the BBC: \"We're taking time over the next year or two, to work out how our tour can not only be sustainable but how can it be actively beneficial, how can we harness the resources that our tour creates and make it have a positive impact.\"\\nMartin's comments came before the COVID-19 pandemic, which would have prevented them from touring anyway.\\nSpeaking about the solutions for reducing the carbon footprint of gigs and festivals, Del Naja told the committee: \"Bands don't need to cancel tours, and festivals don't need to cancel festivals.\\n\"There are lots of different solutions across transportation - you can charter trains and buses and even gets tents and luggage down to a festival in the right way, and bands can take a train themselves.\\n\"There are lots of different solutions for energy and powering a festival.\"\\n:: Subscribe to the Backstage podcast on Apple Podcasts, Google Podcasts, Spotify, Spreaker\\nThe Massive Attack star said he understood Coldplay's \"frustration\" as it is something \"all bands have been feeling for a long time\".\\nHe continued: \"Everyone knows that's not the solution - one band stopping touring, or even all bands stopping touring.\\n\"Culture is important, it brings everyone together, and so the best way is to look for solutions collectively.\"\\nDel Naja said it was an \"embarrassment\" that the \"artist wears the climate T-shirt, waves the placard, while simultaneously operating in a high carbon, high-polluting sector\".\\nArtists have \"become the messenger\" but \"the public has got the message\" thanks to Sir David Attenborough documentaries, Greta Thunberg and Extinction Rebellion, so \"now is the time for action - no more pledges\", he said.\\nThe lack of action from the industry means \"all of us end up looking like hypocrites\", Del Naja added.", "image": [["Coldplay frontman Chris Martin said in 2019 that the band would be taking time out from touring. Pic: AP\n                        ", "https://e3.365dm.com/21/03/768x432/skynews-coldplay-chris-martin_5307221.jpg?20210316153730"], ["Massive Attack's Robert Del Naja (left) and Daddy G performing in 2008\n        ", "https://e3.365dm.com/21/03/768x432/skynews-massive-attack-robert-del-naja_5307226.jpg?20210316153855"]], "author": null, "date": "2021-03-16"}}