{"https://news.sky.com/story/extinction-rebellion-criticised-for-wrong-protest-at-cenotaph-on-remembrance-day-12129978": {"title": "Extinction Rebellion criticised for 'profoundly disrespectful' protest at Cenotaph on Remembrance Day", "subtitle": "The Labour leader's spokesman says \"no-one can doubt how serious the climate crisis is\" but the protest was \"wrong\".", "text": "Extinction Rebellion has been condemned by politicians for staging a protest at the Cenotaph on Remembrance Day.\\nProtesters from the group unveiled a banner stating \"Honour Their Sacrifice, Climate Change Means War\" at the memorial on Whitehall.\\nBritish Army veteran and Extinction Rebellion member Donald Bell, who helped display the banner, observed a two-minute silence before hanging a wreath of poppies with the message \"Act now\".\\nThe protest has attracted criticism, with Boris Johnson's spokesman saying it was \"profoundly disrespectful\".\\n\"The Cenotaph is a memorial to those who fought and died to preserve all our freedoms,\" the prime minister's spokesman said.\\n\"On today, of all days, when we join together to pay tribute to our war dead, this action was profoundly disrespectful.\"\\nVeterans minister Johnny Mercer said: \"Climate change matters, but the Cenotaph on Armistice day should be about one thing only - showing our respect for the sacrifice of the fallen who died to protect our freedoms today.\"\\nA spokesman for the Royal British Legion said: \"While we respect the right of others to express their opinions within the law, we believe the Poppy Appeal is a time for remembrance, and not for political protest.\"\\nAnd Sir Keir Starmer joined the criticism, with the Labour leader's spokesman telling journalists: \"No-one can doubt how serious the climate crisis is but the protests at the Cenotaph today were wrong and we do not support them.\"\\nMr Bell, who completed four tours in Northern Ireland during the Troubles, said he knew he would be criticised for his actions.\\n\"I knew that I would be accused of being disrespectful and hated by many for speaking out in this way,\" the 64-year-old said.\\n\"Remembrance Day is never an easy time for veterans and this was not an easy decision for me to make.\\n\"This government's own climate advisers, the Committee on Climate Change, said last year that they have a 'Dad's Army' approach to protecting British people from the impacts of climate change.\\n\"Their report in June this year showed that the government has failed to meet all but two of the 31 milestones it set itself for reducing emissions.\\n\"This government is criminally negligent and young people today will pay the price for their failure.\"\\nOn Wednesday evening, West Dorset MP Chris Loder said he had removed the Extinction Rebellion protest wreath depicting the words \"climate change means war\" from the Cenotaph.\\nHe said: \"I could not stand by and watch our Remembrance Day for those who died in war, and to whom we owe so much, be hijacked for a political stunt by this far-left outfit. This was totally wrong, and I believed the wreath should be removed.\\n\"This week, thousands of veterans and members of the armed forces have stayed away from the Cenotaph in our national effort to control coronavirus. For political protesters to take advantage of this situation is disrespectful to our servicemen and women, past and present. I want them to know that I am on their side and will support them all the way.\"", "image": [["British Army veteran and Extinction Rebellion member Donald Bell hangs a wreath of poppies with the message 'Act now'\n        ", "https://e3.365dm.com/20/11/768x432/skynews-extinction-rebellion_5168845.jpg?20201111140345"]], "author": ["Alan McGuinness"], "date": "2020-11-12"}}