{"https://www.thesun.co.uk/news/19091188/eco-protesters-glue-themselves-priceless-masterpiece/": {"title": "ART ATTACK Fury as Just Stop Oil eco-protesters glue themselves to priceless masterpiece The Hay Wain at the National Gallery", "subtitle": "", "text": "ECO-protesters have sparked fury after they glued themselves to a priceless masterpiece at the National Gallery.\\nThe yobs stuck themselves to the frame of John Constable's masterpiece The Hay Wain after covering it with their own image of \"an apocalyptic vision of the future\" of the landscape, on three large sheets of paper.\\nThe chaos forced the evacuation of art lovers, tourists and a class of 11-year-old children on a school trip from the room where the painting hangs.\\nThey were later named as music student Eben Lazarus, 22, and psychology student Hannah Hunt, 23, both of Brighton.\\nThey wore white T-shirts with the logo Just Stop Oil, stepped over a rope barrier and then placed the printed coloured paper on to the front of the painting.\\nEach also placed a hand on the frame of the painting and kneeled beneath it before loudly outlining their concerns as visitors were ushered out by security staff.\\nHunt, who is the co-founder of the group, previously glued herself to Baftas red carpet and broke into an oil refinery.\\nShe and Lazarus were both arrested at around 4.45pm today following the stunt.\\nThe Hay Wain, which was painted in 1821, is one of the most popular paintings at the gallery and shows a rural Suffolk scene of a wagon returning to the fields across a shallow ford for another load.\\nThe protest sparked a rush of fury on social media today.\\nOne person wrote: \"You have no idea of the damage you can do to an art work. Protest yes but don’t destroy our heritage. You’ll just lose support.\"\\nAnother added: \"Can you protest in a less selfish way? Disrupting and annoying the general public is at best foolish.\"\\nWhile a third fumed: \"Unbelievably reckless. The wrong target. ART is not the target. It’s so poorly judged. It sets back the net zero and climate debate by alienating the public. Art is not a legitimate target. This is childish, destructive and naive.\"\\nIn a statement, Hunt later said \"the disruption will end when the UK Government makes a meaningful statement that it will end new oil and gas licences\".\\nIt comes as five men, aged between 21 and 46, and two women, aged 20 and 44, were arrested after a track invasion on the opening lap of the race at Silverstone.\\nThe incident was not shown on F1's global television feed, but eyewitness footage emerged of five people - understood to be representing JSO - entering the circuit at the high-speed Wellington Straight.\\nThey then sat down on the tarmac.\\nFive JSO members are also said to have attached themselves to a 19th-century landscape by Horatio McCulloch called My Heart's In The Highlands which hangs in Glasgow's Kelvingrove Art Gallery and Museum.\\nThey are also alleged to have sprayed the group's logo on the walls and floor of the renowned gallery in orange paint.", "image": [["Protesters from Just Stop Oil climate protest group, glue their hands to the frame of John Constable’s The Hay Wain", "https://www.thesun.co.uk/wp-content/uploads/2022/07/NINTCHDBPICT000744908403.jpg?strip=all&w=960"], ["They first covered the painting with their own picture inside the National Gallery, London", "https://www.thesun.co.uk/wp-content/uploads/2022/07/NINTCHDBPICT000744907235.jpg?strip=all&w=960"], ["Eben Lazarus, 22, and Hannah Hunt, 23, were both arrested", "https://www.thesun.co.uk/wp-content/uploads/2022/07/NINTCHDBPICT000744908426.jpg?strip=all&w=960"]], "author": ["Sarah Grealish"], "date": "2022-07-04"}}