{"https://www.thesun.co.uk/news/13015565/carrie-symonds-university-party-pictures/": {"title": null, "subtitle": "", "text": "BORIS Johnson’s fiancée whoops it up with pals at university — including one who became a topless climate change protester.\\nCarrie Symonds — now mum to the PM’s baby son Wilfred — loved the spotlight as a drama student and had an army of male admirers.\\nExclusive Sun on Sunday pictures show Carrie, then 21, necking wine and fooling around with a hunk dressed as Braveheart.\\nHer pals at the glitzy annual ball include Extinction Rebellion protester Kay Michael, who went topless in front of the Houses of Parliament last month.\\nShe posed seductively next to Carrie in a white dress, blingy jewellery and gold handbag at the University of Warwick bash.\\nNow 32, she wore far less at the recent climate change demo, with the words “crop failure” scrawled above her exposed breasts.\\nIn 2018, she appeared to accuse Mr Johnson and Theresa May of “crimes against humanity” over Heathrow’s third runway and joined a “die-in” demo by Downing Street.\\nShe is not Carrie’s only friend from university to voice their opposition to her husband-to-be.\\nHowever Carrie is still in touch with several who have gone on to have equally successful careers.\\nShe showed off her fun side in the uni pictures, flashing a beaming smile in zany outfits — despite a traumatic court case taking place around the same time.\\nHer blonde hair was clipped into a quiff at the Horrible Histories-themed gathering in 2009.\\nSources say Carrie was centre of attention at the party, believed to be her last before final exams.\\nIn one picture a male student — dressed as Scottish warrior William Wallace — has his arm draped over her shoulder, with his other around the waist of her pal.\\nIn another, the girls bend down as a sword is brandished above their heads.\\nCarrie harboured ambitions to become an actress before getting involved in politics and campaigning.\\nShe went on to become a Tory activist and communications chief — while her pals chose very different paths.\\nA former friend told The Sun on Sunday: “That picture was taken at the drama ball, which was our annual celebration.\\n\"It was very extravagant and everybody got dressed up. If I remember rightly, the theme that year was ‘Horrible Histories’. Carrie did Theatre Studies and was lovely.\\n\"Very committed, passionate and involved. I’m not surprised to see where she is now.\\n\"I knew she moved in those circles and I heard she’d got a job with the Conservatives.\\n“A lot of people in the society have gone on to work in the theatre and arts.”\\nThe drama bash was held at the luxury Wroxall Abbey Hotel in Warwickshire.\\nOne onlooker said: “The students were all letting their hair down and enjoying themselves.\\n“The annual ball is a big event in the theatre calendar at the university and everybody would down their fair share of alcohol. Carrie in particular got a lot of attention from the male students.\\n“But so did the friends she was with. They were the ‘It crowd’. All strong, independent women who knew what they wanted out of life.\\n“They were glamorous and it was obvious they would make a success of themselves.\\n“Carrie and the others were fairly down-to-earth though. They worked hard and played hard and this night proved it.\\n“All were having an enjoyable yet respectful time. Nothing got out of hand.\\n\"It was harmonious and joyful. Carrie was a party girl and was well-liked.\\nCarrie was very committed, passionate and involved. I’m not surprised to see where she is now.\\n\"They’ve all enjoyed great career success — just in places you could say they were 180 degrees apart.\\n“It’s fascinating to think Carrie goes off to have a relationship with someone some of the others are clearly not a fan of.”\\nOne, Jo Duncombe, 32, now works for the British Council as a film programmer and curator.\\nShe tweeted: “Please not Boris” when David Cameron announced his resignation the day after the EU referendum in 2016.\\nA few months later Carrie visited The Quarter Club, a networking event organised by Jo and another pal in the snaps, Saskia Roddick.\\nCarrie described it as an “incredible night” and said her two university pals were “amazing women”.\\nBy David Wooding, Assistant Editor\\nWHETHER at a toga party or inside the Tory party, Carrie Symonds is always great fun.\\nAs our pictures show, the PM’s fiancee was as popular as a student as she is with the political elite today.\\nShe has a real spark about her. She’s got a wonderful sense of humour, but is professional and mature beyond her 32 years.\\nIn her time as a special adviser and communications boss, she would brief ministers almost twice her age.\\nCarrie also had a knack of dealing with awkward journalists — yours truly included — with respect and without losing her cool. Her friends describe her as warm, kind and loyal.\\nHer love for animals and protecting the environment shows her natural empathy.\\nShe knows when to work and when to relax. She loves Abba and is not shy about hitting the dancefloor.\\nSo, you can bet with Boris and Carrie as parents, five-month-old Wilfred is sure to inherit a zest for life.\\nSaskia, 32, works as product manager for Mush, an app for young mums to make friends.\\n\\nAlso in the photos is award- winning theatre director Maria Askew, 32, who has also been a model, presenter and dancer.\\nAnother pal, Claire Johnson-Chuter, now 33, has stayed in the Midlands and is head of drama at a school in Nottingham.\\nGOT a story? RING The Sun on 0207 782 4104 or WHATSAPP on 07423720250 or EMAIL exclusive@the-sun.co.uk", "image": [["Unearthed pictures from Carrie Symonds' uni days show her partying with pals (L-R) Saskia Roddick, Maria Askew, Kay Michael and Jo Duncombe", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000615618129.jpg?strip=all&w=639"], ["The PM's fiancee, then 21, enjoyed drinks with friends at a drama ball", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000615618111.jpg?strip=all&w=960"], ["She can also be seen fooling around with a hunk dressed as Braveheart", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000615618041.jpg?strip=all&w=639"], ["Carrie's friend Kay Michael (second from left) became an Extinction Rebellion protester", "https://www.thesun.co.uk/wp-content/uploads/2020/10/JS-MUZZ-1.jpg?strip=all&w=960"], ["She went topless in front of the Houses of Parliament last month", "https://www.thesun.co.uk/wp-content/uploads/2020/10/JS-MUZZ-2.jpg?strip=all&w=960"], ["Source say Carrie loved the spotlight as a drama student and had an army of male admirers", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000615618107.jpg?strip=all&w=639"], ["She apparently harboured ambitions to become an actress before getting involved in politics", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000615618094.jpg?strip=all&w=960"], ["The majority of her friends went on to work in the theatre and arts", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000615618078.jpg?strip=all&w=960"], ["Source say Carrie and her friends were 'the It crowd’ as they were all 'strong, independent women who knew what they wanted out of life'", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000615618070.jpg?strip=all&w=960"], ["BoJo and Carrie's relationship was confirmed in June 2019 when she supported his leadership bid", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000579948184.jpg?strip=all&w=640"], ["They were the first unmarried couple to live at the Prime Minister's residence", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000582996884.jpg?strip=all&w=960"], ["She gave birth to their son Wilfred in February ", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000580588087.jpg?strip=all&w=201"]], "author": ["Isaac Crowson"], "date": "2020-10-24"}, "https://www.thesun.co.uk/news/12969713/strictlys-hrvy-thinks-he-is-cool-compared-to-bill-hes-a-dckhd/": {"title": null, "subtitle": "", "text": "THE BBC certainly seemed to have taken all the right precautions at Strictly’s big pairing-up ceremony, on Saturday night.\\nDave Arch and his band were surrounded by Perspex. The audience was masked up like the Hole In The Wall Gang. Tess Daly’s eyes were the regulation two metres apart.\\nThen some maniac let Anton du Beke sing during the professionals’ group dance, without a thought for the public’s well-being or a possible follow-up to his From The Top album.\\nSo it’s probably just as well I’m in the mood to cut Strictly Come Dancing some slack this year, on the grounds that it’s not one of those shows which can simply brush off social-distancing.\\nIndeed, the fact it’s on at all is a bit of a production miracle, but it still looked slightly bereft, at the weekend.\\nThe audience is now threadbare, Tess and Claudia are hardly in the same postcode and Craig Revel Horwood’s stuck behind a squat little rotunda looking like a camp Davros.\\n“We are of course also missing Bruno Tonioli due to travel restrictions,” Claudia announced very solemnly, at the start. So it’s not all bad news.\\nIf the hosts were expecting the bookers to dig them out of a hole, none of the early signs looked good, as Caroline Quentin, an American Football player, Ranvir Singh and Clara Amfo all came, went and told us their partner was: “The one I was hoping for blah blah blah.”\\nA nice enough bunch, clearly, but if Strictly is really to take personal hold, one of the things it needs is a chirpy young nuisance to get under my skin.\\nAs luck would have it, then, the next contestant was christened Harvey Cantwell but developed irritable vowel syndrome at the age of 17 and renamed himself HRVY on the grounds that: “I needed to be a lot cooler so I thought, ‘Why not lose two vowels out of my name?’.”\\nWhy? ’Cos it’ll make you look like a mssve dckhd, obviously.\\nIrritants like HRVY and Jamie Laing may be a help, but what any series of Strictly really needs to thrive is comedy input, and it’s here that bookers might just have unearthed a couple of gems.\\nThe most obvious is Bill Bailey, who is that rarest of things for a modern comedian. He’s both funny and likeable.\\nHe’s also pretty nimble on his feet and a fast learner, so I don’t think, after Saturday night’s experience, he will ever attempt to bounce jokes off the glass facade of Tess Daly again.\\nYou would hope the BBC understands Bill’s comedy potential. I worry, though, that the only pairing it really cares about is Nicola Adams and Katya Jones, the show’s first same-sex couple.\\nPersonally, I think it’s a minor tragedy Strictly didn’t do this back in 2009, with Joe Calzaghe and Anton du Beke, as Dancing On Ice has already stolen their thunder here and all it does now is unbalance the voting process and allow a lot of applause chasers the opportunity to try to bask in the show’s reflected PC “glory”.\\nThe great thing about Strictly, though, is that it takes just one thing to sideline all its worthy intentions.\\nSometimes it’s a scandal. On Saturday it was the group dance, where the real comedy genius of the piece revealed herself, flapping around like one of those megaflatables at the Cup Final, during the Phil Collins number.\\nIt’s former Home Secretary Jacqui Smith, who can’t even point in tune, and at a stroke has mothballed partner Anton du Beke’s singing career and answered her own question: “Have I got any natural dance ability?”\\nNo, you haven’t, Jacqui. Thank you, thank you, thank you.\\nThe Chase, Bradley Walsh: “‘Remember, all you can win is a brand new dustbin’ was a catchphrase on what game show?”\\nAbrar: “Only Fools And Horses.”\\nTipping Point, Ben Shephard: “Which shipping forecast area in the North Sea shares its name with a Nordic invader?”\\nTom: “Christopher Columbus.”\\nBradley Walsh: “The term Public Service Announcement is often abbreviated to what three letters?”\\nPhilip: “THO.”\\nBen Shephard: “Papillon is the French word for which flying insect?”\\nSharron: “Dog.”\\nBBC1’S latest piece of left-wing propaganda dressed-up as drama is called Roadkill, and it’s about as subtle and balanced as hedgehog entrails on a set of Pirellis.\\nNo surprise, really, as it’s written by champagne socialist David Hare, who’s thrown all the prejudice, anger and snobbery he’s got at this political “thriller” (A LOT), so there’s a surfeit of gormless proles asking for selfies from the word go.\\nEvery single character adheres to the BBC’s strict gender/race guidelines as well, of course (all white men are evil).\\nBut most of Hare’s public school condescension is reserved for a working-class version of Boris called Peter Laurence, who’s got a mistress, an illegitimate child, only the vaguest of Tory principles and a habit of telling people: “The voters think of me as a character.”\\nWhich is just as well, really, as you’d never have guessed it from the rest of the script or Hugh Laurie’s performance.\\nThe real void at the heart of this angry mess, though, is the plot.\\nBecause the only crime Laurence seems to have committed is trying to “sell off the NHS to a right-wing American think tank”. An idea that I know will give luvvies a fit of the vapours and I’m surprised the BBC sound department didn’t add a clap of thunder every time it’s mentioned by one of the cast.\\nBut come on, Pete. Next week I want you and your think tank: Abolishing the licence fee, reintroducing the death penalty, for everyone from murderers to noisy neighbours, deploying the SAS to deal with fly-tippers, raising the voting age to 47 and forcing the compulsory sterilisation of all Extinction Rebellion activists who, for the sake of the planet, can start putting their reproductive organs in the same place as their noisy, disruptive, pain-in-the-a*** principles.\\nThen, episode three, we start on the right-wing stuff, or I’m done with Roadkill.\\nWhat caption reason was used to justify the appearance of Love Island’s Olivia Bowen on Steph’s Packed Lunch earlier this month?\\nA) “Living with an underactive thyroid.”\\nB) “Living with an overactive publicist.”\\nTHAT poor woman who claimed she was engaged to a ghost called Ray was back on This Morning last week, with some bad news.\\nThe worst possible, in fact.\\n“The wedding to my ghost lover is off,” read the caption.\\nThis, of course, is the ongoing fantasy world of a woman called “Amethyst Realm”, who’s spared us no details in four previous visits to the ITV studio, where she’s told viewers, among other things, that her spirit partner asked her to marry him at Wookey Hole and they once had sex in an aeroplane toilet, on the way to Thailand, which is technically Spooky Hole.\\nYou know how it is, though, girls.\\n“He got in with the wrong crowd,” Amethyst explained.\\n“He’d disappear for days and started bringing other spirits home, who’d stay for days.” Ollie Reed? Hurricane Higgins? Keith Moon . . . ?\\nWe may never know.\\nBecause, before she could get into the nitty-gritty, there was a ghostly crashing noise from the other side of the studio, which could’ve been Ray, or could’ve been Errol Flynn staking his claim, but turned out to be Alison Hammond, whose a*** had just dislodged an ornamental cactus, in the competition area.\\nBy the time spiritual calm had been restored, Amethyst was telling viewers: “I’m happy, free and single” (form an orderly queue, fellas) and Phillip Schofield was begging her to: “Keep us updated.”\\nWhich I hope she does.\\nIn the meantime, though, This Morning’s presenters will never stop reminding us just how much they care about mental health.\\nJamie Redknapp: “I’m not trying to stick up for the referee, but he was useless.”\\nIain Dowie: “The striker was arm-stronged out of it.”\\nBill Leslie: “The rivalry was built in the 70s with those FA Cup meetings in ’96 and ’97.”\\nTHIS week’s winner is Whitey, the albino rat from Flushed Away, and GMB’s host Piers “Alligator Arms” Morgan.\\nSent in by James McGuire. Picture research Amy Reading.\\nFOR all those who think they may have been missing out on Steph McGovern’s afternoon banter with her Packed Lunchmates, some examples.\\n“Liz, are you bothered by the Queen being out and about?” “No.”\\n“Rachel, have you fallen for a story you thought may be true but wasn’t?”\\n“No.”\\n“Dean, would you buy Dolly Parton’s Playboy edition as a memento?”\\n“No.”\\nSteph’s Packed Lunch. Just say “No.”\\nTV Gold: BBC4’s worth-the-effort documentary The Mole: Infiltrating North Korea.\\nJohn Bishop’s surprisingly joyful Great Whale Rescue, on ITV. Two incredibly po-faced giant vegetable growers, on This Morning, who recommended “bigpumpkins.com” without even blinking.\\n\\nAnd EastEnders for thoughtfully attaching a BBC Action Line number for anyone who might have been left “emotionally distressed” by the episode where Gray was talked out of blowing up the entire Square and bringing the show to a halt for ever.\\n’Cos just for once, I was. Thanks.\\nThe unwritten Beeb rule which says it’s illegal for two men to host The One Show\\nPrivately educated Have I Got News For You host Stephen Mangan mocking Laurence Fox for being privately educated.\\nChannel 4’s Steph McGovern failing to tie up hyperactive “comedian” Russell Kane in a sack and chuck him into the Leeds canal.\\nAnd Celebrity Karaoke Club contestant Courtney Act boasting: “I’ve met a disproportionately large number of famous people, Madonna, Kylie, Meryl Streep . . .”\\nYeah and now you’re on ITV2 with the fat bloke off Ibiza Weekender. Proportion restored.\\nINCIDENTALLY, how excited was One Show host Michael Ball by author John Grisham describing the art of thriller writing?\\n“The formula is very simple. You take a likeable hero or heroine in the lead role, you put them in some danger and you get them out.”\\n“I’ll knock one out tonight then.”\\nTHAT excited.\\nGOT a story? RING The Sun on 0207 782 4104 or WHATSAPP on 07423720250 or EMAIL exclusive@the-sun.co.uk", "image": [["Bill Bailey is pretty nimble on his feet and a fast learner", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000614937740.jpg?strip=all&w=960"], ["Harvey Cantwell has dropped all vowels and goes by HRVY", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000614936162-1.jpg?strip=all&w=960"], ["Bill Bailey is a rare combination of funny and likeable", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000614937433.jpg?strip=all&w=960"], ["The BBC took all the right precautions at Strictly’s big pairing-up ceremony", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000614936159-1.jpg?strip=all&w=960"], ["BBC1’S latest piece of left-wing propaganda is called Roadkill", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000614457522-1.jpg?strip=all&w=960"], ["The plot of the BBC drama is lacking", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000614457539-3.jpg?strip=all&w=960"], ["Amethyst Realm claimed she was engaged to a ghost called Ray", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000614272207.jpg?strip=all&w=960"], ["Piers Morgan looks uncannily like the albino rat from Flushed Away", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000614660640.jpg?strip=all&w=730"]], "author": ["Ally Ross"], "date": "2020-10-19"}, "https://www.thesun.co.uk/news/12992685/protestor-scaffolding-big-ben-lockdown-message/": {"title": "SHOW'S OVER Protester in Spider-Man costume arrested after climbing Parliament scaffolding to unfurl muddled anti-lockdown message", "subtitle": "", "text": "A PROTESTER dressed in a Spider-Man costume has been arrested after climbing Parliament scaffolding to unfurl a muddled anti-lockdown message.\\nThe man, who also wore an Extinction Rebellion hat and jacket, urged the Government to pay up for a Tier 3 lockdown in the North - but confusingly referenced several other causes.\\n⚠️ Read our coronavirus live blog for the latest news & updates\\nThe protester, whose name is not known, climbed the scaffolding near Big Ben, central London, just before 8am today.\\nHe was coaxed down by police just before 10am and was arrested on suspicion of criminal trespass.\\nMetropolitan Police in Westminster tweeted: \"The man, aged in his 60s, came down at around 09:45hrs.\\n\"He was checked by LAS before being arrested on suspicion of criminal trespass under Section 128 of the Serious Organised Crime and Police Act 2005.\"\\nThe protester had urged the Government to give northern England an extra £2billion in funding before putting areas into a Tier 3 lockdown.\\nBut the sole purpose of his message, delivered across two banners, was not entirely clear - as it also referenced Extinction Rebellion, Black Lives Matter, unions and LGBTQ.\\nThe protester said another £2billion was needed to support the likes of Chester, Stoke, Derby, Nottingham, Boston and Skegness.\\nThe first sentence of the message on one banner read: \"No tier 3 lockdown for Great Northern Powerhouse unless an extra £2billion for whole region from Chester, Stoke, Derby, Boston, Skegness to the Scottish Border.\"\\n\"If not: Great Northern Rebellion.\"\\nIt then confusingly referenced several more movements, including Extinction Rebellion, Black Lives Matter, unions and LGBTQ.\\nA second banner alongside read: \"Black and all lives matter – so unify! – peoples of the world unite! To put things right!\"\\nPolice were called to the scene shortly before 8am this morning.\\nThe protest left many feeling concerned about the safety around Westminster.\\nOne Twitter user said: \"Great a police officer died in an terrorist attack 2017, and yet people can still get though high security.\"\\nAnother wrote: \"On a serious note, this is concerning that he was able to get that far given how much of a terrorist target Westminster Palace is.\\n\"How does someone even get that far without being challenged? Was he not seen on CCTV? What if he was a wannabe Guy Fawkes and he had an IED?\"\\nReassuring the public, a UK Parliament spokesperson said this morning: “We are aware of a trespasser on the Parliamentary Estate which is being dealt with by the Metropolitan Police and the Parliamentary Security Department.\\n“Parliament takes security extremely seriously. A review is underway, the outcomes of which will not be disclosed for security reasons.\"\\n\\nToday's incident comes one year after tree surgeon and Extinction Rebellion protester Ben Atkinson scaled the scaffolding around Big Ben dressed as Boris Johnson.\\nHe managed to evade arrest for more than three hours as he stood in a Boris Johnson wig waving flags with the words \"No pride on a dead planet\" and \"Citizens Assembly\".", "image": [["The protester wore a red Spider-Man suit with an Extinction Rebellion hat and jacket", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000615760747.jpg?strip=all&w=960"], ["He began scaling the scaffolding near Big Ben this morning, putting up banners about the coronavirus lockdown", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000615745570.jpg?strip=all&w=932"], ["His signs also made reference to Extinction Rebellion, Black Lives Matter, Unions and LGTBQ", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000615759636.jpg?strip=all&w=960"], ["The messages were confusing - as they referenced several different movements for action", "https://www.thesun.co.uk/wp-content/uploads/2020/10/NINTCHDBPICT000615745369.jpg?strip=all&w=960"]], "author": ["Britta Zeltmann"], "date": "2020-10-22"}}