{"https://www.thesun.co.uk/news/uknews/12600137/failed-mp-taxman-birth-striker-extinction-rebellion-protesters-newspaper/": {"title": "BLOCKHEADS Failed MP, ex-Para & ‘birth striker’ among Extinction Rebellion protesters who took part in newspaper blockade", "subtitle": "", "text": "A FAILED MP, a retired taxman and a 'birth striker' are among the protesters who took part in Extinction Rebellion's newspaper blockade.\\nDozens of eco-warriors stopped papers - including The Sun - from being delivered across the country.\\nThe selfish move left newsagents, who were already hard-hit by the pandemic, with empty shelves on Saturday morning.\\nFifty-one people were charged in relation to the protest and 50 were released on bail to appear at St Albans Magistrates’ Court on November 27.\\nTheir bail conditions mean they cannot go within 100m of any Newsprinters Ltd Premises and cannot attend any protest linked to the Extinction Rebellion until September 13.\\nOne woman, Natalie Brecht, 45, was remanded in custody to appear before Hatfield Magistrates’ Court on Monday.\\nBoris Johnson slammed the Extinction Rebellion protests in Broxbourne, Hertfordshire, Knowsley and Glasgow as \"completely unacceptable\".\\nAmong the ragtag group who formed the blockade was Donnachadh McCarthy, former deputy chairman of the Liberal Democrats in the early 2000s.\\nWe wanted people to wake up on Saturday morning and go to buy their paper and ask, “Why isn’t it here?\\nHe unsuccessfully stood against Labour's Harriet Harman as an MP in Peckham in 2001 - but now calls himself a \"spokesman\" for XR.\\nHe attended the Broxbourne protest but is not believed to have been among those arrested.\\nMcCarthy told the Mail: \"We wanted people to wake up on Saturday morning and go to buy their paper and ask, “Why isn’t it here?”\\n\"They may be angry, but in a few weeks’ time they may start paying attention to the warnings.\"\\nLydia Dibben, 22, was also involved in compromising Britain's free press in the demonstration - calling herself a \"birth striker.\"\\nMiss Dibben said she'll never have children for the sake of the environment.\\nShe vowed at a rally last year: \"How could I bring up a child in a world that doesn’t care about their future?\\n\"I declare that I will not bear children, but I will continue the fight for climate justice, and hope that our actions will improve the future for all the children, of every species, that are already living on this beautiful planet.\"\\nI declare that I will not bear children, but I will continue the fight for climate justice.\\nMiss Dibben lives with her mother and jewellery designer father Jon, 53, in a £350,000 house in a village near Horsham.\\nShe was charged with aggravated trespass over the blockade in Knowsley.\\nEx-squaddie Donald Bell, 64, was hit by shrapnel from an IRA car bomb that killed two other soldiers in Stewartstown, Northern Ireland in 1974.\\nBut these days, the retired British Army infantryman is fighting climate change.\\nIn February, he was seen digging up the lawn at Cambridge’s Trinity College and was later arrested after gluing himself to a police van.\\nKatie Ritchie-Moulin, 21, is an eco-warrior veteran having taken part in a number of direct action climate protests.\\nThe daughter of a psychologist dad and health and social care boss mum grew up in a £730k three-storey house in the posh Birmingham suburb of Moseley.\\nShe later threw herself into the eco movement – chaining herself to Leeds Civic Hall in January with a bike lock around her neck and a placard emblazoned with the words ‘Airport expansion is ecocide!’ in an Extinction Rebellion ‘die-in’ against plans to expand Leeds-Bradford Airport.\\nMiss Ritchie-Moulin has been charged with aggravated trespass over the blockade in Knowsley, the Mail reports.\\nRobert Possnett, 58, is a former Paratrooper who describes himself as a \"literary snob and real ale lover\" on social media.\\nHe boasted on Twitter of joining Friday night’s protest at the Broxbourne plant.\\nHe has previously been convicted over his attendance at an XR protest.\\nRichard Hallewell, 49, was also among the XR yobs at the protest.\\nThe father of four from Thurston, Suffolk, is the director of two tech companies including a software firm.\\nHe held the banner that blocked the road at Broxbourne, and said: \"We have tried all the nice things, we have written to our MPs, we have done all those things and nothing happens.\"\\nJon Fuller, an ex-civil servant at HM Revenue and Customs, was also behind the disruption led by the eco-warriors.\\nThe 62-year-old is a veteran campaigner who was arrested by a pink protest boat in Oxford Circus in last year’s Extinction Rebellion demonstration.\\nHe stood for Parliament as a Green Party candidate in Southend in 2015, coming fifth.\\nAt Broxbourne, he told the Mail: \"We beg the media to now tell the truth. We’re out of time.\"\\nGully Bujak, a self-styled \"actress, model and extra\" was seen sprawled on a blow-up mattress atop a bus during the Hertfordshire protest.\\nThe 27-year-old activist said: \"The climate emergency is an existential threat to humanity.\\n\"Instead of publishing this on the front page every day as it deserves, much of our media ignores the issue and some actively sow seeds of climate denial.\\n\"To these papers we say this: you will not come between us anymore.\"\\nShe was joined on the day by former journalist Steve Tooze, 56, electrician Liam Norton, 35, and town councillor for Long Stratton in Norwich, Robert Mackenzie, 64.\\nTristan Strange, 38, was also among those charged - he was arrested three times last April for taking part in environmental protests and vowed to \"keep breaking the law\" for the cause.\\nBut mass protests which disrupt everyday life or hamper free speech will be banned after the chaos caused by the print blockade.\\nMr Johnson ordered tough new anti-insurgency laws last night to curb militants.\\nHowever, Diane Abbott has sparked fury after defending Extinction Rebellion blockades at newsprinters over the weekend as \"legal\" despite the 80 arrests.\\nDominic Raab slammed the former shadow Home Secretary saying her comparison of the eco-extremists to the suffragettes was \"perverse\".\\nWhen asked about the protesters who disrupted the supply of millions of newspapers on Friday night Ms Abbott told Sophy Ridge on Sky: \"I think it's important to remind ourselves that direct actions which is what those actions were are actually legal.\\n\"These are legal tactics and we don't want to talk as if it's not illegal to take direct actions because direct action has been legal since the time of the suffragettes.\"\\nHome Secretary Priti Patel has warned Extinction Rebellion protesters could face jail over their \"guerrilla tactics.\"\\nShe is looking at introducing tougher sentences for the extremists.\\nOne of the options reportedly being considered is designating the group an organised crime gang - which could see militants face up to five years behind bars.\\n\\nThe protests were organised despite newspapers campaigning and highlighting climate change for years - with The Sun running a comment piece from Sir David Attenborough urging the public to take the opportunity to tackle the climate crisis.\\nThe eco-group said its aim was to \"maintain the block and prevent these papers reaching newsstands\" in a bid to “take on the titans of the media industry.”", "image": [["Failed MP Donnachadh McCarthy was among the riff-raff who stopped Brits receiving their newspapers on Saturday", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606282124-1.jpg?strip=all&w=960"], ["Lydia Dibben has called herself a \"birth striker\"", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606583042.jpg?strip=all&w=400"], ["Robert Possnett was among the XR protestors ", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606583639.jpg?strip=all&w=389"], ["Tech-company director Richard Hallewell was also among the ragtag", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606583524.jpg?strip=all&w=500"], ["Jon Fuller also joined in the newspaper blockade ", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000442617941.jpg?strip=all&w=719"], ["Gully Bujak was present at the Hertfordshire protest", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606583097.jpg?strip=all&w=410"], ["Protesters were pictured using a cherry picker to remove protesters", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606266286-1.jpg?strip=all&w=960"], ["Police outside the printing works at Broxbourne, Hertfordshire", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606246718.jpg?strip=all&w=960"], ["Police used a cherry picker to reach protesters", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606266289.jpg?strip=all&w=960"], ["The demonstrations were slammed as an attack on free speech", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606266291.jpg?strip=all&w=960"], ["A man in a face covering is led away by police in Knowsley, Liverpool ", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606223046.jpg?strip=all&w=960"]], "author": ["Claudia Aoraha"], "date": "2020-09-07"}, "https://www.thesun.co.uk/news/12655023/pastor-son-vandalism-charge-churchill-statue/": {"title": null, "subtitle": "", "text": "A TEENAGER charged with vandalising the statue of Sir Winston Churchill in Parliament Square is the son of a Baptist church minister.\\nBenjamin Clark, 18, is accused of spray-painting the words “is a racist” on the monument during Extinction Rebellion’s climate protest in London on Thursday.\\nThe left-wing activist student lives with his preacher dad Andrew and teacher mum Tracy in a £650,000 house in Hertford, Hertfordshire. He has previously organised protests with the UK Student ­Climate Network in St Albans.\\nHis dad is a pastor at Hertford Baptist Church and describes himself as a “trained spiritual director”.\\nYesterday Mr Clark said he did not want to comment on his son’s arrest.\\nBenjamin Clark was one of at least 680 arrested in connection with ten days of Extinction Rebellion protests.  He will appear at Westminster magistrates court on ­Friday October 9.\\nOthers have been held on suspicion of obstructing the highway and breaching conditions of protest set under the Public Order Act since protests began on September 1.\\nMet Police Commander Jane Connors described the protests as a \"significant challenge\" during a \"public health crisis\".\\nShe said: “The public have a right to protest, but they do not have a right to cause disruption to the communities and businesses across London. That is why we took swift action to make a number of arrests.\\n\"This has been a large policing operation and we will continue to investigate those who we suspect to have committed offences, so the number of arrests is likely to rise.\"\\nGOT a story? RING The Sun on 0207 782 4104 or WHATSAPP on 07423720250 or EMAIL exclusive@the-sun.co.uk", "image": [["Winston Churchill's statue in Parliament Square was defaced with the words 'is a racist' during Extinction Rebellion protests ", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000607553161.jpg?strip=all&w=960"], ["Andrew Clark, a pastor at the Hertford Baptist Church, is the father of the teenager charged with vandalising Churchill's statue", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000607929534.jpg?strip=all&w=275"], ["Police remove an Extinction Rebellion protester from the road by Parliament Square ", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000607153032.jpg?strip=all&w=960"], ["Extinction Rebellion activists have been held on suspicion of obstructing the highway", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000607139955.jpg?strip=all&w=960"], ["Extinction Rebellion organised protests in London from September 1 to September 10", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000607144293-1.jpg?strip=all&w=960"]], "author": ["Ben Leo", "John Lucas"], "date": "2020-09-12"}, "https://www.thesun.co.uk/news/12553727/adele-hair-woke-celeb-cultural-appropriation/": {"title": "DAN WOOTTON If Adele can be taken down by the woke mob then there’s no hope for any other celeb", "subtitle": "", "text": "THE real madness of the culture war gripping showbiz became all too clear this weekend with a victim no one would have predicted: Adele.\\nAs a politically palatable British popstar, the Tottenham singer is used to near-universal praise from the liberal elite.\\nSo how had she wronged the woke mob?\\nCome out and given full-throttled support to Donald Trump? Questioned the motives of the Extinction Rebellion extremists? Or admitted left-wing operative Lewis Goodall should be sacked from Newsnight by the BBC?\\nNope, nothing of the sort! Not even close.\\nAdele had simply posted a picture celebrating London’s Notting Hill Carnival at a private house party in Los Angeles wearing a bikini adorned with the Jamaican flag and her hair in bantu knots, a style some folk apparently associate with slavery.\\nThe caption on Instagram read, “Happy what would be Notting Hill Carnival my beloved London”, followed by emojis representing the Union Jack and Jamaican flag.\\nThe carnival, with its roots in West Indian and hippie culture, has become a celebration for all of London, not one cultural group.\\nThe point of the two-day singing, dancing, eating, drinking and smoking fest is to show that London is an ethnically-diverse melting pot where folk from all around the world come together to proudly declare they are Londoners.\\nI’m far too old for it these days, but when I first arrived in London as a youngster from New Zealand I used to love the spirit of the wild and inclusive street party.\\nAdele clearly felt the same and was attempting to pay tribute to the event, which has been postponed this year due to the pandemic.\\nBut all too predictably, within hours, she started trending online, not for her strikingly thin figure, but rather being accused of cultural appropriation.\\nUS journalist Ernest Owens started Adele’s online cancellation, writing: “If 2020 couldn't get any more bizarre, Adele is giving us Bantu knots and cultural appropriation that nobody asked for. This officially marks all of the top white women in pop as problematic. Hate to see it.”\\nYup, Adele is now considered a “problematic” celebrity because she celebrated a multi-cultural festival in her city that she has always loved.\\nThat sort of response, which was soon joined by abuse, trolling and accusations of racism, prompts so many questions.\\nWhat about Adele’s right to freedom of expression? Her desire as a woman to have any hairstyle she damn well chooses? Doesn’t all fashion and style borrow from cultures across the globe, anyway?\\nBut here’s the real crux: If Adele can be taken down by the woke mob then there’s no hope for any other celebrity.\\nEvery entertainment agent and PR in the world will currently be warning their high profile clients how “not to do an Adele”.\\n\\nProving it’s these types of senseless rows that will ensure stars in the future never share anything outside of their own cultural bounds.\\nHow the hell does that increase tolerance and inclusion?", "image": [[null, "https://www.thesun.co.uk/wp-content/uploads/2020/08/article_banner2.png?strip=all&w=887"], ["Adele became an unlikely victim of the ongoing liberal elite culture war.", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000605088681-2.jpg?strip=all&w=960"], ["Adele was accused of racism and abused simply for celebrating the ethnically-diverse Notting Hill Carnival.", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000516344286.jpg?strip=all&w=960"], ["The festival, with its roots in West Indian and hippie culture, has become a celebration for all of London.", "https://www.thesun.co.uk/wp-content/uploads/2020/09/149f17a9-0706-4165-a820-d1909941dca0.jpg?strip=all&w=960"], ["The festival celebrates freedom of expression and the cultural diversity of the capital, Adele's home city.", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000516296150.jpg?strip=all&w=960"]], "author": ["Dan Wootton"], "date": "2020-09-01"}, "https://www.thesun.co.uk/news/12609201/extinction-rebellion-protester-blockade-is-jihadi-bride-isis-syria/": {"title": null, "subtitle": "", "text": "AN Extinction Rebellion protester arrested over the press blockade fiasco is a \"jihadi bride\" mum of nine who has denied joining ISIS.\\nNatalie Bracht is accused of teaming up with eco warriors to cause disruption outside the Newsprinters plant in Broxbourne on Friday.\\nShe refused to speak when she appeared in court earlier today over the high-profile incident.\\nDozens of environmental extremists stopped papers - including The Sun - from being delivered across the country over the weekend\\nJust last month, Bracht denied she was ever part of ISIS in Syria but was resigned to being treated as a terror suspect \"without conviction\".\\nShe did, however, admit to being involved with controversial campaign group Cage - which once described Jihadi John as a \"beautiful young man\".\\nSince coming back to Britain, she has claimed Universal Credit and has reportedly been hoping to earn extra cash as a busker, it's been reported.\\nShe remained silent as she appeared via video link from Stevenage Police Station for her court hearing at Luton Magistrates’ Court.\\nThe 45-year-old, who faces one charge of obstruction of the highway, was offered legal representation but turned it down, the court heard.\\nShe sat with her arms around her knees wearing blue trousers and a grey jumper and chose not answer any questions during the hearing.\\nCourt staff asked her to confirm her name and other personal details but she did not respond, reports Mail Online.\\nShe only spoke, in a German accent, to give the judge her address in West London.\\nBracht said: \"It is a squat.. There is a letter box outside.\"\\nShe was bailed to appear with 50 other XR demonstrators at St Albans Magistrates’ Court on November 27.\\nBracht, who holds dual nationality, was born in Germany at a British Army camp in Bielefeld.\\nUntil recently she was in her birth country but when the pandemic spread through Europe she was repatriated to the UK.\\nTwo years ago it was alleged she travelled to Syria in 2014 where she married ISIS fighter Celso Rodrigues Da Costa - a 31-year-old from London.\\nIt was also claimed she was among a group of Western women held in Kurdish-controlled camps in northern Syria.\\nTalking to the Sunday People Bracht said of the claims: “It has affected my family. I’ve been treated like a terror suspect.\\n\"It’s not for me. I can live with this. I have accepted I am a full-time terror suspect without conviction.\"\\nShe claimed she was \"interrogated\" by Special Branch for more than three hours under Schedule 7 of the Terrorism Act 2000.\\nBracht said: “They asked me where I had stayed in Syria. I had to tell them a couple of times, ‘Guys, I wasn’t in Syria.’”\\nShe has never been convicted of terror crimes.\\nBracht said she started volunteering as an interpreter for Cage in 2012.\\nShe said she began translating letters for terror suspects across the world because she was worried about increasing Islamophobia.\\nMore than 100 protesters targeted Newsprinters printing works at Broxbourne, as well as at Knowsley, near Liverpool, blocking the Sun, Times, Daily Mail and Daily Telegraph from leaving the depots.\\nA failed MP, a retired taxman and a 'birth striker' are among the protesters who took part in the blockade.\\nThe selfish move left newsagents, who were already hard-hit by the pandemic, with empty shelves on Saturday morning.\\nAmong the ragtag group who formed the blockade was Donnachadh McCarthy, former deputy chairman of the Liberal Democrats in the early 2000s.\\nHe unsuccessfully stood against Labour's Harriet Harman as an MP in Peckham in 2001 - but now calls himself a \"spokesman\" for XR.\\n\\n\\n\\n\\n\\n", "image": [["Natalie Bracht is accused of teaming up with eco warriors outside the Newsprinters plant ", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606775155.jpg?strip=all&w=709"], ["CCTV of Natalie Bracht with her daughters at King's Cross Railway Station in 2008", "https://www.thesun.co.uk/wp-content/uploads/2020/09/2111ea62-ebaa-42b5-a821-15591c1ed21f.jpg?strip=all&w=640"], ["The 45 year old has previously denied she was ever part of ISIS", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606780445.jpg?strip=all&w=960"], ["More than 100 protesters targeted Newsprinters printing works with blockades", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606245470-4.jpg?strip=all&w=960"], ["It was previously alleged Bracht travelled to Syria in 2014 where she married an ISIS fighter", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606775159.jpg?strip=all&w=540"]], "author": ["Jon Lockett"], "date": "2020-09-07"}, "https://www.thesun.co.uk/news/12589301/newsagents-blast-extinction-rebellion-protests/": {"title": "'HITTING US HARD' Newsagents blast ‘selfish’ Extinction Rebellion protesters for slashing sales with ‘pointless’ print blockade", "subtitle": "", "text": "NEWSAGENTS today blasted \"selfish\" Extinction Rebellion protesters for slashing their sales with a \"pointless\" print blockade.\\nCustomers were confronted with empty newsstands this morning after the eco-activists stopped papers from being delivered across the country.\\nAnd retailers – already hit by the coronavirus pandemic – were left frustrated as they were forced to turn away customers desperate for news.\\nSpeaking to the Sun Online, Barbara Etchells, who owns the C&W Etchells newsagents in Chorlton-cum-Hardy, Manchester, said she was worried her shop would be hit by the lack of sales.\\nShe said: \"This is all we needed after everything that's been going on with coronavirus.\\n\"It's a nightmare for a newsagent not to have any papers.\"\\nIt comes as...\\nThe 46-year-old added: \"We will have lost quite a bit of money as we have a lot of people who come in early for their paper and of course they buy other things too.\\n\"It's been very frustrating.\"\\nNewsagent Taru Maher also blasted the protesters for being \"far too extreme\" and \"selfish\", saying: \"It’s all about them no one else.\"\\nMrs Maher, who runs family off licence and newsagent Mahers in Loughborough, Leics, said: \"It’s unfair to stop national newspapers being delivered. They are a necessity for so many people.\"\\nSpeaking from his newsagency in Halstead, Rob Stevenson added: \"XR protesters try to make a point on TV and they think the way ahead is by upsetting people, the more exposure they get.\\n\"Each time they do this [protest] they upset more people. I don’t think upsetting the working class man is the way to go.\"\\nDilip Passi, who runs Carillon News in Loughborough, Leicestershire, fumed: \"It’s absolutely disgusting. Protesting is fine but not when it disrupts innocent businesses.\\n\"I’m losing sales because of this. We were closed for two months during the Covid lockdown and now we’re open although business hasn’t quite picked up. We don’t need this on top of everything else.\\n\"It’s selfish,  mindless and unnecessary.\"\\nOne newsagent, Nicky, told Times Radio that she had to lay off the paperboys and girls this morning.\\nShe voiced fears that older customers and those shielding who relied on hard copies would not be able to get their news today.\\nOne pensioner told The Sun Online how he walks to Morrisons every day to buy The Sun - but was left distraught and \"disconnected\" after being unable to buy one.\\nBoris Johnson and The Sun today condemned the attack on the free press, with the PM saying it was \"completely unacceptable\".\\nAlmost 80 protesters have so far been arrested across Hertfordshire and Merseyside after blockading the printing presses - some gluing themselves to the road or using bamboo to lock themselves to vehicles.\\nThe activist group said it was in \"rebellion\" to the media with today the middle of ten days of action for climate change.\\nBut businesses across the UK hit out at the demonstrations, with delivery rounds forced to be scrapped at the 11th hour as newspapers were unable to be released from the printworks.\\nNewsagent Jack Mathews said: \"It’s caused a lot of disruption, confusion, lost sales and disappointed customers. Saturdays our busiest day and The Sun’s among the most popular papers.\"\\nMr Mathews, partner at family-run Bradleys in Quorn, Leics, said: \"First thing in the morning we were told by our supplier that some papers would be delayed and we’d get them later. But by lunchtime they advise us there would be no Suns, Times or Telegraphs.\\n\"We do a lot of home deliveries and we were bombarded with people calling asking where there paper was. We kept on our drivers all morning to go back later in the day only for them to have nothing to deliver.\\n\"Extinction Rebellion shouldn’t be targeting small businesses and our pensioners who are stuck at home and rely on their papers for a source of news and enjoyment. It is totally out of order.\\n\"They may think they have a point to make but they’re going about it the wrong way. It’s appalling.\"\\nNeelesh Parekh, 45, owner of Reed newsagents in Portsmouth, said: “We haven’t received the Sun, Times and Telegraph. I’m very angry. Our customers rely on the papers, especially on a Saturday when people come in very early in the morning and they expect to buy the paper.\\n\"The protests that Extinction Rebellion is carrying out are ridiculous. We don’t know how long the protests are going to continue. We’ve just got to hold our breath really.\"\\nOur pensioners who are stuck at home and rely on their papers for a source of news and enjoyment\\nAmanda Godfrey, 52, manager of Robinsons News, Exeter, added: \"The protests are ridiculous. They are affecting people’s livelihoods - they are doing a huge disservice to the country by stopping the flow of news.\"\\nPensioner Jan Pallett, 75, popping back for the second time for her favourite paper and disappointed again, raged: \"What are these campaigners actually doing for the environment. Not a lot.\\n\"Instead of stopping papers being delivered to shops they’d be better off planting some trees.\"\\nSaqib Shabbit, 38, who runs Khawaja Brothers newsagents in Chorlton, said regular customers had been left confused by the empty shelves.\\nAnother newsagents wrote on Twitter: \"If you’re trying to gain support for your cause, you’re going the wrong way about it!\\n\"I work nights in a supermarket and then come to run a newsagents, on no sleep, where we now face financial penalties and disruption due to your protests!\"\\nAnd another Brit dad took to social media, saying: \"Took my lad 4 his paper round this morning at 6.30 & felt sorry for the old folk he delivers 2 who couldn’t be delivered the Sun, Times & Telegraph they were looking forward to.\"\\nThe Federation of Independent Retailers (NFRN) said it condemned the Extinction Rebellion demonstrations.\\nNational president Stuart Reddish said: \"Our members up and down the country have been left without supplies of the Times, Sun, Daily Mail and Telegraph and are having to deal with angry customers who are unable to get their daily newspaper.\\n\"This also impacts massively on our home news delivery operations. Many members have reported that their newspaper deliverers have been left hanging around as their deliveries have failed to arrive.\\n\"It also means we are unable to get newspapers to our elderly and vulnerable customers.\\n\"Newsagents have played a critical role during Covid-19 in getting newspapers into the hands of readers and this is not helpful at a time when every sale counts.\"\\nHome Secretary Priti Patel tweeted this morning, saying: \"This morning people across the country will be prevented from reading their newspaper because of the actions of Extinction Rebellion.\\n\"This attack on our free press, society and democracy is completely unacceptable.\"\\nThe protests were organised despite newspapers campaigning and highlighting climate change for years - with The Sun today running a comment piece from Sir David Attenborough urging the public to take the opportunity to tackle the climate crisis.\\nToday, Sir David Attenborough wrote in The Sun to say humanity is at a crossroads, saying: “The fewer demands we make on the planet’s resources, the better.\\n“We do that in terms of food, in terms of energy, in terms of being respectful to the environment. We can do lots of things.”\\nThe national treasure said: \"Humanity is at a crossroads. The natural world is under serious threat and the consequences could be apocalyptic.\"\\nSir David also warned against committing criminal acts, even in the name of a just cause, arguing: “I don’t think it is sensible politics to break the law.\\n\"If you are any good at all, some of your demands will be met and then you will be demanding people abide by those new laws.\\n“You can’t have it both ways.”\\nLast night's protests, which have continued into this morning, is the fifth day of action across the UK planned by the extremist group.\\nA string of demonstrations across the country began this month, with police moving in to arrest a number of activists for public disorder offences.\\nThis morning, demonstrations were again held in London with activists gathering outside Buckingham Palace to raise awareness for climate change.\\nThe protests also spilled into Trafalgar Square in the afternoon, forcing cops to ask demonstrators to move on.\\nSome had to be carried away from the area by officers.\\nAnd Piers Morgan tweeted about Sir David's comment piece for The Sun being prevented from hitting the stands due to the eco-warriors today, saying: \"The irony of this is fabulous. Extinction Rebellion are such unutterable morons.\"\\nMeanwhile Labour MP Dawn Butler this morning deleted a tweet praising the protesters.\\nA spokesperson for Newsprinters said: \"Overnight printing at two Newsprinters plants was disrupted by activity by Extinction Rebellion.\\n\"Thanks to other industry partners, printing was transferred to other sites. We apologise sincerely to any readers of The Sun, The Times, the Daily Mail, the Daily Telegraph and the Financial Times who may be unable to buy their usual newspaper this morning due to late deliveries.\\n\"Our teams are working to get newspapers delivered to retailers as soon as possible this morning.\\n\"This attack on all of the free press impacted many workers going about their jobs.\\n\\n\"Overnight print workers, delivery drivers, wholesale workers and retail newsagents have faced delays and financial penalty.\\n\"This is a matter for the Police and the Home Office.\"", "image": [["Rob Stevenson at his newsagency in Halstead said he was frustrated after his newsstands were left empty", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606270891.jpg?strip=all&w=720"], ["Barbara Etchells said it was a 'nightmare' for her business in Chorlton-cum-Hardy, Manchester", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606265215.jpg?strip=all&w=960"], ["Sun reader Lesley stands in front of empty shelves", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606286818.jpg?strip=all&w=960"], ["Jack Mathews of family business Bradleys in Quorn, Leicestershire, said the protests had caused 'disruption, confusion, lost sales and disappointed customers'", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606286898.jpg?strip=all&w=960"], ["Customer Brenda Stead said she would miss her morning paper today", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606286662.jpg?strip=all&w=960"], ["Neelesh Parekh, the owner of Reed newsagents in Portsmouth, said he was angry that his customers were left without papers ", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606271069.jpg?strip=all&w=525"], ["Newsstands were left empty this morning due to the protests", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606265221.jpg?strip=all&w=960"], ["Saqib Shabbit, 38, runs Khawaja Brothers newsagents in Chorlton and said customers were frustrated", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606265206.jpg?strip=all&w=960"], ["Peter Critten visited three newsagencies to buy a paper this morning", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606265410.jpg?strip=all&w=617"], ["Customers were faced with empty shelves", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606257690.jpg?strip=all&w=960"], ["Boris Johnson slammed the protests", "https://www.thesun.co.uk/wp-content/uploads/2020/09/Capture-3.png?strip=all&w=593"], ["Matt Hancock said the demonstrations were 'outrageous'", "https://www.thesun.co.uk/wp-content/uploads/2020/09/mh-papers.png?strip=all&w=596"], ["Newsagents spoke of their fury over the move", "https://www.thesun.co.uk/wp-content/uploads/2020/09/news.png?strip=all&w=590"], ["Extinction Rebellion's demonstrations forced a number of late paper deliveries", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606269965.jpg?strip=all&w=680"], ["A number of newsagencies were unable to stock papers as the deliveries were prevented by XR", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606240042.jpg?strip=all&w=960"], ["Empty shelves are seen in Manchester", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606245458.jpg?strip=all&w=758"], ["Merseyside Police have made a number of arrests outside Knowsley printing press", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606263380.jpg?strip=all&w=769"], ["Cops are this morning at the scene in Liverpool after the printing press was blocked", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606263374.jpg?strip=all&w=960"], ["Priti Patel tweeted that the attack on free press was 'completely unacceptable'", "https://www.thesun.co.uk/wp-content/uploads/2020/09/priti.png?strip=all&w=585"], ["Piers Morgan said the eco group were 'unutterable morons'", "https://www.thesun.co.uk/wp-content/uploads/2020/09/piers-2.png?strip=all&w=598"], ["Police used a cherry picker to reach protesters", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606266289.jpg?strip=all&w=960"], ["The demonstrations were slammed as an attack on free speech this morning", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606266291.jpg?strip=all&w=960"], ["A police officer searches a protester", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606223221.jpg?strip=all&w=960"], ["A man in a face covering is led away by police in Knowsley, Liverpool ", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606223046.jpg?strip=all&w=960"], ["The protests spilled into Trafalgar Square this afternoon", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606305549.jpg?strip=all&w=960"], ["Cops had to physically remove eco-warriors from the area", "https://www.thesun.co.uk/wp-content/uploads/2020/09/a2b01ee5-b99c-46fe-a4f1-c0f32c500622.jpg?strip=all&w=960"], ["Cops speak to Extinction Rebellion demonstrators this afternoon", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606305870.jpg?strip=all&w=960"], ["Protesters lay on the ground as cops watch outside Buckingham Palace", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606295083.jpg?strip=all&w=960"], ["Large groups gathered outside the palace in scenes of chaos in the capital", "https://www.thesun.co.uk/wp-content/uploads/2020/09/07e31ad6-696b-4b00-bb44-07149553fd2a.jpg?strip=all&w=960"]], "author": ["Brittany Vonow", "Chris Bradford"], "date": "2020-09-05"}, "https://www.thesun.co.uk/news/12752014/rod-liddle-heres-a-solution-boris/": {"title": null, "subtitle": "", "text": "I’VE been trying to work out how I can get through the next six months and remain kind of sane. Or at least no more insane than usual.\\nA whole bunch of new restrictions have been wheeled in.\\n⚠️ Read our coronavirus live blog for the latest news & updates\\nThey seem to have been dreamed up by people who can’t tell their ar*e from their elbow.\\nSo I can still go to the pub with my mates. But only until ten o’clock.\\nThat’s because before ten o’clock the Covid virus is entirely harmless. It’s like a pet hamster. You can pet it, feed it bits of carrot, and it won’t do you any harm.\\nBut after ten o’clock it apparently turns into a snarling, rampaging beast which will kill everybody. Just like a mogwai in that film Gremlins.\\nWhen I’m down the pub I can mingle with the other 120 people who are also down the pub.\\nBut with the wife and kid at home I can have only a maximum of three people over to my house in case we spread the virus.\\nI must wear a mask on public transport and maybe in future in restaurants. I suppose you can suck up the soup through the material.\\nThis is despite the fact that we were told, at the height of the pandemic, that masks were useless.\\nI don’t have to wear a mask in the supermarket queue outside, where I’m standing with 30 other people. But I do have to wear one in the shop itself, when I’m by myself in the aisle marked “cheap alcohol”.\\nIf I want to protest with the Black Lives Matter crew I can do so without being arrested. Same thing with the Extinction Rebellion mob.\\nBut if I want to protest about these patently stupid new restrictions I’ll get hammered with a massive fine.\\nA couple of months ago we were told to go out. To pubs, restaurants and the like.\\nWe were even bribed by the ­Government to do this. Go on, they said, fill yer boots. Now we’re being told to stay in.\\nA couple of months ago we were told to get back to work.\\nNo more home-working. Now we’re being told to work from home again. And not to use public transport.\\nWe’re over the worst of it, the Prime Minister said at the end of June. Way too early, Boris, way too early.\\nAnd telling us all to go out and buy stuff was seriously stupid.\\nNow we’re likely to have troops on the streets. As if we were a banana republic or some old communist-bloc country.\\nNone of this works. The rules lack logic and rationality. The public is confused, and has every right to be confused.\\nThere is no consistent message coming from our Government.\\nAnd that, I suspect, is because the ­Government doesn’t have the slightest clue what it is doing.\\nAs ever with Boris, he wants his cake and to eat it too. An economic recovery but no more Covid. You can’t have both, mate.\\nAnd treading a middle way between economic recovery and reducing the spread of the infection will not work.\\nWe’ll have a new lockdown as a consequence very soon.\\nThe sensible thing would be to protect the elderly and ­vulnerable. And let ­everyone else go about their business as normal.\\nBut the words “sensible” and “Boris” no longer belong on the same page.\\nA BUNCH of slebs decided to boycott social media site Instagram.\\nThey insist it isn’t doing enough to combat “hate speech”.\\nThe gang included model Cara Delevingne and the reliably doolally actress Gwyneth Paltrow.\\nBut they were back on Instagram the next day.\\nFlogging their products and bigging themselves up. There’s hypocrisy, and then there’s Celebrity Hypocrisy.\\nDRUG-using maniac Adam Russell decided to murder as many people as possible at Gatwick airport.\\nHe was intent on a “massacre”. He set off with a big knife. Only eagle-eyed security staff stopped the bloodshed.\\nRussell was eventually Tasered by the cops. What was his sentence? A 15-month suspended sentence.\\nPlus more treatment for his schizophrenia. And a gentle warning not to do it again.\\nJIM Murray is a writer and a whisky expert.\\nEvery year he compiles The Whisky Bible, easily the trade’s most popular and important guide to tasting Scotch.\\nBut now he’s fallen foul of the woke brigade.\\nAnother whisky writer, Becky Paskin, has complained about Murray’s language. She says he is sexist.\\nThis is because Murray sometimes jokingly compares drinking whisky to making love.\\nAs someone who couldn’t tell a Glenmorangie from a bowl of oxtail soup, I can’t comment on the specifics.\\nAll I can say is that whisky leaves me with a bad headache and a weird taste in the mouth.\\nSo not that dissimilar to love-making, so far as I can remember. But, anyway, Paskin whipped up a campaign.\\nAnd now leading brands, scared of the onslaught, have decided to have nothing more to do with Jim.\\nThe grim and humourless Paskin is triumphant. Doubly triumphant, as she is reportedly preparing to launch her own whisky bible. And Murray will be left without a business.\\nThis is the way the woke legions work. Scaring weak-minded companies, and bullying people. And destroying their lives.\\nTHE quiet Bedfordshire town has been hit by four earthquakes in two weeks. Including two in ONE DAY.\\nOK, at the moment they’re not quite the sort of earthquakes you get in San Francisco.\\nBut still, who knows what might happen next? A huge, fiery fissure might appear in the earth on the High Street.\\nAnd out of it will then pour Satan’s infernal imps, cackling and being evil.\\nI suspect it is the strain of being situated halfway between Milton Keynes and Luton. The town secretly wishes to be swallowed up.\\nSEEMINGLY every day President Donald Trump is handed a magnificent gift by his political opponents.\\nThe latest is Prince Harry and Meghan telling everyone they’ve got to vote Democrat. In not so many words.\\nYou can imagine how that’s going to go down in the blue-collar swing states? Places like Ohio and Wisconsin.\\n“Hey Bubba . . . Prince Harry says we ought to ditch Trump.”\\n“Who the hell is Prince Harry?”\\n“Bearded ginger halfwit from limeyland. His missus is that failed airhead actress.\\n“They’ve got 18 bathrooms, apparently. Probably because, between them, they produce so much . . .”\\nI’m telling you. This is the greatest gift to Trump and the Republicans since the Guardian got famous liberal British tossers to write to US voters, urging them to vote Democrat.\\nUS cities are still burning on account of those “largely peaceful” Black Lives Matter protests.\\nIn Minneapolis, violent crime surged when the city decided to stop funding the police.\\nSurprise, huh?\\nNow there’s vigilantes armed with rifles patrolling the city.\\nOrdinary Americans look at this with horror. And will vote for Trump.\\nI WENT to my local Sainsbury’s. Nobody queuing to get in.\\nSo I stood three metres from the entrance, masked up and waited to be allowed in by the bloke in charge of admission.\\n“Get behind the line,” he shouted at me. I looked. There was indeed a sticky-tape line four inches behind where I was standing. “But there’s nobody else here,” I protested.\\n“Stop whingeing and get behind the bloody line NOW,” he barked.\\n\\nCovid. What a gift it has been to the UK’s community of poundshop little Hitlers.\\nIt’s Morrisons for me from now on.\\nIS it time to get rid of the National Trust?\\nThis organisation is supposed to look after our historic buildings, parks and gardens.\\nBut right now it is wringing its hands. Some 93 of the properties it manages have “links with slavery and colonialism”.\\nYes, of course they do, you morons. They were built a long time ago.\\nHow did we end up with progressive nutters in charge of all of our institutions?\\nGOT a story? RING The Sun on 0207 782 4104 or WHATSAPP on 07423720250 or EMAIL exclusive@the-sun.co.uk", "image": [["The sensible thing to do now is protect the elderly and ­vulnerable and let ­everyone else go about their business", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000580948790.jpg?strip=all&w=960"], ["As ever with Boris, he wants his cake and to eat it too - but he can't have an economic recovery AND no more Covid", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000610109686.jpg?strip=all&w=960"], ["Of course I don't need a mask in a queue of 30 people, but I do have to wear one in the shop when I’m alone in the aisles", "https://www.thesun.co.uk/wp-content/uploads/2020/09/3cf8ace1-35d4-42e8-9270-63ae7907f7f0.jpg?strip=all&w=960"], ["And I can mingle with 120 others down the pub, but I can only have a maximum of six people at my house", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000610208347.jpg?strip=all&w=960"], ["Cara Delevingne and a gang of celebs boycotted Instagram...but it only lasted a day", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000365814560.jpg?strip=all&w=626"], ["Jim Murray has been accused of sexism for jokingly comparing drinking whisky to making love", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000439714536.jpg?strip=all&w=400"], ["Prince Harry and Meghan telling everyone to vote Democrat will go down brilliantly in the blue-collar swing states", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000610094132-1.jpg?strip=all&w=960"], ["Coronavirus has been a gift to the UK’s community of poundshop little Hitlers", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000609776414.jpg?strip=all&w=960"]], "author": ["Rod Liddle"], "date": "2020-09-23"}, "https://www.thesun.co.uk/news/uknews/12637247/winston-churchill-statue-extinction-rebellion/": {"title": "ICON DEFACED Churchill statue vandalised by Extinction Rebellion yobs as protesters leap on cars at Parliament Square demo", "subtitle": "", "text": "A MAN has been arrested on suspicion of causing criminal damage after Extinction Rebellion yobs defaced a Winston Churchill statue during an eco-rally in central London yesterday.\\nThe iconic monument was sprayed with the word \"racist\" in yellow graffiti - the third attack in as many months.\\nIt comes after the historic memorial outside Parliament was targeted twice in as many days during the Black Lives Matter protests in June.\\nMasked yobs were seen leaping on cars as thousands of XR protesters gathered in central London yesterday afternoon.\\nCops are battling to remove a roadblock thrown down by the eco-warriors.\\nTory MP George Eustice said yobs jumped on his car while a man was arrested on suspicion of causing criminal damage over the statue attack.\\nAt least 648 people have been arrested during the environmental action this month.\\nMayor of London Sadiq Khan said the new graffiti would be removed from the Winston Churchill statue as soon as possible.\\nHe said: \"This appalling vandalism is completely unacceptable. It will be fully investigated and the statue will be cleaned as quickly as possible.\"\\nLast week Priti Patel told police to use all available powers to crackdown on the eco-extremists after they blockaded national newspapers.\\nDowning Street accused XR of putting lives at risk by diverting crucial resources from the emergency services’ Covid battle.\\nThe group has wreaked havoc across the UK over the past week and prevented 1.5million newspapers reaching the shops on Saturday, leading to more than 80 arrests.\\nThe former Prime Minister's statue was defaced twice in less than a week during Black Lives Matter protests in June.\\nThe memorial to the wartime hero was graffitied with the words 'racist' - then four days later ACAB, believed to stand for \"All Cops are B*******.\"\\nBoris Johnson described the vandalism as \"absurd and shameful\" - and had to be boarded up.\\nThe PM said: \"We cannot now try to edit or censor our past.\\n\"We cannot pretend to have a different history.\"\\nStatues of Queen Victoria and slave trader Edward Colston were also targeted during anti-racism demos in June.\\nProtesters in Bristol tore down the Colston statue and threw it into the harbour.\\n\\nA second Winston Churchill statue was vandalised outside of central London earlier this year.\\nThe memorial in Woodford Green, northeast London, was similarly graffitied by demonstrators.", "image": [["Winston Churchill's statue has been defaced", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000607419814.jpg?strip=all&w=540"], ["The yobs spray-painted 'is a racist' under the former PM's statue", "https://www.thesun.co.uk/wp-content/uploads/2020/09/53b0ee60-c299-40b5-aefc-fbd19881af72.jpg?strip=all&w=630"], ["Yobs were seen leaping on top of cars ", "https://www.thesun.co.uk/wp-content/uploads/2020/09/2fc1356d-5ac8-4bf5-a091-80609c3f5f48.jpg?strip=all&w=960"], ["The lastest XR protest in Parliament Square this afternoon ", "https://www.thesun.co.uk/wp-content/uploads/2020/09/9774f54e-8e7c-4841-bbcc-51d644c07212.jpg?strip=all&w=960"], ["There is a big police presence as the XR demo takes place", "https://www.thesun.co.uk/wp-content/uploads/2020/09/29f385e0-447f-473f-8843-ad4225fb1e59.jpg?strip=all&w=960"], ["The statue was defaced by the protesters on Thursday", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000607426268.jpg?strip=all&w=960"], ["The wartime PM's statue was sprayed during Black Lives Matter protests earlier this year", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000587857760.jpg?strip=all&w=685"], ["Just last week Extinction Rebellion yobs blockaded printing presses across the UK", "https://www.thesun.co.uk/wp-content/uploads/2020/09/664b2d62-5da3-470d-8fa7-fe1a4e6ca754.jpg?strip=all&w=960"], ["A man attempting to remove the graffiti", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000607422465.jpg?strip=all&w=960"], ["The eco-extremists locked themselves topless against the railings of the Houses of Parliament", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000607424605.jpg?strip=all&w=960"], ["Two police stand next to the newly- defaced statue", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000607422463.jpg?strip=all&w=960"], ["XR protesters blockaded printing presses last week, which prevented 1.5million papers reaching shops", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000606268733.jpg?strip=all&w=960"], ["Police guarding a statue of Churchill during a BLM protest in June this year", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000592004035.jpg?strip=all&w=960"], ["The wartime PM's monument had to be covered amidst Black Lives Matter protests earlier this year", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000589962200.jpg?strip=all&w=960"]], "author": ["Claudia Aoraha"], "date": "2020-09-10"}, "https://www.thesun.co.uk/news/12685745/extinction-rebellion-protestors-limp-tactic-slammed-top-cop/": {"title": null, "subtitle": "", "text": "A TOP cop has slammed Extinction Rebellion protestors as a \"complete pain in the neck\" when they go limp during an arrest.\\nSir Steve House called on the campaigners to \"behave like adults\" - instead of requiring four officers to carry them away.\\nHe told the London Assembly Police and Crime Committee the group is a \"flipping nuisance\".\\nMetropolitan Police Deputy Commissioner Sir Steve told the committee: \"We have asked them to stop being floppy.\\n\"It might seem like a silly thing to say, but when we arrest them and pick them up they go all floppy, which is why you see four or five officers carrying them away.\\n\"It's a complete waste of officers' time, and a complete pain in the neck.\\n\"If they could just behave like sensible adults - you've made your point, you wanted to be arrested, you've been arrested, get up and walk away with one officer and stop wasting police time.\\n\"This is a real issue, and they will not do it, and it is a flipping nuisance.\"\\nXR held 10 days of protest in central London at the start of September, with the latest figures from the Met showing that 680 people had been arrested.\\nThese were for alleged offences including obstructing the highway, criminal damage and breaching the legal conditions set on the demonstration.\\nSir Steve went on: \"The problem with them going floppy and four officers carrying them away is that it looks to the general public like the police are overreacting here.\\n\"We're not making them go floppy - they're just being a nuisance.\"\\nExtinction Rebellion describes itself as a non-violent direct action and civil disobedience group.\\nIts eco-warriors have demanded that the Government declares a climate emergency.\\nLast week we told how police will be given sweeping new powers to remove climate change demonstrators who ­disrupt businesses or transport links.\\nMinisters plan to outlaw “guerrilla tactics” used by Extinction Rebellion protesters to create chaos.\\nThey will re-draw public order rules to make it harder for groups to blockade key sites such as power stations, railway stations, military bases or private companies.\\nUnder one plan, it will become an offence for protesters to superglue or chain themselves to vehicles, trains or railings to disrupt lawful activity.\\nLast year XR activists disrupted rush-hour services by gluing themselves to a train at a London station.", "image": [["Protestors go limp as they are carried away from demonstrations", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000607142488.jpg?strip=all&w=960"], ["The tactic requires multiple officers to help carry them away", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000607423480.jpg?strip=all&w=960"], ["Dozens of police officers have to come out when XR protest", "https://www.thesun.co.uk/wp-content/uploads/2020/09/d5257b6e-e0ce-4d76-ac69-2525f76a934f.jpg?strip=all&w=960"]], "author": ["Ellie Cambridge"], "date": "2020-09-16"}}