{"https://www.thesun.co.uk/news/16459499/drives-into-insulate-britain-protesters-blocking/": {"title": "ROAD RAGE Dramatic moment furious motorist in Range Rover drives into Insulate Britain protesters blocking the road", "subtitle": "", "text": "THE dramatic moment a furious motorist drives her Range Rover at Insulate Britain protesters has been caught on video.\\nFootage shows a pair group of protesters being confronted by the woman who screams at them “let me take my son to school”.\\nAfter getting back into her car the woman gets back into her car and drives at a pair of them pushing them along the road.\\nOther people at the side of the road can also be heard swearing at the Insulate Britain protesters.\\nThe confrontation began when the woman pulled up in her Range Rover and got out to remonstrate with the protesters.\\nKnow more about what happened or the mum involved? Contact The Sun news desk on 0207 782 4100 or email exclusive@the-sun.co.uk\\n\"I'm not joking, my son needs to get to school,  move out of the road,\" she said.\\nAs a woman protester explains why they're demonstrating, the woman blasts: \"My son is 11, he needs to get to school and I need to get to work.\\n\"So move out of the way then. Let me get my son to school.\"\\nAt that point the furious woman gets back in her car and drives at a pair of protesters.\\nAs a man can be heard shouting \"go on push 'em\", she then drives into their backs.\\nShe then gets back out and yells: \"I don't care what the f***ing issue is, my son needs to get to school.\"\\nIt appears the video was shot when school run mums and lorry drivers were held up at an industrial estate near the Dartford Crossing at Purfleet, Essex.\\nInsulate Britain is an Extinction Rebellion off-shoot campaign group.\\nIts eco warriors are calling on the UK Government to put in place policy and funding for a national home insulation programme.\\nStarting with all social housing they have demanded that Prime Minister Boris Johnson makes a “significant legislative change to start lowering emissions\".\\nThe protesters have caused misery for motorists in recent weeks with sit-ins on the M25, Britain's busiest motorway.\\nThe group has faced plenty of accusations about hypocrisy - and ringleader Liam Norton himself admitted he \"doesn't care\" about insulation.\\nThe Sun exclusively revealed that Norton - who stormed off Good Morning Britain after a clash with Susanna Reid - doesn't even insulate his own home.\\nDo you have a story for The Sun news desk?\\nEmail us at exclusive@the-sun.co.uk or call 02077824104. You can WhatsApp us on 07423 720 250. We pay for videos too. Click here to upload yours\\nClick here to get The Sun newspaper delivered for FREE for the next six weeks.", "image": [["Insulate Britain protesters blocking the road", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000687602719.jpg?strip=all&w=960"], ["The furious woman can be seen screaming at the eco-warriors", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000687602712.jpg?strip=all&w=960"], ["The moment the car is driven into the activists", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000687602771.jpg?strip=all&w=960"], ["The furious mum said she had to take her son to school and get to work", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000687602714.jpg?strip=all&w=960"]], "author": ["Tariq Tahir"], "date": "2021-10-18"}, "https://www.thesun.co.uk/news/16425803/josh-widdicombe-the-king-of-england/": {"title": null, "subtitle": "", "text": "DISCOVERING actor Danny Dyer is directly related to King Edward III of England was both the crowning glory of Who Do You Think You Are? and the beginning of the end for the BBC genealogy show.\\nNothing would ever be as good again, you assumed.\\nAnd so it proved, as subsequent series unloaded all the usual Beeb obsessions — slavery, trade unionists, Suffragettes — on some seriously bored celebs who usually responded to their ancestors’ suffering and sacrifices in exactly the same underwhelmed fashion.\\n“Wow.\\nAdmittedly, there was a break in the pattern during the 2019 edition featuring comedian Jack Whitehall who, viewers were probably stunned to discover, comes from a long line of massive bellends.\\nIt wasn’t until Tuesday night, though, that the show produced anything that was in the same league as Danny Dyer’s family tree.\\nWho Do You Think You Are? Josh Widdicombe. An episode dedicated to the Last Leg co-presenter which I hoped might clear up exactly when Zippy from Rainbow and a Cabbage Patch Doll mated their way into his gene pool.\\nIt didn’t, sadly, but what we got was almost as good, even if the show took a little while to get going.\\nIndeed, there were nearly 15 minutes of dead ends and false dawns before viewers were introduced to Josh’s great grandfather times ten, Henry Rich, who owned London’s Holland Park and was such a thorough-going royal creep Charles I made him his “Groom to the stool”.\\nA position lost in so much indignity and flowery language it required Hampton Court historian Tracy Borman to explain: “Your ancestor accompanied King Charles I to the toilet.\\n“And would make sure he was in a fit state to be presented to the public court.”\\n(Nervous laughter)\\n“Does that mean wiping . . ?”\\n“It does.”\\nJosh Widdicombe’s forebear, later executed by Parlia­mentarians for his sycophancy, was Royal A*** Wiper to the House of Stuart.\\nAn official position that still exists today, I believe, and is currently occupied by Gyles Brandreth, although Josh thought: “It sounded like the worst job in history.”\\nWhich is a bit rich coming from a bloke who’s paid to find Adam Hills funny.\\nStill, if all we learned from this exercise was that Josh Widdicombe was merely continuing this family tradition, it would have been a worthwhile hour.\\nThis was one episode of WDYTYA, though, that didn’t run out of steam, and from that point onwards the bombshells kept dropping.\\nFirst we learned that Josh’s great grandmother x12, Lettice Knollys, was involved in a love triangle with Elizabeth I.\\nThen there was a suggestion he was directly related to Henry VIII, on account of the fact Anne Boleyn’s sister, Mary, was also in the family tree, which was followed by the most staggering revelation of all.\\nJosh Widdicombe’s x23 great grandfather is King Edward I of England.\\nThe correct response to this stunning news, of course, should have been: “What? You’re telling me I’m Danny Dyer’s cousin?”\\nUnfortunately, Josh didn’t have it in his locker. In fact, he had no reaction other than the industry standard “Oh wow”, and was churning out five “Wows” a minute at one point.\\nA reaction that tells you one of two things.\\nEither celebrities are too over-entitled and ego-driven to be impressed by anything these days, or a distracted Josh was already working out how to ruin this amazing story with a really dreadful show at the Edinburgh Fringe.\\nWhatever the truth of it, this should probably have been the point where the BBC put Who Do You Think You Are? into cold storage until it can find a story as good as Josh or Danny’s.\\nI suspect, however, Auntie’s poverty porn addiction is too serious to give up on the show and all the ensuing misery will ensure this fine episode is merely remembered as the one where we learned there is no history of comedy in Josh Widdicombe’s family.\\nWow.\\nWHO Do You Think You Are? Josh Widdicombe: “He was on the scaffold for an hour before he was beheaded? What goes through your mind?”\\nAn axe, eventually.\\nFORGIVE the heresy, but I always detested The Darling Buds Of May on account of the fact they looked and sounded far too much like an off-shoot of the Fred West clan for my liking.\\nNotwithstanding the presence of Bradley Walsh, who remains television’s single greatest all-round entertainer, I’ve got similar reservations about ITV’s cheerfully sinister reboot, The Larkins, who also feel like they’re hiding a really dark secret.\\nThe Inland Revenue may have rumbled the selfish sods’ tax evasion but there’s a far worse crime hiding under Pa’s barn extension, trust me on this one.\\nEven assuming most of you don’t feel the same way about The Larkins, though, the most culturally diverse village in post-war Kent still has an unavoidable issue with the casting.\\nThe saving grace of the early 90s original was, of course, the discovery of Catherine Zeta-Jones, who was very obviously one of the most beautiful women on the planet.\\nThis time round they’ve attempted to fill the crucial Mariette role with Bridgerton’s Sabrina Bartlett, who may be a good-looking lass, but she’s not in the Catherine Zeta-Jones magnetism class.\\nNor, as the script keeps claiming, is she anything like “19”. Indeed, if I had to hazard a guess, I’d say she’s probably older than the former Soviet Republic of Kyrgyzstan, which turns 30 in December.\\nTalented as she may be, Sabrina’s also got the slightly world-weary voice of a middle-aged Englishwoman, making a mockery of all the script’s teenage flirtations and Mariette’s wanderlust, which had village snark Pauline warning her, if she ran off to Paris, she’d end up living: “With a drunken t***pot, in Dover, looking 50.”\\nOr as ITV probably refers to this period: “Episode four.”\\nMASTERMIND, Clive Myrie: “In May 2021 which football club won the English Premier League for the third time in four seasons?”\\nTara: “Germany.”\\nThe Chase, Bradley Walsh: “In Israel the Law of Return allows anyone of what faith to claim citizenship?”\\nRebecca: “Islam.”\\nBradley Walsh: “What celestial body is the focus of the Japanese festival of Tsukimi?” Sarah: “Sumo Wrestling.”  . . . “The moon.”\\nALL those exhibitionist eyesores, on Channel 4’s My First Threesome, probably putting every viewer off the idea permanently.\\nAnton Du Beke dragging every Strictly verdict back to the subject of himself.\\nITV reminding viewers just how much it now hates its own audience with Angela Black. None of our “fearless” satirical shows having the balls to tackle those Insulate Britain t***ers.\\nAnd Late Night Mash guest Rosie Jones complaining about her “lack of screen time” while simultaneously appearing on BBC1’s Question Time and being accessible, via the Sky Planner, on 20 other television shows.\\nMay the merciful Lord help us all if Rosie ever becomes slightly overexposed.\\nTHE Last Leg, Adam Hills: “A musical about Josh Widdicombe. Any suggestions?”\\nA Funny Thing Didn’t Happen On The Way To The Forum.\\nMEANWHILE, on EastEnders, outline planning permission’s been given for the new mosque, the launderette’s magically grown a back office that’s the size of a squash court, Ruby’s been struggling with the prospect of endometriosis, Isaac, has battled schizophrenia and they’ve also raised the issues of cancer, manic depression, post-traumatic stress disorder, heroin addiction, alcoholism and female genital mutilation.\\nYet still the ratings fall.\\nAm baffled. Completely. And utterly. Baffled.\\nGREAT TV lies and delusions of the month.\\nFirst Time Mum, Ferne McCann: “This is the best series yet. There’s a real charm about the show.”\\nThe Last Leg, Adam Hills: “Turn on the TV, put it over to Channel 4 and let’s hope we stay on air.”\\nMurder Island, ‘Detective’ Rox: “You can hear my dad saying ‘You’re too thick to do this’.”That’s not your dad, Rox. It’s me.\\nITV quiz. What was Emma Thompson referring to, on Saturday night, when she said: “I told Greg (Wise) to do something I wouldn’t have the courage to do myself.”\\nA) Fly economy to an Extinction Rebellion protest?B) Send their kids to the local comprehensive?C) Slum it with some C-listers on Strictly?\\nTIM Sherwood: “It’s always a win-win situation, until you lose.”\\nRobbie Savage: “In a word, Salah scores goals.”\\nLee Hendrie: “The one thing these players have got is heart, determination and no lack of skill.”\\n(Compiled by Graham Wray)\\nBBC2’s harrowing and award-worthy documentary Hunting The Essex Lorry Killers.\\nDave Chappelle’s Netflix special The Closer.\\nSky’s Ian Crocker perfectly summing up the exquisite feeling of Scotland’s thrilling injury-time win over Israel: “They rarely make things easy but, hey, isn’t it fun.”\\nAnd the eagerly-awaited return of BBC2’s Guilt which has a brilliant script, soundtrack and cast and is also one of those rare mainstream dramas that doesn’t leave you feeling brow-beaten and hated by the host network.\\nThe rest might as well all come with the same caption: “Watch Squid Game instead.”\\nTHIS week’s winner is karaoke-loving Conservative MP Therese Coffey and Nathan, from South Park.\\n\\nSent in by Queen Irene.\\nPicture research Amy Reading", "image": [["Josh Widdicombe discovered a major Royal connection on Who Do You Think You Are?", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000686632180.jpg?strip=all&w=960"], ["Mariette Larkin as played by Sabrina Bartlett on the ITV reboot The Larkins", "https://www.thesun.co.uk/wp-content/uploads/2021/10/e96ec27e-5c03-4f22-b0f5-9f7c73df1a87.jpg?strip=all&w=655"], ["Mastermind host Clive Myrie was left looking miffed at a contestant's absurd answer", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000673421450.jpg?strip=all&w=960"], ["Channel 4's My First Threesome probably puts every viewer off the idea as it is full of exhibitionist eyesores", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000683365849.jpg?strip=all&w=960"], ["EastEnders Isaac has battled schizophrenia", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000663134909.jpg?strip=all&w=744"], ["Ferne McCann said: 'This is the best series yet. There’s a real charm about the show'", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000614671004.jpg?strip=all&w=960"], ["Tim Sherwood astutely said: 'It’s always a win-win situation, until you lose'", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000383336699.jpg?strip=all&w=960"], ["BBC2's Hunting the Essex Lorry Killers left viewers sobbing", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000684515663-1.jpg?strip=all&w=960"], ["Tory MP Theresa Coffey, left and Nathan from South Park", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000685403456.jpg?strip=all&w=454"]], "author": ["Ally Ross"], "date": "2021-10-14"}, "https://www.thesun.co.uk/news/16565724/topless-extinction-rebellion-protester-totally-nude-downing-street-protest/": {"title": "NAKED TRUTH Topless Extinction Rebellion protester goes TOTALLY nude in Downing Street protest", "subtitle": "", "text": "A TOPLESS eco-warrior has taken her campaign one step further and completely bared all at Downing Street as she demands the “naked truth”.\\nLaura Amherst, 31, stripped down to just rainbow striped socks and trainers to protest outside of No 10 - even ranting at security guards.\\nThe mum-of-one used signs and placards to cover up some of her modesty while demonstrating outside of the Prime Minister's home.\\nShe hopes to encourage Boris Johnson and the government to set a target of achieving net-zero carbon emissions by 2025 and she also wants them to address animal agriculture.\\nLaura also posted footage online of her telling security guards that she is not breaking any laws by “trying to save the planet”.\\nShe said: \"They were trying to threaten me telling me I’m breaking the law and harming children.\\n\"It makes me so angry.\"\\nPosting on Instagram, Laura said she was unable to share the images on social media as she worried that they would be removed for breaking guidelines, but she felt compelled to take another stand.\\nShe said: \"Drastic measures were put in place in war time and in Covid- yet not to stop extinction? The messages are not sinking in that this is an EMERGENCY.\\n\"What is it going to take for people to wake up, and do what needs to be done?\"\\nPreviously Laura hit headlines when she showed up at Extinction Rebellion marches topless and then set up an OnlyFans page to donate some of her funds to the campaign.\\nTwo weeks ago the blonde mum announced that she was going on hunger strike to get a response from the Prime Minister after asking him to set more ambitious targets to reduce carbon emissions.\\nLaura declared that she wouldn't eat anything more until the government responds to the letter.\\nShe made a name for herself by going topless at the Extinction Rebellion protests, claiming she was doing it to \"draw attention to the threat of climate change\".\\nBut her protests have come under fire from people online who claim she's \"attention-seeking\", \"wants to be an influencer\" and told her to put her clothes on.", "image": [["Laura donned only rainbow socks and trainers for her protest", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000689802329.jpg?strip=all&w=640"], ["She previosuly posted on OnlyFans to raise money for the campaign", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000689802456.jpg?strip=all&w=768"], ["She bared all in an attempt to grab attention for her protest", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000689802335-1.jpg?strip=all&w=640"], ["The mum-of-one previously went on a hunger strike", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000689802247.jpg?strip=all&w=768"], ["She stripped off to make her point outside No 10", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000689802174.jpg?strip=all&w=960"]], "author": ["Emma James"], "date": "2021-10-28"}, "https://www.thesun.co.uk/news/16323821/block-ambulance-dying-patient-extinction-rebellion-founder/": {"title": "BLOCKHEADS I would block ambulance with dying patient, says Extinction Rebellion founder after eco-warriors spark traffic chaos", "subtitle": "", "text": "THE founder of Extinction Rebellion has today insisted he too would block an ambulance after shocking footage emerged of a woman slamming eco-warriors as her mum was rushed to hospital.\\nRoger Hallam said he wouldn't have moved for the distressed woman outside Blackwall Tunnel in order to get the group's message across.\\nSpeaking to The London Economic podcast, Unbreak the Planet with Mike Galsworthy, the eco-warrior said he would have \"stayed there\".\\nAnd when asked whether he wouldn't have moved if there was someone dying in the ambulance, he simply replied \"yes.\"\\nDo you know the woman involved? Have you been affected by today's protests? Email britta.zeltmann@the-sun.co.uk or call 0207 782 4368\\nHe added: \"What we're talking about is the loss of people's pensions in the next ten years, the loss of people's incomes, the mass migration of hundreds of millions of people, the indescribable injustice to people of colour in the global south because of the collective selfishness of people in the north.\"We're talking about the biggest crime in human history imposed by the rich against the global poor.\\nIt comes as this morning a woman following her mum in an ambulance today begged \"selfish\" eco-warriors to let her pass as they held all four corners of London hostage in yet another string of protests.\\nThe capital was plunged into lockdown this morning as Insulate Britain sealed off key routes at Blackwall Tunnel, Hanger Lane, Wandsworth Bridge and Arnos Grove.\\nCars could be seen piled up as far as the eye could see on the A102 Blackwall Tunnel approach as fuming Londoners tried to enter the city.\\nHarrowing footage showed one woman desperately pleading with activists as they stopped her following her 81-year-old mum in an ambulance.\\nA gormless group of protesters could be seen standing by as the desperate daughter screamed: “She’s in the ambulance, she’s going to Canterbury - do you think I’m stupid? She’s in Canterbury!\\n\"I need to go to the hospital, please move your cars. This isn’t okay!\"\\nDespite her helpless cries, the protesters refused to budge.\\nAnd the woman could be heard begging: “How can you be so selfish? This is so selfish. Can you not just understand, my mum is 81 and she’s going to hospital.\\n“Unbelievable. On your conscience let it be.\"\\nIt came as chaotic scenes unfolded across the city with furious commuters desperately trying to get to work on time.\\nTempers flared at Wandsworth Bridge as drivers dragged sitting protesters from the road in the hope of driving around them.\\nHauling one activist by the scruff of his vest, one man raged: \"I've got a f***ing job to do, get out the road.\"\\nOther drivers joined in, pulling protesters to the side of the road so their cars could pass while demanding activists moved on.\\nOne van nearly mowed a group down at Blackwall Tunnel, as he tried to drive around them, while others hooted their horns.\\nThe Metropolitan Police said it has since arrested 38 people on suspicion of disrupting the highway and conspiracy to cause public nuisance.\\nThe force said heavy disruption remains on the A2, the A3, the A12 and A40, although the roads remain open.\\nIn a statement on Twitter, the Met said: \"We consider protests of this nature unreasonable and are acting as quickly as possible to minimise disruption caused to members of the public using the roads.\"\\nInsulate Britain, who want the government to commit to providing insulation for 29 million homes, said around 50 people were involved in today's demonstration.\\nResponding to footage of people being pulled from the road, the group said: “We share the frustration of the people being delayed on the roads today.\\n\"The Insulate Britain protests could end immediately, the government has a choice - make a meaningful statement that we can trust on insulating our homes, or make the decision to imprison those people who are more scared of the destruction of their country than they are of fines or a six month sentence.\"\\nIn recent weeks they have blocked slip roads, glued themselves to the road and poured paint onto the carriageway of the M25, which runs around London.\\nSpeaking this morning on GB News, Craig Scudder said: \"We're carrying on. There'll be disruption today and I apologise for that but we're carrying on until the government issues a meaningful statement on how they're going to address this issue.\\n\"We're creating jobs, we're stopping people dying, we're taking people out of fuel poverty - it really is just a win win win.\"\\nIt comes after the Government obtained a High Court injunction against the protests last week, meaning anyone blocking the M25 could be found to be in contempt of court, carrying a maximum penalty of two years in prison or an unlimited fine.\\nBut the brazen eco warriors have not been deterred, continuing to block roads across the country.\\nActivists stormed the M4 on Friday and glued themselves to the M1 during rush hour before a frustrated driver ripped a sign from their hands and lobbed it into some bushes.\\nThey targeted Junction 3 of the M4 near Heathrow Airport and the M1 at Junction 1 at Brent Cross, north London.\\nAround 30 hi-vis-wearing environmentalists joined the demonstration in their tenth protest in a matter of weeks.\\nSome chained themselves together as they brandished banners in the middle of the road, while others glued themselves to the surface and even each other.\\nOf the chaos, Home Secretary Priti Patel said: \"The right to protest is a fundamental principle of our democracy but we will not tolerate guerrilla tactics that obstruct people going about their day-to-day business.\\n\\n\"That is why we will increase the maximum penalty for disrupting a motorway to an unlimited fine or up to six months in prison - or both.\\n\"While the Labour Party stand on the side of these so-called 'activists', the Conservative Party will always back the law-abiding, hard-working majority in this country.\"", "image": [["One woman could be seen desperately yelling at Insulate Britain activists", "https://www.thesun.co.uk/wp-content/uploads/2021/10/Screenshot-2021-10-04-08.49.17.png?strip=all&w=449"], ["Roger Hallam said he would not have moved for an ambulance with a dying patient", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000609954650.jpg?strip=all&w=960"], [null, "https://www.thesun.co.uk/wp-content/uploads/2021/10/VP-MAP-LONDON-BLOCKED.jpg?strip=all&w=818"], ["It is the latest in days of traffic chaos sparked by the group", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000684461423.jpg?strip=all&w=960"], ["Cops wrestle with a protester at Hanger Lane", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000684476586.jpg?strip=all&w=960"], ["Fuming commuters tried to drag the protesters off the road at Wandsworth Bridge", "https://www.thesun.co.uk/wp-content/uploads/2021/10/Screenshot-2021-10-04-09.27.48.png?strip=all&w=519"], ["Eco-protesters have blocked Blackwall Tunnel in London", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000684461608.jpg?strip=all&w=960"], ["Insulate Britain hold banners as fuming Londoners are left in limbo", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000684481655.jpg?strip=all&w=960"], ["The city was plunged into chaos", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000684490500.jpg?strip=all&w=960"], ["Traffic piles up on the A102 Blackwall Tunnel approach", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000684481791.jpg?strip=all&w=960"], ["Police cars desperately tried to divert the chaos in the capital", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000684481794.jpg?strip=all&w=960"]], "author": ["Britta Zeltmann"], "date": "2021-10-04"}, "https://www.thesun.co.uk/news/16489043/heroic-school-run-mum-car-eco-warriors-prosecuted/": {"title": "MOB RULE ‘Heroic’ school-run mum who rolled her Range Rover into Insulate Britain eco-mob faces calls to be PROSECUTED", "subtitle": "", "text": "DETECTIVES are being put under pressure to prosecute a “heroic” mum who was filmed rolling her Range Rover into an eco-mob.\\nSherrilyn Speid, 34, drove her £80,000 car into two Insulate Britain activists who were blocking her path as she tried to take her 11-year-old son to school.\\nThe activists had sat down in the middle of the road attempting to block it on October 11 just as the glam mum was trying to do the school run.\\nSherrilyn, amental health specialist, said she lost her temper when the two women rudely refused and laughed at her as they sat in a road in Purfleet, Essex.\\nThe mum’s brazen actions on October 11, have since been praised by Brits who have branded her a “hero” and “legend”.\\nBut Essex Police are now facing calls on social media to arrest and charge the businesswoman for her actions.\\nOne angry person wrote to the force: “As her own version of events is not a defence or an indication of remorse, I take it EssexPoliceUK will be contacting CPSUK to press charges against Sherrilyn Speid?”\\nA second person posted: “She REALLY needs to lose that driving license EssexPoliceUK.\\n“Operating heavy dangerous machinery on public spaces is something that should only be done with great care & respect.”\\nAnother added: “Essex Police Roads is anyone doing anything about this vehicular assault in a vehicle which was using the road illegally whilst simultaneously driving on the wrong side of a traffic island with a half bald NSF tyre?”\\nA third posted: \"She should have had a warning from the police for that - you do NOT use your vehicle as a weapon in any way shape or form. Insulate Britain are vermin, but she went too far.\"\\nSome even went so far to say that she should \"never been allowed a driving licence again.\"\\nOthers responded to unrelated tweets by the force saying “great news, you have time for this now”.\\nBut other users have branded her a \"hero\", saying that she did the right thing.\\nOne said: \"The female driver deserves a medal. So refreshing to see someone with common sense standing up to stupid, selfish people.\"\\nAnother wrote: \"She should be Prime Minister in my opinion, good on her.\"\\nA third added: \"Well done let us have more of this we need to get rid of this scum.\"\\nWhat they’re doing is wrong. They’re not peaceful, they’re obstructive and they’re rude.\\nSherrilyn was accused of trying to kill the climate protesters by the Independent’s resident climate columnist Donnachadh McCarthy.\\nSpeaking on GB News he said: “This woman is a mother and she drove a car over two peaceful women. What an example to give to her child.”\\nBut single mum Sherrilyn hit back during the lively debate and said the two women were not hurt and were “faking it”.\\nShe said: “I would never hurt anyone. They weren’t listening to me. When I was nice they ignored me. I thought I would get in the car and rev it a little bit.\\n“All of that “ow ow” was dramatic and fake. There’s no way it hurt them.\\n\"They still didn’t move. I got in the car and some men helped me and got them out of the way so I could take my son to school.”\\nExtinction Rebellion representatives reportedly  asked Sherrilyn not to appear on the show, to which she replied: “They’re ridiculous. They don’t want that smoke with me. I was more than happy to have the debate with them.”\\nFootage of the incident shows Sherrilyn getting out of her black Range Rover Velar to remonstrate with the Insulate Britain duo because she needed to get her son to school.\\nBut when they refused, she got back in her motor, started up and rolled it into the protesters to push them out of her way.\\nOnlookers eventually dragged them away but Sherrilyn’s usual ten-minute trip took 45 and she and her son were late.\\nSherrilyn, who was a youth worker for seven years, insisted she just gave the eco-zealots a “nudge” as a scare tactic and “would never hurt anyone and is not violent”.\\nShe added: “I shouldn’t have let the anger get the better of me but they pushed me to the edge.\\n“What they’re doing is wrong. They’re not peaceful, they’re obstructive and they’re rude.\\n\"I’m upset I lost my temper and maybe I could’ve gone about it in a different way but I will always stand up for what I believe in - that people should be entitled to live their normal lives.\\n“And I was standing up for all the other mums who are just trying to take their kids to school.”\\n\\nAn Essex Police spokesman said: “We are aware of footage relating to an incident during a protest in Stonehouse Lane, Purfleet on 13 October.\\n“We have identified those believed to be involved and our enquiries are ongoing.”", "image": [["Sherrilyn is facing a backlash of people who think she should be prosecuted over the incident", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000687778952-1.jpg?strip=all&w=768"], ["The glam mum clashed with the eco-warriors earlier this month", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000687602690.jpg?strip=all&w=960"], ["The mum claims that she simply 'nudged' the protesters", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000687602716.jpg?strip=all&w=960"], ["She had been trying to take her son to school when they blocked the road", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000687778874-1.jpg?strip=all&w=768"], ["Police have confirmed that they are looking into the incident", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000687602719-2.jpg?strip=all&w=960"]], "author": ["Emma James"], "date": "2021-10-21"}, "https://www.thesun.co.uk/news/16339112/insulate-britain-roger-hallam-diesel-vehicles-farm/": {"title": null, "subtitle": "", "text": "EXTINCTION Rebellion's eco-warrior founder has been branded a \"hypocrite\" for keeping six gas-guzzling vehicles on his farm.\\nRoger Hallam runs an organic veg business from his home in Carmarthenshire, South Wales.\\nBut the eco-warrior, whose recent comments over Insulate Britain protesters blocking ambulances sparked fury, has been accused of double standards.\\nHallam has five diesel vehicles on his farm with two others found in the past, Mail Online reports.\\nSome of the gas-guzzling cars wouldn't even qualify for London's new ultra low emissions zone.\\nIt is not clear whether he owns the vehicles but neighbours have still been quick to blast him.\\nOne said: \"It doesn't actually matter whether he owns them or not. The point is, what are they doing on the farm of somebody who preaches about green energy and the environment?\\n\"The fact that it's an organic farm makes it even more ludicrous. He's a prize hypocrite - what he preaches and what he does are two different things.\\n\"There are diesel vehicles on his farm leaving a carbon footprint and for that to be allowed is a disgrace.\"\\nHallam caused outrage this week when he insisted he would block an ambulance after footage emerged of a woman slamming eco-warriors as her mum was rushed to hospital.\\nThe woman was following her mum in an ambulance when the Insulate Britain protesters held all four corners of London hostage in yet another string of protests.\\nSpeaking to The London Economic podcast, Unbreak the Planet with Mike Galsworthy, the eco-warrior said he would have \"stayed there\".\\nAnd when asked whether he wouldn't have moved if there was someone dying in the ambulance, he simply replied \"yes.\"\\nHallam co-founded militant green group Extinction Rebellion before leaving to join Insulate Britain.\\nBut The Sun revealed how Hallam's 2,000 sq ft detached farmhouse has an energy rating of G - the worst possible rating.\\nIt allegedly produces four times the amount of CO2 of an average household.\\nThe eco-firebrand first caused controversy in 2019 when he called the Holocaust “just another f***ery in human history”.\\nHallam compared the Nazi murder of six ­million Jews to other massacres — and said we should react to climate change in the same way.\\nAnd last year he suggested MPs and business owners \"should have a bullet through their heads\".", "image": [["Roger Hallam has six diesel vehicles on his organic farm", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000609954650-1.jpg?strip=all&w=960"], ["Hallam runs an organic veg company on his farm in Wales", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000679796798.jpg?strip=all&w=765"], ["He is the co-founder of Extinction Rebellion", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000495787810.jpg?strip=all&w=960"], ["Hallam parted ways with the group and is now part of Insulate Britain", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000555475070.jpg?strip=all&w=960"]], "author": ["Holly Christodoulou"], "date": "2021-10-06"}, "https://www.thesun.co.uk/news/16390306/insulate-britain-protester-married-tfl-boss/": {"title": "TROUBLE & STRIFE Insulate Britain protester arrested for blocking M25 is MARRIED to road boss responsible for traffic flow", "subtitle": "", "text": "AN Insulate Britain protester nicked for blocking the M25 is married to a road boss responsible for traffic flow.\\nCathy Eastburn, 54, vowed to unleash hell on drivers but shares a £1.5million home with TfL’s Benedict Plowden.\\nThe bizarre arrangement was called “staggeringly inappropriate”, with the Transport for London chief, 58, also accused of harbouring extremists.\\nHis activist wife has been arrested several times during M25 blockades for Insulate Britain, which were last week the subject of a High Court injunction by TfL.\\nOne driver who confronted the protesters said last night: “I wouldn’t like to comment on what their dinner conversation is like at the moment.”\\nCambridge philosophy graduate Ms Eastburn is one of Britain’s most prolific climate activists and has been nicked on multiple occasions.\\nIn 2019, the sound therapist and professional musician was arrested twice in London protesting for Extinction Rebellion — gluing herself to a hotel and a DLR train.\\nHer first known involvement in the Insulate Britain protests was on September 15 when she was pictured on the M25 near Dartford.\\nInjunction papers show she was arrested two days later, for another M25 protest.\\nOn September 21 she was snapped glued to the road on the M25 near Cobham, Surrey, and was arrested again days later for a similar stunt at the Heathrow junction.\\nOne furious woman got out of her car to tell her group: “I’ve got to feed my kids now. I need my money now, to feed my kids, but you don’t get that. You don’t get it.\\n“If you did, you wouldn’t be blocking normal people like me, trying to get to work to feed my kids. You’re ridiculous.”\\nMs Eastburn bragged last month how she had been arrested four times protesting for Insulate Britain - but had not been quizzed once.\\nThe mum to two girls aged 17 and 21 also whined online: “I am exhausted after three weeks of nonviolent civil disobedience.”\\nHer out-of-office reply to emails boasts: “If you’re reading this, it is because I have been arrested and possibly put in prison on remand.”\\nInsulate Britain activists have also brought traffic to a standstill at the Blackwall Tunnel and Wandsworth Bridge - right in the middle of TfL’s heartland.\\nMs Eastburn has allowed fellow activist David McKenny, 38, to stay at the £1.5million home she shares with her husband in South London.\\nShe and McKenny have pledged to “unleash hell” on innocent drivers in the run up to next month’s COP26 climate summit with yet more blockades of key roads and motorways.\\nTheir domestic arrangement was last night blasted by Tory MP Greg Smith, who sits on the transport select committee.\\nHe told the Sun: “Insulate Britain has caused untold misery for individuals and businesses over recent weeks. And it is an absolute kick in the teeth that someone senior in TfL - an arm of the British state - has been harbouring them in their house. This is unacceptable.”\\nHe went on: “It is unbelievable that someone in TfL - who have themselves been victim to these extremists - have been looking after these extremists in luxury.”\\nMr Plowden, on £170,000 a year, has been tasked with “getting London moving after the pandemic”, though last night it emerged he was leaving his post.\\nLondon mayor Sadiq Khan, who oversees TfL, has previously accused Insulate Britain of risking people’s lives — and believes their protests have backfired.\\nHe said: “I think the tactics of those people who are protesting on the M25 are completely wrong.\\n“You’re endangering your own life, you’re endangering the lives of those on the M25.\\n“They could be people rushing to get to a hospital, it could be they’re going to an appointment, and you’re jeopardising their safety by jumping in front of cars.\\n“You’re not making people like me more sympathetic to this issue of climate emergency.”\\nAfter a successful injunction last week, TfL claimed: “The safety of people travelling on the capital’s roads is our number one priority.”\\nSelf-employed insulation-fitter Tom Watson, 37, who was hauled back by cops as he tried to confront the protesters, told how he felt sorry for Mr Plowden.\\nHe said: “It’s laughable. It’s just a joke. They should be sitting down in their £1.5million homes and using their brains to come up with better solutions rather than stopping ordinary people getting to work.\\n“I feel for the husband. He’s working for TfL trying to get everyone moving and she’s stopping everyone. She should understand how important transport is. I wouldn’t like to comment on what their dinner conversation is like at the moment.”\\nOxford graduate Mr Plowden is descended from William the Conqueror and has aristocratic ancestors on both sides of his family.\\nHis paternal grandmother was deputy director general of the BBC.His grandfather Lord Edwin Plowden was a prolific civil servant described as “shaping Britain from the economy to atomic energy”.\\nThen-PM Margaret Thatcher threw him a lavish retirement bash in 10 Downing Street.\\nLast night Transport for London revealed that Mr Plowden would be stepping down after 20 years at the organisation.\\n\\nA spokesperson said: “We do not comment on the activities of the families of our staff. Ben Plowden has been a dedicated servant of London for many years – including playing a pivotal role in ensuring the London 2012 Games were a success. He decided several weeks ago that he will be leaving TfL at the end of October to pursue other opportunities.”\\nAsked about her husband’s job Ms Eastburn yesterday declined to comment.\\nBy ROB PATTINSON\\nCATHY Eastburn has been arrested 12 times in less than three years but says: “I am not a criminal.”\\nShe was first nicked in February 2019 after Extinction Rebellion activists glued themselves to a London Park Lane hotel during an oil conference.\\nSix weeks later she attached herself to a DLR train in East London. She was held on remand for just over a week before getting a 12-month conditional discharge.\\nIn October 2019 she sprayed the Treasury building in Whitehall with fake blood.\\nEastburn protested topless outside Parliament in September 2020, admitting her youngest daughter was “mortified”.\\nShe shamelessly confronted 95-year-old Sir David Attenborough at his home while he was shielding last October, accusing him of not telling the truth about climate change.\\nShe has made repeated trips to Indonesia for her music career, but said she has given up flying.", "image": [["Cathy Eastburn, pictured on top of a DLR train during an eco-protest, is married to TfL chief Benedict Plowden", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000685424157.jpg?strip=all&w=960"], ["Cathy Eastburn, pictured with a friend, is one of Britain’s most prolific climate activists", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000685784733.jpg?strip=all&w=888"], ["TfL’s Benedict Plowden has been accused of harbouring extremists", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000685570541.jpg?strip=all&w=800"], ["Police remove Cathy Eastburn from the roof of a DLR train in 2019", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000685424145.jpg?strip=all&w=640"], ["Ms Eastburn bragged last month how she had been arrested four times protesting for Insulate Britain", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000483674125.jpg?strip=all&w=960"], ["Ms Eastburn has also allowed fellow activist David McKenny, 38, to stay at the £1.5million home she shares with her husband", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000685784864.jpg?strip=all&w=640"], ["Ms Eastburn pledged to 'unleash hell' on innocent drivers in the run up to next month’s COP26 climate summit", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000682848534.jpg?strip=all&w=641"]], "author": ["Rob Pattinson", "Rachel Dale", "Julia Atherley"], "date": "2021-10-11"}, "https://www.thesun.co.uk/news/16389393/topless-xr-protestor-hunger-strike-boris-johnson/": {"title": "NAKED TRUTH Topless XR protestor goes on HUNGER STRIKE until Boris Johnson addresses her demands", "subtitle": "", "text": "A TOPLESS Extinction Rebellion protester has gone on hunger strike and claims she will continue until Boris Johnson addresses the group's demands.\\nLaura Amherst, 31, from Brighton, East Sussex, filmed herself reading a letter to the PM, telling him that she does not believe that the government is doing enough to stop the \"climate emergency\".\\nThe mum-of-one said that she feels it's important to do more for the future of our children and asked the Prime Minister to set more ambitious targets to reduce carbon emissions.\\nTaking the appeal a step further, Laura declared she wouldn't eat anything more until the government responds to the letter.\\nShe said: \"I have been thinking about this for a couple of weeks.\\n\"It’s going to be extremely dangerous for me and I am taking a massive gamble with my life, but I feel like I have to do something and I have to try.\\n\"I’m really scared about it, but I am going to do it.\"\\nLaura has gained an online following after hitting headlines for appearing at Extinction Rebellion marches topless and then for setting up an OnlyFans page to donate some of the funds to the campaign.\\nThe eco-warrior is calling on her 18,000 Instagram fans to share her video to spread the message of why she has decided to take this step.\\nShe said: \"I need this to go viral because it is one of the most important videos of our time with the most important information in it.\\n\"It affects all of us and if we don’t do something, we are going to become extinct.\\n\"We really need to do this. I’m risking my life to get this out there and get Boris to take it seriously.\"\\nShe calls herself \"Climate T**s\" on Twitter.\\nAmherst made a name for herself by going topless at the Extinction Rebellion protests, claiming she was doing it to \"draw attention to the threat of climate change\".\\nBut her protests have come under fire from people online who claim she's \"attention-seeking\", \"wants to be an influencer\" and told her to put her clothes on.\\nThe mum told The Sun: \"Recently I was fat-shamed, people have said, ‘You’ve got so many rolls on your body I don’t want to have to see that’.\\n“Others have called me ‘disgusting’ and someone even said ‘I’ll turn vegan if you let me motorboat them’.\\n“They love to rip into me because I have fake boobies and say, ‘Oh, she must be a horrid person looking for attention,’ but they have me all wrong.\"\\nDo you have a story for The Sun news desk?\\nEmail us at exclusive@the-sun.co.uk or call 02077824104. You can WhatsApp us on 07423 720 250. We pay for videos too. Click here to upload yours\\nClick here to get The Sun newspaper delivered for FREE for the next six weeks.", "image": [["The eco-warrior is now on hunger strike", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000686063303.jpg?strip=all&w=769"], ["She said she won't stop until Boris Johnson addresses Extinction Rebellion's demands for action", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000686062609.jpg?strip=all&w=768"], ["Laura Amherst went viral earlier this year after going topless at an XR protest", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000681608742.jpg?strip=all&w=960"], ["The mum-of-one said she went topless to draw attention for climate change", "https://www.thesun.co.uk/wp-content/uploads/2021/10/NINTCHDBPICT000682784031.jpg?strip=all&w=768"]], "author": ["Niamh Cavanagh"], "date": "2021-10-11"}}